Repository: moar/lingoResx
Catalog: Views/Desktop/Index.*.resx
Languages: ca, es, eu, it

source: Account options
ca: Opcions del compte
es: Opciones de cuenta
eu: Konturako aukerak
it: Opzioni di account

# AddAboutYou
source: Add information about your interests
ca: Afegir informació sobre els teus interessos
es: Añade información sobre tus intereses
eu: Gehitu zuri interesei buruzko informazioa
it: Aggiungere informazioni sui tuoi interessi

# AddBirthDate
source: Add your birth date
ca: Afegeix la teva data de naixement
es: Añade tu fecha de nacimiento
eu: Gehitu zure jaiotze data
it: Aggiungi la tua data di nascita

# AddMoreLangs
source: Add one or more languages to your profile
ca: Afegir un o més idiomes al teu perfil
es: Agregar uno o más idiomas a tu perfil
eu: Gehitu hizkuntza bat edo gehiago zure profilera
it: Aggiungere una o più lingue nell tuo profilo

# AddThumbnail
source: Add your photo
ca: Afegeix la teva foto
es: Añade tu foto
eu: Gehitu zure argazkia
it: Aggiungi la tua foto

# DeskBusy
source: Busy
ca: Ocupat
es: Ocupado
eu: Lanpetuta
it: Occupato

# DeskContact
source: Contact
ca: Contacte
es: Contacto
eu: Kontaktua
it: Contatto

# DeskInviteFriends
source: Invite your friends to join Langademy!
ca: Convida als teus amics a unir-se a Langademy!
es: ¡Invita a tus amigos a unirse a Langademy!
eu: Gonbidatu zure lagunak Langademyra!
it: Invita i tuoi amici!

# DeskJoinMeetup
source: Join!
ca: Uneix-te!
es: ¡Apúntate!
eu: Apunta zaitez!
it: Iscriviti!

# DeskLanguages
source: Languages
ca: Idiomes
es: Idiomas
eu: Hizkuntzak
it: Lingue

# DeskLRNatives
source: Native(s)
ca: Natiu(s)
es: Nativo(s)
eu: Natibo
it: Nativi

# DeskMymeetings
source: My meetups
ca: Les meves quedades
es: Mis quedadas
eu: Nire bilerak
it: I miei appuntamenti

# DeskPrivacy
source: Privacy
ca: Privacitat
es: Privacidad
eu: Pribazitatea

# DeskQuickComplete
source: Complete your profile quickly
ca: Completa el teu perfil
es: Completa tu perfil
eu: Osatu zure profila
it: Completa il tuo profilo in modo rapido

# DeskSuggestCommunity
source: Be suggested to the language community
ca: Vols ser suggerit a la comunitat?
es: ¿Quieres ser sugerido a la comunidad?
eu: Zure burua kontaktu bezala irakodi
it: Vuoi essere suggerito alla comunità?

# DeskSuggestedMeetups
source: Meetups you can join
ca: Quedades a les que et pots unir
es: Quedadas a las que te puedes unir
eu: Apunta zaitezkeen bilerak
it: Appuntamenti in cui puoi unirti

# DeskTerms
source: Terms
ca: Condicions
es: Condiciones
eu: Baldintzak
it: Condizioni

# EditProfileDesk
source: Edit Profile
ca: Editar Perfil
es: Editar Perfil
eu: Profila editatu
it: Modifica Profilo

# EmptyInbox
source: You have no messages
ca: No tens cap missatge
es: No tienes ningún mensaje
eu: Ez daukazu mezurik
it: Non hai nessun messaggio

# EmptyMeetups
source: Create a meetup!
ca: Crea una quedada!
es: ¡Crea una quedada!
eu: Sortu bileraren bat!
it: Creare un appuntamento!

source: Logout
ca: Tancar Sessió
es: Cerrar Sesión
it: Disconnettersi

# NumNatives
source: Natives
ca: Natius
es: Nativos
eu: Natiboak
it: Nativi

source: Settings
ca: Configuració
es: Configuración
eu: Ezarpenak
it: Impostazioni

source: Time balance
ca: Balanç d'hores
es: Saldo de tiempo
eu: Denbora balantzea
it: Saldo di ore precedente

source: Time Bank
ca: Banc de Temps
es: Banco de Tiempo
eu: Denbora bankua
it: Banca del Tempo

# TodayLangs
source: Today I'll speak in
ca: Avui parlaré en
es: Hoy hablaré en
eu: Gaur hizkuntza honetan arituko naiz
it: Oggi parlerò in

# DeskPeopleYouMayKnow
source: People you may know
ca: Gent que pots conèixer
es: Gente que puedes conocer
eu: Ezagutu dezakezun jendea
it: Persone che Potresti Conoscere

# DeskSkip
source: Skip
ca: Saltar
es: Saltar
eu: Jauzi

# DesktSugUsCheckMeets
source: Check their next meetups!
ca: Revisa les pròximes quedades!
es: ¡Comprueba sus próximas quedadas!
eu: Ikusi beraien hurrengo bilerak!
it: Controlla i prossimi appuntamenti!

# DeskSugsUsActivity
source: View their recent activity
ca: Veure la teva activitat recent
es: Mira su actividad reciente
eu: Ikusi beraien azken jarduerak
it: Guarda la sua attività recente

# DeskSugUsMeet
source: Meet new people
ca: Coneix gent nova
es: Conoce gente nueva
eu: Jende berria ezagutu
it: Conosci gente nuova

# DeskSugUsStats
source: Check their stats
ca: Revisa les estadístiques
es: Revisa sus estadísticas
eu: Begiratu beren estatistikak
it: Controlla le sue statistiche

# DeskRestrictRequests
source: Restrict contact requests
ca: Restringir sol·licituds de contacte
es: Restringir solicitudes de contacto
eu: Mugatu kontaktu eskaerak
it: Limitare richieste di contatto

# DeskStateAutPartnerFind
source: Automatic partner finder
ca: Cercador automàtic de companys
es: Buscador automático de compañeros
eu: Mintzalagun bilatzaile automatikoa
it: Finder automatico di compagni

# DeskStateReceiveCalls
source: Make/receive calls
ca: Fer/rebre trucades
es: Hacer/recibir llamadas
eu: Deiak egin/jaso
it: Effettuare /ricevere chiamate

# DeskTimeBankDescription
source: Here you can configure if you are available to receive videocalls in your native languages. You can also choose if you want Langademy to automatically find a partner for you to make a call
ca: Aquí pots configurar si vols rebre trucades d'altres usuaris. També pots triar si vols que Langademy et trobi un company per fer una trucada automàticament
es: Aquí puedes configurar si deseas recibir llamadas de otros usuarios. También puedes elegir si quieres que Langademy te encuentre automáticamente un compañero de conversación
eu: Deiak jasotzeko eskuragarri zauden konfigura dezakezu hemen.
it: Qui è possibile configurare se desideri ricevere chiamate da altri utenti. È anche possibile scegliere se vuoi che Langademy trovi automaticamente un interlocutore

# DesktStateTimeBanking
source: Language Exchanges
ca: Banc de Temps
es: Banco de Tiempo
eu: Denbora bankua
it: Banca del Tempo

# DeskConversationLike
source: Did you like the conversation?
ca: T'agradat la conversa?
es: ¿Te gustó la conversación?
eu: Gustora hitz egin al zenuen?
it: Ti è piaciuto la conversazione?

# DeskEnter
source: Enter
ca: Entrar
es: Entrar
eu: Sartu
it: Accedere

# DeskUsers
source: users
ca: usuaris
es: usuarios
eu: erabiltzaileak
it: utenti

# AutoMatchActivateQuestion
source: DO YOU WANT TO ACTIVATE IT?
ca: VOLS ACTIVAR-HO?
es: ¿QUIERES ACTIVARLO?
eu: AKTIBATZEA NAHI AL DUZU?
it: VUOI ATTIVARLO?

# AutomatchExplananion
source: Automatic partner finder will find you online users that match your filter automatically so you can make videocalls with them.
ca: El cercador de companys de conversa automàtic et buscarà companys que estan en línia i que compleixen el teu filtre de manera automàtica perquè puguis fer videotrucades amb ells.
es: El buscador de compañeros de conversación automático te buscará compañeros que están online y que cumplen tu filtro de manera automática para que puedas hacer videollamadas con ellos.
eu: Mintzalagun bilatzaile automatikoak eskuragarri dauden eta zure iragazkia betetzen duten erabiltzaileak aurkituko dizkizu automatikoki beraiekin bideodeiak egin ditzazun
it: Il motore di ricerca di compagni di conversazione automatico ti trovera utenti online che corrispondono al tuo filtro in modo da poter effetuare chiamate video con loro.

# DeskStateNativeCallsInfo
source: Here you can configure if you are available to receive videocalls in your native languages
ca: Aquí pots configurar si vols rebre trucades en les teves llengües natives
es: Aquí puedes configurar si deseas recibir llamadas en tus idiomas nativos
eu: Hemen zure hizkuntza natiboetan deirik jaso nahi duzun erabaki dezakezu
it: Qui è possibile configurare, il ricevere chiamate nelle tue lingue madre.

# WalletTileNativeMovement
source: You talked to {0} in {1}
ca: Has parlat amb {0} en {1}
es: Has hablado con {0} en {1}
eu: {0}-(e)kin {1} hitz egin duzu
it: Hai parlato con {0} in {1}

# WalletTilePurchaseMovement
source: Credits purchase
ca: Compra de crèdits
es: Compra de créditos
eu: Kreditu erosketa
it: Acquisto di crediti

# WalletTileStudentMovement
source: You talked to {0} in {1}
ca: Has parlat amb {0} en {1}
es: Has hablado con {0} en {1}
eu: {0}-(e)kin {1} hitz egin duzu
it: Hai parlato con {0} in {1}

# WalletLastMovement
source: Last movement
ca: Últim moviment
es: Último movimiento
eu: Azken mugimendua
it: Ultimo movimento

# WalletNoMovement
source: You don't have any movements in your account yet
ca: Encara no tens moviments al teu compte
es: Todavía no tienes movimientos en tu cuenta
eu: Oraindik ez duzu mugimendurik zure kontuan
it: Ancora non ci sono movimenti sul tuo conto

# WalletTileBalance
source: Wallet balance
ca: Saldo Wallet
es: Saldo Wallet
eu: Walleteko saldoa
it: Saldo Wallet

# WalletTileFillAddress
source: You need to fill your billings address
ca: Has d'omplir les dades de facturació
es: Tienes que rellenar tus datos de facturación
eu: Zure fakturazio helbidea bete behar duzu
it: È necessario compilare i dati di fatturazione

# DeskStart
source: Start
ca: Començar
es: Empezar
eu: Hasi
it: Iniziare

# DeskWelcomeSent
source: Hi there! You are one of us now! Now, we will show you some tips on how Langademy works in a few steps. When you see this icon, click it and we will show you its info.
ca: Hola! Ja ets un de nosaltres! A continuació, t'anirem mostrant diferents avisos perquè vegis com funciona Langademy en uns senzills passos. Quan vegis aquesta icona, clica i et mostrarem la seva informació.
es: ¡Hola! ¡Ya eres uno de nosotros! A continuación, te iremos mostrando distintos avisos para que veas como funciona Langademy en unos sencillos pasos. Cuando veas este icono, clica y te mostraremos su información.
eu: Kaixo! Jada gutako bat zara! Orain, Langademyren inguruko argibide labur batzuk erakutsiko dizkizugu. Ondorengo ikonoa ikusten duzunean, klikatu ezazu eta bere informazioa erakutsiko dizugu
it: Ciao! Sei già uno di noi! Poi ti mostreremo diversi annunci per vedere come funziona Langademy in pochi e semplici passi. Quando vedi questa icona, clicca e ti mostrerá le informazioni.

# DeskWelcomeTitle
source: Welcome aboard!
ca: Benvingut a bord!
es: ¡Bienvenido a bordo!
eu: Ongi etorri!
it: Benvenuto a bordo!

# AmbassadorTileTitle
source: Become Langademy's ambassador
ca: Converteix-te en ambaixador de Langademy
es: Conviértete en embajador de Langademy
eu: Bihurtu Langademyko embaxadore
it: Diventa ambasciatore Langademy

# AmbassasdorTileSubtitle
source: Earn timebanking hours and prizes
ca: Guanya premis i temps per el teu compte
es: Gana premios y tiempo para tu cuenta
eu: Sariak eta zure konturako denbora irabazi
it: Guadagna premi e tempo per il tuo account

# DeskRoom
source: room
ca: sala
es: sala
eu: gela
it: stanza

# AddLanguage
source: Add a new language
ca: Afegeix un nou idioma
es: Añade un nuevo idioma
eu: Gehitu
it: Aggiunge una nuova lingua

source: Buy credits
ca: Compra crèdits
es: Compra créditos
eu: Erosi kredituak
it: Acquista crediti

# ChargeStudents
source: Tutor
ca: Cobra als estudiants
es: Cobra a los estudiantes
eu: Ikasleei kobratu
it: Tutore

source: Done
ca: Fet
es: Hecho
eu: Eginda
it: Fatto

source: Earn extra time
ca: Guanya temps extra
es: Gana tiempo extra
eu: Irabazi denbora gehiago
it: Guadagna tempo extra

source: Edit profile
ca: Edita perfil
es: Editar perfil
eu: Profila editatu
it: Modifica profilo

# FindConvPartners
source: I want to find conversation partners for free language exchanges. I will use my time as trade
ca: Vull cercar companys de conversa per a intercanvis lingüístics. Faré servir el meu temps com a moneda de canvi
es: Quiero buscar compañeros de conversación para intercambios lingüísticos. Usaré mi tiempo como moneda de cambio
eu: Hizkuntza elkartrukeak egiteko mintzalagunak aurkitzea nahi dut. Nire denbora erabiliko dut ordaintzeko txanpon bezala
it: Voglio trovare compagni per gli scambi linguistici. Userò il mio tempo come moneta di scambio

source: History
ca: Històric
es: Histórico
eu: Historikoa
it: Cronologia

# LangPartners
source: Language partners
ca: Companys de conversació
es: Compañeros de conversación
eu: Mintzalagunak
it: Compagni di converzazioni

source: Language exchanges
ca: Intercanvis d'idioma
es: Intercambios de idioma
eu: Hizkuntza elkartrukeak
it: Scambi linguistici

source: My next events
ca: Les properes activitats
es: Mis próximos eventos
eu: Hurrengo gertaerak
it: Le mie prossime attività

# NoMeetupProposals
source: There are no meetup proposals for the next days in any of your languages
ca: No s'han organitzat quedades del teus idiomes per als pròxims dies
es: No se han organizado quedadas de tus idiomas para los próximos días
eu: Ez da bilerarik antolatu hurrengo egunetarako zure hizkuntzetan
it: Nos si è organizzato nessun appuntamento nelle tue lingue per i prossimi giorni

# PayNatives
source: Pay to native speakers
ca: Paga a parlants natius
es: Paga a hablantes nativos
eu: Ordaindu hiztun natiboei
it: Paga a i madrelingua

# PayNativesLong
source: I want to pay for conversations with native speakers. I don't have time for language exchanges
ca: Vull pagar per converses amb parlants nadius. No tinc temps per a intercanvis d'idiomes
es: Quiero pagar por conversaciones con hablantes nativos. No tengo tiempo para intercambios de idiomas
eu: Hiztun natiboekin hitz egiteko ordaintzea nahi dut. Ez daukat hizkuntza elkartrukeetarako denborarik
it: Voglio pagare per conversazioni con madrelingua. Non ho tempo per scambi linguistici

# PlanningLangademy
source: How do you plan to use Langademy?
ca: Com vas a utilitzar Langademy?
es: ¿Cómo vas a usar Langademy?
eu: Nola nahi duzu Langademy erabiltzea?
it: Come vai a usare Langademy?

# ProposeMeetup
source: Propose a new one!
ca: Proposa una nova!
es: ¡Propón una nueva!
eu: Proposatu beste bat!
it: Proponi uno nuovo!

source: Search
ca: Cercar
es: Buscar
eu: Bilatu
it: Cercare

# SelectLanguages
source: Select the languages you want to learn and/or you know
ca: Selecciona els idiomes que saps i / o vols aprendre
es: Selecciona los idiomas que sabes y/o quieres aprender
eu: Aukeratu ikastea nahi dituzun edota dakizkizun hizkuntzak
it: Sceglie le lingue che conosci e / o vuoi imparare

# SelectOptions
source: Select one or more of these options and we will customize Langademy for you
ca: Selecciona una o més de les següents opcions i adaptarem Langademy per a tu
es: Selecciona una o más de las siguientes opciones y adaptaremos Langademy para ti
eu: Aukera hauetako bat hautatu eta Langademy zuretzako prestatuko dugu
it: Sceglie una o più delle seguenti opzioni e adatteremo Langademy per te

source: Show more
ca: Mostra més
es: Mostrar más
eu: Erakutsi gehiago
it: Mostra più

# SignUpAgenda
source: Log in to see your agenda for today
ca: Entra per veure la teva agenda d'avui
es: Entra para ver tu agenda de hoy
eu: Hasi sesioa zure gaurko agenda ikusteko
it: Accedi per vedere il tuo programma di oggi

# SpeakLangStudents
source: I want to speak with language students in my native language and earn money
ca: Vull parlar amb estudiants en el meu idioma natiu i guanyar diners
es: Quiero hablar con estudiantes en mi idioma nativo y ganar dinero
eu: Ikasleekin nire hizkuntza natiboekin hitz egin eta dirua irabaztea nahi dut
it: Voglio parlare con gli studenti nella mia lingua madre e guadagnare soldi

source: Upcoming meetups
ca: Pròximes quedades
es: Próximas quedadas
eu: Hurrengo bilerak
it: Prossimi appuntamento

# UpdateLanguages
source: Update languages in your profile
ca: Actualitza els idiomes del teu perfil
es: Actualiza los idiomas de tu perfil
eu: Eguneratu zure profileko hizkuntzak
it: Aggiorna le tue lingue del tuo profilo

# VotePartners
source: Vote your partners
ca: Vota als teus companys
es: Vota a tus compañeros
eu: Eman botoa mintzalagunei
it: Vota i tuoi compagni

# Welcome
source: Welcome to Langademy
ca: Benvingut a Langademy
es: Bienvenido a Langademy
eu: Ongi etorri Langademyra
it: Benvenuto a Langademy

source: Learning
ca: Aprèn
es: Aprende
eu: Ikasten
it: Impara

source: Speaking
ca: Parla
es: Habla
eu: Mintzatu
it: Parla

# DeskTeacher
source: I'm a professional language teacher
ca: Sóc un professor d'idiomes
es: Soy un profesor de idiomas profesional
eu: Hizkuntza irakasle profesionala naiz
it: Sono un insegnante di lingua

# RequireRole
source: You have to select at least one option
ca: Has de seleccionar almenys una opció
es: Tienes que seleccionar al menos una opción
eu: Gutxienez aukera bat hartu behar duzu
it: È necessario selezionare almeno un'opzione

# TeacherComingSoon
source: I want to create a professional profile, find new students and teach languages . (Professional profiles and tools will be available soon)
ca: Vull crear un perfil professional, buscar nous estudiants i aprendre idiomes (aviat estaran disponibles els perfils professionals).
es: Quiero crear un perfil profesional, buscar nuevos estudiantes y aprender idiomas (pronto estarán disponibles los perfiles profesionales).
eu: Profil profesional bat sortzea nahi, ikasleak bilatu eta hizkuntzak irakasteko (profil profesionalak eta hauentzako herramintak laister egongo dira eskuragarri)
it: Voglio creare un profilo professionale, cercare nuovi studenti e imparare lingue (presto saranno disponibili i profili professionali).

# TeacherValidate
source: At this moment you have to select one more option besides using Langademy as a professional teacher
ca: En aquest moment has de triar una opció més a part d'usar Langademy com a professor professional.
es: En estos momentos tienes que elegir una opción más además de usar Langademy como profesor profesional.
eu: Langademy irakasle moduan erabiltzeaz gain, beste aukera bat ere hautatu beharra daukazu
it: In questo momento devi scegliere un'altra opzione oltre ad utilizzare Langademy come insegnante professionale.

source: Follow us
ca: Segueix-nos
es: Síguenos
eu: Jarrai gaitzazu
it: Seguici

source: No events scheduled
ca: No tens esdeveniments planificats
es: No tienes eventos planificados
it: Nessun evento programmato

source: Search partners
ca: Cerca companys
eu: Bilatu mintzalagunak
it: Cerca compagni

# DeskParticipants
source: Participants
es: Participantes
eu: Partaideak
it: Partecipanti

# DeskFeedback
source: Feedback
eu: Feedbacka

# Tutoring
source: Tutoring sessions
it: Ore di ricevimento
