Repository: moar/lingoResx
Catalog: Views/ProfileApp/Index.*.resx
Languages: ca, es, eu, it

source: About you
ca: Sobre tu
es: Acerca de ti
eu: Zuri buruz
it: Su di te

# BlockUpdateLang
source: Language edition
ca: Edició Idioma
es: Edición de idioma
it: Edizione di lingua

# AboutYouMaxLength
source: The information about you must be maximum {1} characters long
ca: La teva informació ha de tenir com a màxim {1} caràcters
es: La información sobre ti debe tener como máximo {1} caracteres
eu: Zuri buruzko informazioak gehienez {1} karaktere izan behar ditu
it: Le informazioni su di te deve avere una lunghezza massima di {1} caratteri

# CannotDeleteNative
source: You can't delete your native language
ca: No es pot eliminar el teu idioma natiu
es: No puedes eliminar tu idioma nativo
it: Non è possibile cancellare la tua lingua madre

# AboutYouPH
source: Write some details about you
ca: Escriu alguna cosa de tu
es: Escribe algunos detalles sobre ti mismo
eu: Zaure buruari buruz xehetasun batzuk idatzi
it: Scrivere alcuni dettagli su di te

# CannotDeleteNativePendingMeetup
source: You signed up for a meetup in this language. Leave the meetup before removing this language.
ca: Estàs apuntat a una quedada en aquest idioma.Esborrat de la quedada abans de retirar aquest idioma.
es: Estás apuntado a una quedada en este idioma. Desapúntate de la quedada si quieres borrar este idioma
it: Stai inscritto ad un appuntamento in questa lingua. Cancella l'appuntamento prima di rimuovere questa lingua.

# CannotModifyNativeLanguage
source: You can't modify your native language's level
ca: No es pot modificar el nivell del teu idioma natiu
es: No puedes modificar el nivel de tu idioma nativo
it: Non è possibile modificare il livello della tua lingua madre

# CannotModifyLanguage
source: You cannot modify this language now. Try it later
ca: No es pot modificar aquest idioma en aquest moment. Intenta-ho més tard
es: No se puede modificar este idioma ahora. Inténtalo más tarde
eu: Ezin duzu hizkuntza hau aldatu momentu honetan. Saiatu beranduago
it: Non è possibile modificare questa lingua in questo momento. Riprova più tardi

# CountryPH
source: Select your country
ca: Selecciona el teu país
es: Selecciona tu país
eu: Aukeratu herrialdea
it: Seleziona il tuo paese

source: Cover photo
ca: Foto de portada
es: Foto de portada
eu: Azaleko argazkia
it: Foto di copertina

# CropHeading
source: Drag and zoom
ca: Arrossegar i fer zoom
es: Arrastrar y hacer zoom
eu: Hartu eta zoom egin
it: Trascina e zoom

# FriendRequets
source: Friend requests
ca: Peticions de connexió
es: Peticiones de conexión
eu: Lagun eskaerak
it: Richiesta di amicizia

# GreaterThanZero
source: File cannot be zero length
ca: L'arxiu no pot ser de longitud zero
es: El archivo no puede ser de longitud cero
eu: Fitxategia ezin da hutsik egon
it: Il file non può essere di lunghezza zero

# LanguageRequired
source: Language is required
ca: Es requereix l'idioma
es: Se requiere idioma
eu: Hizkuntza derrigorrezkoa da
it: È richiesta la lingua

# LanguagesDesc
source: Choose the languages that you want to practice in Langademy
ca: Escull els idiomes que vols practicar en Langademy
es: Elige los idiomas que quieres practicar en Langademy
eu: Langademy-n erabili nahi dituzun hizkuntzak aukera itzazu
it: Sceglie le lingue che si desideri utilizzare in Langademy

# LanguagesTitle
source: Languages
ca: Idiomes
es: Idiomas
eu: Hizkuntzak
it: Lingue

# LastnamePH
source: Write your last name
ca: Escriu el teu cognom
es: Escribe tu apellido
eu: Zure abizena idatzi
it: Scrivi il tuo cognome

# LevelRequired
source: Level is required
ca: Es requereix el nivell
es: Se requiere nivel
eu: Maila derrigorrezkoa da
it: È richiesto il livello

# MaxSize
source: Maximum size
ca: Mida màxima
es: Tamaño máximo
eu: Gehienezko tamaina
it: Dimensione massima

# MeetupReminder
source: Meetup alerts
ca: Avís de quedada
es: Alerta de quedada
eu: Bilera abixuak
it: Avviso di appuntamento

# MinimumSize
source: Minimum size is {0}
ca: La mida mínima es {0}
es: El tamaño mínimo es {0}
eu: Gutxieneko tamaina {0} da
it: Dimensione minima è {0}

source: My Languages
ca: Els meus Idiomes
es: Mis Idiomas
eu: Nire Hizkuntzak
it: Le mie Lingue

# NamePH
source: Write your name
ca: Escriu el teu nom
es: Escribe tu nombre
eu: Idatzi zure izena
it: Scrivi il tuo nome

source: New meetup participant
ca: Nous participants a la quedada
es: Nuevos participantes en la quedada
eu: Partaide berria bileran
it: Nuovi partecipanti nell'appuntamento

# NoAcitivity
source: No activity yet
ca: No hi ha cap activitat
es: No hay actividad aún
eu: Ez da jarduerarik oraindik
it: Ancora nessuna attività

# NoFile
source: No file uploaded
ca: No s'ha pujat cap arxiu
es: No se ha subido ningún archivo
eu: Ez da fitxategirik kargatu
it: Nessun file caricato

source: No meetups
ca: No hi ha quedades
es: No hay quedadas
eu: Ez dago bilerarik
it: Nessun appuntamento

source: Notification settings
ca: Configuració de notificacions
es: Ajustes de notificaciones
eu: Jakinarazpenen ezarpenak
it: Impostazioni di notifica

source: Personal Info
ca: Informació personal
es: Información personal
eu: Informazio pertsonala
it: Informazione personale

# ProfAddLanguage
source: Add language
ca: Afegir idioma
es: Añadir idioma
eu: Hizkuntza gehitu
it: Aggiunge lingua

# ProfCantUpload
source: Unable to upload the file
ca: No es pot pujar l'arxiu
es: No se pudo subir el fichero
eu: Ezin izan da fitxategia igo
it: Impossibile caricare il file

# ProfParticipants
source: Participants
es: Participantes
eu: Partaideak
it: Partecipanti

# ProfSelectLanguage
source: Select language
ca: Selecciona idioma
es: Selecciona idioma
eu: Aukeratu hizkuntza
it: Seleziona la lingua

# SelectLevel
source: Select your level
ca: Selecciona el teu nivell
es: Selecciona tu nivel
eu: Aukeratu zure maila
it: Seleziona il tuo livello

source: Update Profile Photo
ca: Actualitza la teva foto
es: Actualiza tu foto
eu: Eguneratu profileko argazkia
it: Aggiorna la tua foto profilo

source: Upload Cover
ca: Pujar foto de portada
es: Subir foto de portada
eu: Azaleko argazkia igo
it: carica la foto di copertina

# WantToNotify
source: I want to get email notifications about
ca: Vull rebre notificacions per correu electrònic sobre
es: Quiero recibir notificaciones por correo electrónico sobre
eu: Hurrengoi buruzko email jakinarazpenak nahi ditut
it: Voglio ricevere notifiche e-mail su

# WrongFormat
source: File is of wrong format
ca: L'arxiu té un format erroni
es: El archivo tiene formato incorrecto
eu: Fitxategiaren formatua ez da zuzena
it: Il file è di formato sbagliato

# ProfCannotUpdateLang
source: You cannot set a higher level in less than 15 days
ca: No pots establir un nivell més alt en menys de 15 dies
es: No puedes establecer un nivel más alto en menos de 15 días
it: Non è possibile impostare un livello più alto in meno di 15 giorni

# PMinAge
source: You must be 16 or older to use Langademy
ca: Has de tenir 16 anys per poder utilitzar Langademy
es: Tienes que tener al menos 16 años para poder utilizar Langademy
it: Devi avere 16 anni per poter utilizzare Langademy

# NewMeetupAlert
source: New meetup alerts
ca: Alerta de noves quedades
es: Alerta de nuevas quedadas
it: Avviso di nuovi appuntamenti

# CannotDeleteNativePendingRoom
source: You have to leave this language's room or rooms if you want to delete this language.
ca: Has de sortir de la sala o sales d'aquest idioma si vols eliminar aquest idioma
es: Tienes que salir de la sala o salas de este idioma si quieres eliminar este idioma
it: Devi lasciare la stanza o stanze di questa lingua, se si vuole cancellare questa lingua

source: Blog posts
ca: Publicacions del blog
es: Publicaciones del blog

source: Hour
ca: Hora
es: Hora
it: Ora

# WalletRate
source: Wallet conversation rate
ca: Tarifa de conversa Wallet
es: Tarifa de conversación Wallet
it: Tassa conversazione Wallet

# CannotDeleteLangTeacherRate
source: You cannot delete this language because you have defined rates for teaching this language in your teacher profile
ca: No pots eliminar aquest idioma perquè has definit tarifes per ensenyar aquest idioma al teu perfil de professor
es: No puedes eliminar este idioma porque has definido tarifas para enseñar este idioma en tu perfil de profesor
it: Non è possibile rimuovere questa lingua perché hai definito le tasse per insegnare questa lingua nel tuo profilo insegnante

# CannotModifyLangTeacherRate
source: You cannot modify your level beacuse you have defined rates for teaching this language in your teacher profile
ca: No pots modificar el teu nivell perquè has definit tarifes per ensenyar aquest idioma al teu perfil de professor
es: No puedes modificar tu nivel porque has definido tarifas para enseñar este idioma en tu perfil de profesor
it: Non puoi modificare il tuo livello perché hai definito le tasse per insegnare questa lingua nel tuo profilo insegnante.
