Repository: moar/lingoResx
Catalog: Views/MyWallet/MyWallet.*.resx
Languages: ca, es, eu, it

# UpdReqCashChangePaypalAcc
source: If you want to change the PayPal account where Langademy will transfer the money you must link a new one first. You can do it {0}. After that you can come back to this screen and update your request
ca: Si vols canviar el compte de PayPal a la qual Langademy et va a transferir els diners, primer has de vincular un compte nou a Langademy. Pots fer-ho {0}. Una vegada que hagis vinculat el compte, podràs tornar a aquesta pantalla i actualitzar les teves dades.
es: Si quieres cambiar la cuenta de PayPal a la que Langademy te va a transferir el dinero, primero tienes que vincular una cuenta nueva a Langademy. Puedes hacerlo {0}. Una vez que hayas vinculado la cuenta, podrás regresar a esta pantalla y actualizar tus datos.
eu: Langademyk dirua transferituko dizun PayPal kontua aldatzea nahi baduzu, PayPal kontu berri bat sartu beharko duzu lehenengo. {0} egin dezakezu. Hori egin ondoren, pantaila honetara bueltatu eta zure eskaria eguneratu ahal izango duzu
it: Se vuoi cambiare il conto PayPal alla quale Langademy ti trasferirà il denaro, è necessario innanzitutto collegare un account nuova a Langademy. Vai a {0}. Una volta collegato il tuo account, è possibile tornare a questa pagina e aggiornare i dati.

# UpdReqCashHere
source: here
ca: aquí
es: aquí
eu: hemen
it: qui

# UpdReqCashMaxWithdrawal
source: Maximum withdrawal amount
ca: Quantitat màxima a reintegrar
es: Cantidad máxima a reintegrar
eu: Atera dezakezun kreditu kopuru maximoa
it: Importo massimo da rimborsare

# UpdReqCashNoPaypal
source: Currently you don't have a paypal account linked with Langademy
ca: No tens cap compte PayPal vinculat a Langademy
es: No tienes ninguna cuenta PayPal vinculada a Langademy
eu: Ez daukazu PayPaleko konturik Langademyn
it: Non disponi di un conto PayPal collegato a Langademy

# UpdReqCashRequested
source: You requested a withdrawal on {0}. Before your request is processed you can update or cancel it
ca: Vas sol·licitar un reintegrament a {0}. Pots cancel·lar o actualitzar la teva sol·licitud abans que aquesta sigui processada
es: Solicitaste un reintegro en {0}. Puedes cancelar o actualizar tu solicitud antes de que ésta sea procesada
eu: Kredituak ateratzeko eskaera bat egin zenuen data honetan: {0}. Eskaera hori prozesatua izan aurretik eguneratu edo bertan behera utzi dezakezu
it: Hai richiesto un rimborso in {0}. È possibile cancellare o aggiornare la richiesta prima che venga accettata

# UpdReqCashSelectTransAccount
source: Please, select the account where Langademy will transfer your money
ca: Si us plau, seleccioneu el compte on vols que Langademy transfereix els teus diners
es: Por favor, selecciona la cuenta donde deseas que Langademy transfiera tu dinero
eu: Mesedez, aukeratu ezazu Langademyk dirua tranferitzea nahi duzun kontua
it: Prego seleziona l'account in cui si desidera, Langademy, trasferisca i soldi

# UpdReqCashUpdRequest
source: Update withdrawal request
ca: Actualitzar la sol·licitud del reintegrament
es: Actualizar solicitud del reintegro
eu: Kredituak ateratzeko eskaria eguneratu
it: Aggiornare la richiesta di rimborso

# UpdRquCashUpdateAmount
source: Update withdrawal amount
ca: Actualitza la quantitat del reintegrament
es: Actualiza la cantidad del reintegro
eu: Kredituak ateratzeko kopurua eguneratu
it: Aggiornare l'importo di ritiro

# CashoutRequestEnterPaypal
source: You have to enter your Paypal account Id before you can request a cash out. You can do it {0}
ca: Has d'introduir el teu compte de PayPal per poder sol·licitar un reintegrament. Pots fer-ho {0}
es: Tienes que introducir tu cuenta de PayPal para poder solicitar un reintegro. Puedes hacerlo {0}
eu: PayPaleko kontuaren Id-a sartu behar duzu kredituak ateratzeko eskari bat egin aurretik. {0} egin dezakezu
it: È necessario inserire il tuo conto PayPal per richiedere un rimborso. Vai su {0}

# InProcReqCashoutAmount
source: Requested amount
ca: Quantitat sol·licitada
es: Cantidad solicitada
eu: Eskatutako kantitatea
it: Importo richiesto

# InProcRequCashoutProcessed
source: You requested a withdrawal which is currently being processed. After you receive your payment you will be able to make a new request
ca: En aquests moments s'està processant una sol·licitud de reintegrament. Quan rebis aquest pagament podràs realitzar una nova sol·licitud.
es: En estos momentos se esta procesando una solicitud de reintegro. Cuando recibas este pago podrás realizar una nueva solicitud.
eu: Dirua ateratzeko eskari bat egin duzu, baina dagoeneko zure beste eskari bat prozesatzen ari gara. Eskari horren ordainketa jasotzen duzunean beste eskari bat egin ahal izango duzu
it: In questo momento si sta elaborando una richiesta di rimborso. Quando ricevi questo pagamento è possibile effettuare una nuova richiesta.

# UpdCashSuc
source: Withdrawal request updated successfully
ca: La sol·licitud de reintegrament s'ha actualitzat correctament
es: La solicitud de reintegro se ha actualizado correctamente
eu: Kredituak ateratzeko eskaera zuzen burutu da
it: La richiesta di rimborso si è aggiornato con successo

# WithdrawalConcept
source: Withdrawal
ca: Retirar crèdits
es: Retirada de créditos
eu: Kredituak atera
it: Ritiro di crediti

# ReqCashoutMaximumAvailable
source: Maximum withdrawal amount
ca: Quantitat màxima de retirada
es: Cantidad máxima de retirada
eu: Kredituak ateratzeko gehienezko kantitatea
it: Importo massimo di ritiro

# WalletMaxWithdrawal
source: The maximum amount you can withdraw is {0}
ca: La quantitat màxima per a una sol·licitud de reintegrament són {0} crèdits
es: La cantidad máxima para una solicitud de reintegro son {0} créditos
eu: Atera dezakezun gehiengo kreditu kopurua {0} da
it: L'importo massimo per il ritiro sono {0} crediti

# WalletVideoWithDrawalNotAllowed
source: Requesting withdrawals during ongoing videocalls is not allowed
ca: Les sol·licituds de retirada de crèdits no estan permeses durant una trucada
es: Las solicitudes de retirada de créditos no están permitidas durante una videollamada
eu: Ezin dezakezu kredituak ateratzeko eskaerarik egin bideo dei baten zauden bitartean
it: La richiesta di ritiro durante la video-chiamata in corso non è consentita

# MWAddress
source: Address
ca: Adreça
es: Dirección
eu: Helbidea
it: Indirizzo

# MWFullname
source: Full name
ca: Nom i congnoms
es: Nombre completo
eu: Izen abizenak
it: Nome e cognome

source: Select country
ca: Escull país
es: Elige pais
eu: Aukeratu herrialdea
it: Scegli il paese

# SelectRegion
source: Select region/county
ca: Escull regió/comtat
es: Elige región/condado
eu: Aukeratu herrialdea/probintzia
it: Scegli regione / provincia

# SelectState
source: Select state/province
ca: Escull estat/província
es: Elige estado/provincia
eu: Aukeratu estatua/probintzia
it: Scegli stato / provincia

# MWPayCreditCard
source: Pay with credit card
ca: Pagar amb targeta de crèdit
es: Pagar con tarjeta de crédito
eu: Ordaindu kreditu txartelarekin
it: Paga con la carta di credito

# MWPayPaypal
source: Pay with PayPal
ca: Pagar amb PayPal
es: Pagar con PayPal
eu: Ordaindu PayPalekin
it: Paga con PayPal

# MWEdit
source: Edit
ca: Editar
es: Editar
it: Modifica

# CCPurchaseErrorContent1
source: The bank gateway reported that the purchasing process was not completed
ca: La passarel·la de pagament ha comunicat que el procés de compra no ha estat completat
es: La pasarela de pago ha comunicado que el proceso de compra no ha sido completado
it: Il gateway di pagamento ha segnalato che il processo di acquisto non è stato completato

# CCPurchaseErrorContent2
source: If you still want to make a purchase start the process again.
ca: Si encara desitges efectuar la compra repeteix de nou el procés.
es: Si sigues deseando efectuar la compra vuelve a hacer la compra otra vez
it: Si vuoi ancora fare un acquisto ritorna a fare di nuovo il processo.

# CCPurchaseErrorContent3
source: If you need help to complete the process, please contact our Customer Support by sending a message to {0}
ca: Si necessites ajuda per completar aquest procés, posa't en contacte amb el suport al client de Langademy enviant un missatge a {0}
es: Si necesitas ayuda para completar este proceso, ponte en contacto con el soporte al cliente de Langademy mandando un mensaje a {0}
it: Se hai bisogno di aiuto per completare questo processo, contatta l'assistenza clienti Langademy inviando un messaggio a {0}

# PayPalFailPurchase
source: Langademy credit purchase
ca: Compra crèdits Langademy
es: Compra de créditos de Langademy
it: Acquista crediti Langademy

# PPPurchaseErrorContent1
source: This can happen in case of communication or validation problems between the payment provider and Langademy. In this case the purchasing process has not been completed. Please try to purchase your credits again after a few minutes.
ca: Aquest error pot ocórrer en cas que hi hagi problemes de comunicació o validació entre Langademy i el proveïdor de pagaments. La compra no ha estat completada. Torna a intentar la compra en uns minuts.
es: Este error puede ocurrir en caso de que haya problemas de comunicación o validación entre Langademy y el proveedor de pagos. La compra no ha sido completada. Vuélvelo a intentar la compra en unos minutos.
it: Questo errore può verificarsi se ci sono problemi di comunicazione tra Langademy o convalida e fornitore di pagamento. L'acquisto non è stata completata. Riprova l'acquisto in pochi minuti.

# PPPurchaseErrorContent2
source: If you have received a payment confirmation from PayPal, please check whether the credits have been transferred to your account (My Wallet).
ca: Si has rebut una confirmació de pagament de PayPal, revisa si els crèdits han estat transferits al teu compte (My Wallet)
es: Si has recibido una confirmación de pago de PayPal, revisa si los créditos han sido transferidos a tu cuenta (My Wallet)
it: Se hai ricevuto un conferma di pagamento da parte di PayPal, verifica se i crediti sono stati trasferiti al tuo account (My Wallet)

# PPPurchaseErrorContent3
source: In the unlikely event that you have received a payment confirmation but credits haven’t been added to your account please contact our Customer Support by sending a message to {0}
ca: En l'estrany cas que hagis rebut una confirmació de pagament i no s'hagin afegit els crèdits al teu compte, contacta al servei de suport al client de Langademy a l'adreça de correu {0}
es: En el extraño caso de que hayas recibido una confirmación de pago y no se hayan añadido los créditos a tu cuenta, contacta al servicio de soporte al cliente de Langademy en la dirección de correo {0}
it: Nel raro caso che hai ricevuto un conferma di pagamento e non vengono aggiunti i crediti al tuo account, contatta il servizio di assistenza clienti del Langademy nella e-mail {0}

# PurchaseError
source: An error has occurred during the purchasing process
ca: Hi ha hagut un error durant el procés de compra
es: Ha ocurrido un error durante el proceso de compra
it: È verificato un errore durante il processo di acquisto

# MWRefund
source: Credit refund
ca: Reemborsament de crèdits
es: Reembolso de créditos
it: Rimborso di i crediti

# MWNoTransactions
source: There are no Wallet transactions in this period
ca: No hi ha transaccions de Wallet durant aquest període
es: No hay transacciones de Wallet durante este periodo
it: Nessuna transazione di Wallet in questo periodo

# MWPendingWithDrawReq
source: Pending withdrawal requests
ca: Peticions de reemborsament pendents
es: Peticiones de reembolso pendientes
it: Richieste di rimborso in attesa

# NoInvoices
source: There are no invoices issued in this period
ca: No s'han emès factures en aquest període
es: No se han emitido facturas en este periodo

# NoWithdrawals
source: There are no withdrawal transactions in this period
ca: No hi ha retirades de crèdits en aquest període
es: No hay retiradas de créditos en este periodo

# LessonPurchaseConcept
source: {0} lessons purchase ({1})
ca: Compra de classes de {0}: ({1})
es: Compra de clases de {0}: ({1})

# RefundLessonPurchaseConcept
source: Refund {0} lessons purchase ({1})
ca: Devolució compra de classes de {0}: ({1})
es: Devolución compra de clases de {0}: ({1})

# LessonCollectedConcept
source: Lesson collected: {0} - {1}
ca: Classe cobrada: {0} - {1}
es: Clase cobrada: {0} - {1}

# LessonRefundStudentConcept
source: {0} lesson refund ({1})
ca: Devolució classe de {0} - {1}
es: Devolución clase de {0} ({1})

# LessonRefundTeacherConcept
source: {0} lesson refund ({1})
ca: Devolució classe de {0} - {1}
es: Devolución clase de {0} ({1})

# StudentAccount
source: Student
ca: Estudiant
es: Estudiante

# TeacherAccount
source: Teacher
ca: Professor
es: Profesor
