Repository: moar/lingoResx
Catalog: Views/MyWallet/MyWallet.*.resx
Languages: ca, es, eu, it

# CashoutHistory
source: History
ca: Històric
es: Histórico
eu: Historia
it: Storico

# CashoutRequest
source: Request
ca: Sol·licitar
es: Solicitar
eu: Eskaera
it: Richiedere

# MovBalance
source: Balance
ca: Saldo
es: Saldo
eu: Saldoa
it: Saldo

# MovCreditsIn
source: Credits In
ca: Crèdits
es: Créditos
eu: Kredituak
it: Crediti

# MovCreditsOut
source: Credits Out
ca: Crèdits
es: Créditos
eu: Kredituak
it: Crediti

# MovDate
source: Date
ca: Data
es: Fecha
eu: Data
it: Data

# MovDescription
source: Description
ca: Descripció
es: Descripción
eu: Deskribapena
it: Descrizione

# MovementsFrom
source: From
ca: Des de
es: Desde
eu: Noiztik
it: Da

# MovementsLastTransactions
source: Last transactions
ca: Últimes operacions
es: Últimas operaciones
eu: Azken operazioak
it: Ultime operazioni

# MovementsTo
source: To
ca: Fins:
es: Hasta:
eu: Arte
it: Fino:

# MovementsTransactions
source: Transactions
ca: Operacions
es: Operaciones
eu: Operazioak
it: Operazioni

# MovLastMonth
source: Last month
ca: Últim mes
es: Último mes
eu: Azken hilabetea
it: Lo scorso mese

# MovSelect
source: Select
ca: Seleccionar
es: Seleccionar
eu: Aukeratu
it: Selezionare

# MovThisMonth
source: This month
ca: Aquest mes
es: Este mes
eu: Hilabete honetan
it: Questo mese

# MovThisYear
source: This year
ca: Aquest any
es: Este año
eu: Urte honetan
it: Quest'anno

# MWAddressLine1
source: Address (line 1)
ca: Adreça (línia 1)
es: Dirección (línea 1)
eu: Helbidea (1. lerroa)
it: Indirizzo (linea 1)

# MWAddressLine2
source: Address (line 2)
ca: Adreça (línia 2)
es: Dirección (línea 2)
eu: Helbidea (2. lerroa)
it: Indirizzo (linea 2)

# MWCantSaveAddress
source: We can't save your address because your location's taxes and your invoicing address's taxes differ
ca: No podem guardar la teva adreça perquè els impostos del lloc on et trobes i els impostos de la teva adreça de facturació no coincideixen
es: No podemos guardar tu dirección porque los impuestos del lugar donde te encuentras y los impuestos de tu dirección de facturación no coinciden
eu: Ezin dugu zure helbidea gorde zu aurkitzen zaren tokiko zergak eta zure helbidean sartu dituzun tokiko zergak bat ez datozelako
it: Non possiamo tenere l'indirizzo perché le tasse dove sei e le tasse del vostro indirizzo di fatturazione non corrispondono

# MWCity
source: City
ca: Ciutat
es: Ciudad
eu: Hiria
it: Città

# MWCountry
source: Country
ca: País
es: País
eu: Herrialdea
it: Paese

# MWLastName
source: Last name
ca: Cognom
es: Apellido
eu: Abizena
it: Cognome

# MWName
source: Name
ca: Nom
es: Nombre
eu: Izena
it: Nome

# MWOrderCompleteTitle
source: Payment processed successfully
ca: El pagament s'ha processat satisfactòriament
es: El pago se ha procesado satisfactoriamente
eu: Ordainketa ongi prozesatu da
it: Il pagamento è stato effettuato correttamente

# MWOrderCompleteWarn
source: You need to complete your address so that your purchase becomes available in your Wallet
ca: Has d'omplir la teva adreça perquè la teva compra estigui disponible al teu teu Wallet
es: Tienes que rellenar tu dirección para que tu compra esté disponible en tu Wallet
eu: Zure erosketa Walletean eskuragarri izan dezazun beharrezkoa da zure heldidea betetzea
it: È necessario inserire il tuo indirizzo in modo che il tuo acquisto sia disponibile nel tuo Wallet

# MWRegionCounty
source: Region/County
ca: Regió
es: Región
eu: Eskualdea
it: Regione

# MWRegionCountyRequired
source: Region/County required
ca: Has d'introduir la regió
es: Tienes que introducir la región
eu: Eskualdea sartzea beharrezkoa da
it: È necessario inserire la regione

# MWStateProvince
source: State/Province
ca: Estat / Província
es: Estado/Provincia
eu: Estatua/Probintzia
it: Stato/Provincia

# MWStateProvinceRequired
source: State/Province is required
ca: Has d'introduir l'estat / província
es: Tienes que introducir el estado/provincia
eu: Estatua/Probintzia sartzea beharrezkoa da
it: È necessario inserire lo stato / provincia

# MWTaxId
source: Tax Id
ca: CIF (VAT Id)
es: CIF (VAT Id)
eu: IFK-a (Tax Id)
it: Codice fiscale

# MWZipCode
source: Zip Code
ca: Codi postal
es: Código postal
eu: Posta kodea
it: Codice postale

# ReceiptAmountofcredits
source: Amount of credits
ca: Nombre de crèdits
es: Número de créditos
eu: Kreditu kopurua
it: Numero di crediti

# ReceiptConfirmPersonalData
source: Confirm your personal data or update
ca: Introdueix o actualitza les teves dades personals
es: Introduce o actualiza tus datos personales
eu: Sartu edo eguneratu itzazu zure datu pertsonalak
it: Inserisci o aggiorna i tuoi dati personali

# ReceiptPurchaseCredits
source: Purchase Langademy Credits
ca: Compra crèdits de Langademy
es: Compra créditos de Langademy
eu: Erosi Langademyko kredituak
it: Acquista crediti Langademy

# WalletPurchaseConcept
source: Credits purchase
ca: Comprar crèdits
es: Compra de créditos
eu: Kreditu erosketa
it: Acquistare crediti

# WalletVideoCallAsNative
source: Videocall ({0}) with {1}
ca: Videotrucada ({0}) amb {1}
es: Videollamada ({0}) con {1}
eu: ({0}) bideodeia {1}-(e)kin
it: Videochiamata ({0}) con {1}

# WalletVideoCallAsStudent
source: Videocall to native speaker ({0}): {1}
ca: Videotrucada amb un parlant natiu ({0}): {1}
es: Videollamada con hablante nativo ({0}): {1}
eu: ({0}) bideodeia {1} mintzalagun natiboarekin
it: Videochiamata con madrelingua ({0}): {1}

# AddCreditsAmmout
source: Enter the amount of credits to add to your account
ca: Introdueix el nombre de crèdits que vols comprar
es: Introduce el número de créditos que quieres comprar
eu: Sartu erosi nahi duzun kreditu kopurua
it: Inserire il numero di crediti che desideri acquistare

# AddCreditsCurBal
source: Current balance
ca: Saldo actual
es: Saldo actual
eu: Saldo eskuragarria
it: Saldo attuale

# AddCreditsMinimumAmmount
source: Minimum purchase
ca: Compra mínima
es: Compra mínima
eu: Erosketa minimoa
it: Acquisto minimo

# AddCreditsTitle
source: Purchase Langademy Credits
ca: Comprar crèdits de Langademy
es: Comprar créditos de Langademy
eu: Erosi Langademy kredituak
it: Acquistare crediti Langademy

# AddPaymentAmount
source: Amount of credits
ca: Nombre de crèdits
es: Número de créditos
eu: Kreditu kopurua
it: Numero di crediti

# AddPaymentNoCountryPayment
source: We are sorry. There are no payment methods available in your country
ca: Ho sentim. No hi ha mètodes de pagament disponibles per al teu país
es: Lo sentimos. No hay métodos de pago disponibles para tu país
eu: Sentitzen dugu. Ez dago zure herrialderako ordainketa metodorik
it: Ci dispiace. Non ci sono metodi di pagamento disponibili per il tuo paese

# AddPaymentPaypalNote
source: Confirm the order in the next step and you will be redirected to paypal to complete the process
ca: Confirma l'ordre en el següent pas i seràs redirigit a PayPal per a completar el procés
es: Confirma el pedido en el siguiente paso y serás redirigido a paypal para completar el proceso
eu: Konfirmatu eskaera hurrengo pausoan eta PayPalera berbidaliko zaitugu prozesua bukatu dezazun
it: Conferma l'ordine nella fase successiva e sarai reindirizzato a PayPal per completare il processo

# AddPaymentPurchase
source: Purchase Langademy Credits
ca: Comprar crèdits Langademy
es: Comprar créditos Langademy
eu: Erosi Langademy kredituak
it: Acquistare crediti Langademy

# AddPaymentRedsys
source: Confirm the order in the next step and you will be redirected to the bank gateway to complete the process
ca: Confirma la comanda i en el següent pas seràs redirigit a la passarel·la de pagament del teu banc per a què completis el procés
es: Confirma el pedido y en el siguiente paso serás redirigido a la pasarela de pago del banco para que completes el proceso. Servicio ofrecido por Bankinter
eu: Konfirmatu ezazu eskaera hurrengo pausoan eta zure bankuaren pasarelara berbidaliko zaitugu prozesua bukatu dezazun
it: Conferma l'ordine, nel prossimo passo sarai reindirizzato al gateway di pagamento della banca per completare il processo

# AddPaymentSelect
source: Select the payment method
ca: Selecciona el mètode de pagament
es: Selecciona el método de pago
eu: Aukeratu ordainketa metodoa
it: Scegli il metodo di pagamento

# AdPayCCCode
source: Card Code
ca: Codi de targeta
es: Código de tarjeta
eu: Txartelaren kodea
it: Codice della carta di credito

# AdPayCCExp
source: Expiration
ca: Data d'expiració
es: Fecha de expiración
eu: Iraungitze data
it: Data di scadenza

# AdPayCCName
source: Cardholder name
ca: Titular de la targeta
es: Titular de la tarjeta
eu: Titularraren izena
it: Titolare della carta

# AdPayCCNum
source: Card number
ca: Número de targeta
es: Número de tarjeta
eu: Txartel zenbakia
it: Numero di carta

# AdPayCCType
source: Type
ca: Tipus
es: Tipo
eu: Mota
it: Tipo

# BillDataCashoutinfo
source: Cash out information
ca: Informació de reintegrament
es: Información de reintegro
eu: Kreditu ateratze informazioa
it: Informazioni di rimborso

# BillDataTitle
source: Invoicing data
ca: Dades de facturació
es: Datos de facturación
eu: Fakturazio datuak
it: Dati di fatturazione

# BillDataUpdBillInfo
source: Enter or update your invoicing data
ca: Ompli o actualitza les dades de facturació
es: Rellena o actualiza tus datos de facturación
eu: Sartu edo eguneratu ezazu zure fakturazio informazioa
it: Riempie o aggiorna i dati di fatturazione

# BillsPanelBillNo
source: No.
ca: Núm.
es: Núm.
eu: Zenbakia
it: N.

# BillsPanelDate
source: Date
ca: Data
es: Fecha
eu: Data
it: Data

# BillsPanelDownload
source: Download
ca: Descarregar
es: Descargar
eu: Deskargatu
it: Scaricare

# BillsPanelLastBills
source: Last invoices
ca: Últimes factures
es: Últimas facturas
eu: Azken fakturak
it: Ultime fatture

# BillsPanelPeriod
source: Invoicing period
ca: Període de facturació
es: Periodo de facturación
eu: Fakturatze periodoa
it: Periodo di fatturazione

# BillsPanelStatus
source: Status
ca: Estat
es: Estado
eu: Egoera
it: Stato

# BillsPanelTitle
source: Invoices
ca: Factures
es: Facturas
eu: Fakturak
it: Fatture

# BuyAddCrds
source: Add credits
ca: Afegir crèdits
es: Añadir créditos
eu: Gehitu kredituak
it: Aggiungere crediti

# BuyConfirm
source: Confirm
ca: Confirmar
es: Confirmar
eu: Konfirmatu
it: Confermare

# BuyCShop
source: Credit Shop
ca: Botiga de crèdits
es: Tienda de créditos
eu: Kreditu denda
it: Negozio di crediti

# BuyPayment
source: Payment
ca: Pagaments
es: Pagos
eu: Ordainketa
it: Pagamenti

# BuyReceiptData
source: Receipt data
ca: Dades del rebut
es: Datos del recibo
eu: Erreziboaren datuak
it: Dati ricevuta

# CashOutEdPaypalId
source: Paypal Id
ca: Id de PayPal
es: Id de Paypal
eu: PayPal Id-a

# CashOutEdPw
source: Langademy Password
ca: Clau Langademy
es: Contraseña Langademy
eu: Langademyko pasahitza

# CCInfoCardNum
source: Card number
ca: Número de targeta
es: Número de tarjeta
eu: Txartel zenbakia
it: Numero di carta

# CCInfoCode
source: Code
ca: Codi
es: Código
eu: Kodea
it: Codice

# CCInfoExpiration
source: Expiration
ca: Data d'expiració
es: Fecha expiración
eu: Iraungitze data
it: Data di scadenza

# CCInfotHolderName
source: Cardholder name
ca: Nom del titular
es: Nombre del titular
eu: Titularraren izena
it: Nome del titolare

# CCInfoType
source: Credit card type
ca: Tipus de targeta de crèdit
es: Tipo de tarjeta de crédito
eu: Kreditu txartel mota
it: Tipo di carta di credito

# ConfirmOrderAmount
source: Amount of credits
ca: Nombre de crèdits
es: Número de créditos
eu: Kreditu kopurua
it: Numero di crediti

# ConfirmOrderInfo
source: Payment information
ca: Informació de pagament
es: Información de pago
eu: Ordainketa informazioa
it: Informazioni di pagamento

# ConfirmOrderTitle
source: Confirm order
ca: Confirmar ordre
es: Confirmar pedido
eu: Eskaera konfirmatu
it: Confermare ordine

# COrderCompletedAmount
source: Amount of credits purchased
ca: Nombre de crèdits comprats
es: Número de créditos comprados
eu: Erositako kreditu kopurua
it: Numero di crediti acquistati

# COrderCompletedTitle
source: Congratulations! Your purchase has been processed succesfully
ca: Enhorabona! La teva compra s'ha efectuat correctament
es: ¡Felicidades! Tu compra se ha efectuado correctamente
eu: Bikain! Zure erosketa zuzen joan da
it: Complimenti! L'acquisto ha avuto successo

# COutPanelTitle
source: Withdrawals
ca: Reintegraments
es: Reintegros
eu: Kreditu ateratzea
it: Rimborso

# COutRO
source: PayPal account
ca: Compte PayPal
es: Cuenta PayPal
eu: PayPal kontua
it: Conto PayPal

# CShopBillInfo
source: Invoicing data
ca: Dades de facturació
es: Datos de facturación
eu: Fakturazioa informazioa
it: Dati di fatturazione

# CShopBills
source: Invoices
ca: Factures
es: Facturas
eu: Fakturak
it: Fatture

# CShopCashout
source: Withdrawal
ca: Reintegraments
es: Reintegros
eu: Kreditu-ateratzea
it: Rimborso

# CShopCreditShop
source: Credit Shop
ca: Botiga de crèdits
es: Tienda de créditos
eu: Kreditu denda
it: Negozio di crediti

# CShopTransactions
source: Transactions
ca: Operacions
es: Operaciones
eu: Operazioak
it: Operazione

# MWPaypalInfo
source: Confirm the order and you will be redirected to PayPal to complete the process
ca: Confirma l'ordre i passareu a PayPal per a completar el procés
es: Confirma el pedido y serás redirigido a PayPal para completar el pago
eu: Konfirmatu ezazu zure eskaera eta PayPalera berbidaliko zaitugu erosketa bukatu dezazun
it: Conferma l'ordine e sarai reindirizzato a PayPal per completare il processo

# MWRedsysInfo
source: Click confirm and you will be redirected to the bank gateway to complete the process. Service provided by Bankinter
ca: Fes clic a confirmar i seràs redirigit a la passarel·la de pagament del tbanc per a completar el procés. Servei proporcionat per Bankinter
es: Clica confirmar y serás redirigido a la pasarela de pago del banco para completar el proceso. Servicio proporcionado por Bankinter
eu: Konfirmatu ezazu zure eskera eta zuren bankuaren pasarelara berbidaliko zaitugu erosketa bukatu dezazun
it: Clic su Conferma e sarai reindirizzato al gateway di pagamento della banca per completare il processo

# OderCompletedBackMw
source: Back to My Wallet
ca: Tornar a My Wallet
es: Volver a My Wallet
eu: Itzuki My Walletera
it: Torna a My Wallet

# OrderCompletedNum
source: Order number
ca: Número d'ordre
es: Número de pedido
eu: Eskaera zenbakia
it: Numero d'ordine

# OrderCompletedpurchase
source: Langademy credit purchase
ca: Comprar crèdits de Langademy
es: Compra de créditos de Langademy
eu: Langademy kredituen erosketa
it: Acquistare crediti Langademy

# ReqCashoutAccPass
source: Please, enter your Langademy Account password
ca: Si us plau, introdueix la teva contrasenya de Langademy
es: Por favor, introduce tu contraseña de Langademy
eu: Mesedez, sartu ezazu zure Langademyko pasahitza
it: Prego, inserisci la tua password Langademy

# ReqCashoutAvailableBalance
source: Available balance
ca: Saldo disponible
es: Saldo disponible
eu: Saldo eskuragarria
it: Saldo disponibile

# ReqCashoutConditions
source: I'm the Paypal account owner. I have not misrepresented my identity information. The funds in my wallet account have been legally obtained according to Langademy's terms of service. I acknowledge that it is my responsibility to comply with my obligations under income tax provisions in my country
ca: Sóc el propietari del compte PayPal. No he tergiversat la informació de la meva identitat. Els fons en el meu compte de My Wallet han estat obtinguts legalment d'acord amb els termes de servei de Langademy. Reconec que és la meva responsabilitat complir amb les meves obligacions tributàries en virtut a les lleis tributàries del meu país.
es: Soy el propietario de la cuenta PayPal. No he falseado mis datos de identificación. Los fondos en mi cuenta de My Wallet han sido obtenidos legalmente de acuerdo a los términos de servicio de Langademy. Reconozco que es mi responsabilidad cumplir con mis obligaciones tributarias en virtud a las leyes tributarias de mi país.
eu: PayPal kontu honen jabea naiz. Ez dut nire nortasun informazioa faltsifikatu. My Walleteko kredituak legea eta Lanagademyko baldintzak beteaz lortu ditut. Nire herrialdeko zergen inguruko legeak betetzea nire betebeharra dela onartzen dut
it: Sono il proprietario del conto PayPal. Non ho travisato informazioni da mia identità.I fondi nel mio account My Wallet sono stati legalmente ottenuti secondo i termini del servizio Langademy. Riconosco che è mia responsabilità di adempiere ai miei obblighi fiscali in base alle leggi fiscale del mio paese.

# ReqCashoutConfirm
source: Confirm
ca: Confirmar
es: Confirmar
eu: Konfirmatu
it: Confermare

# ReqCashoutConfirmation
source: Confirmation
ca: Confirmació
es: Confirmación
eu: Konfirmazioa
it: Conferma

# ReqCashoutConfirmCheck
source: I confirm the above information is true
ca: Confirmo que aquesta informació és verdadera
es: Confirmo que esta información es verdadera
eu: Informazio hau egia dela berresten dut
it: Confermo che questa informazione è vera

# ReqCashoutCredits
source: Withdrawal of Langademy Credits
ca: Reintegrament de Crèdits Langademy
es: Reintegro de Créditos de Langademy
eu: Langademyko kredituak atera
it: Rimborso di crediti Langademy

# ReqCashoutEnterAmmount
source: Enter the withdrawal amount
ca: Introdueix la quantitat del reintegrament
es: Introduce la cantidad del reintegro
eu: Sartu ateratzea nahi duzun kreditu kopurua
it: Inserisci il numero di crediti per il rimborso

# ReqCashoutMethodConfirm
source: Confirm the withdrawal method or
ca: Confirma un mètode per al reintegrament
es: Confirma el método de reintegro o
eu: Berretsi kredituak ateratzeko metodoa edo
it: Conferma un metodo di rimborso o

# ReqCashoutNewBal
source: New balance
ca: Nou saldo
es: Nuevo saldo
eu: Saldo berria
it: Saldo attuale

# ReqCashoutNote
source: Note: Withdrawal requests are processed twice a month. You can follow the status of your request at the Withdrawal -> History section
ca: Nota: Les peticions de reintegraments es processen dues vegades al mes. Pots seguir l'estat de les teves peticions en la secció Reintegraments -> Històric
es: Nota: Las solicitudes de reintegros se procesan dos veces al mes. Puedes seguir el estado de tu solicitud en la sección Reintegros -> Histórico
eu: Oharra: Kredituak ateratzeko eskaerak astean behin prozesatzen dira. Eskeaeren egoerak Kreditu ateratzea -> Historiala sezkioan jarrai ditzakezu
it: Nota: le richieste di rimborsis vengono elaborate due volte al mese. È possibile seguie lo stato della tua richiesta al Cash Out -> registro attività

# ReqCashoutPaypalAccount
source: Paypal account
ca: Compte PayPal
es: Cuenta Paypal
eu: PayPal kontua
it: Conto PayPal

# ReqCashoutReq
source: Amount requested
ca: Quantitat sol·licitada
es: Cantidad solicitada
eu: Eskatutako kopurua
it: Importo richiesto

# ReqCashoutTitle
source: Withdrawal request submitted successfully
ca: Sol·licitud de reintegrament enviada correctament
es: Solicitud de reintegro enviada correctamente
eu: Kredituak ateratzeko eskaera zuzen bidali da
it: Richiesta di rimborso presentata con successo

# ReqCashoutUpdate
source: Update
ca: Actualitzar
es: Actualizar
eu: Eguneratu
it: Aggiornare

# MWAvailableBalance
source: AVAILABLE BALANCE
ca: SALDO DISPONIBLE
es: SALDO DISPONIBLE
eu: SALDO ESKURAGARRIA
it: SALDO DISPONIBILE

# MWMoreInfo
source: More info
ca: Més info.
es: Más info.
eu: Infomazio gehiago
it: Più info.

# MWProvicionBalance
source: NEXT BILL
ca: SEGÜENT FACTURA
es: SIGUIENTE FACTURA
eu: HURRENGO FAKTURA
it: PROSSIMA FATTURA

# MWTotalBalance
source: TOTAL BALANCE
ca: TOTAL SALDO
es: TOTAL SALDO
eu: SALDO TOTALA
it: SALDO TOTALE

# MWMovementInfo
source: At the end of the month, Langademy will charge you a fee for the Wallet video calls that you have maintained as a native. The fee is not collected from your account until your next invoice is issued, but this amount will be withheld and you won't be able to spend it. Additionally, if you have requested a withdrawal, the amount of credits that you have requested won't be available either.
ca: A final de mes Langademy et cobrarà una comissió per les videotrucades Wallet que hagis mantingut com natiu. No es cobrarà la comissió del teu compte fins que emetem la factura següent, però aquesta quantitat quedarà retinguda i no la podràs gastar. A més, si has sol·licitat un reintegrament, tampoc podràs gastar la quantitat sol·licitada.
es: A fin de mes Langademy te cobrará una comisión por las videollamadas Wallet que hayas mantenido como nativo. No se cobrará la comisión de tu cuenta hasta que emitamos la siguiente factura, pero esa cantidad quedará retenida y no la podrás gastar. Además, si has solicitado un reintegro, tampoco podrás gastar la cantidad solicitada.
eu: Hilaren bukaeran, Langademyk komisio bat kobratuko dizu natibo moduan izan dituzun konbertsazioengatik, eta komisio hau zure hurrengo fakturan aplikatuta agertuko da. Komisioa ez zaizu zure kontutik kenduko hurrengo faktura emititu arte, baina ezin izango duzu erabili beste erosketa batzuk egiteko. Gainera, jakin ezazu kredituak ateratzeko eskari bat egiten duzunean, ezin izango duzula kreditu kopuru hori erabili beste eragiketa batzuk egiteko
it: Alla fine del mese Langademy caricherà una commissione per i colloqui mantenuti come madrelingua. Vedrai la commissione riflessa nella fattura successiva. Non si potrà togliere la commissione dal tuo conto fino a quando la prossima fattura sia emessa da noi, ma non ti sarà possibile utilizzare il saldo mantenuto per altri acquisti. Inoltre, se hai richiesto un rimborso, l'importo richiesto non può essere usato per fare acquisti.

# CashoutCreatePW
source: Create
ca: Crear
es: Crear
eu: Sortu
it: Creare

# CashoutCreatePWSent
source: You don't have a local Langademy account. You need to create a password for your account if you want to edit your invoicing data.
ca: No tens un compte local de Langademy. Necessites crear una contrasenya per al teu compte si vols editar les dades de facturació
es: No tienes una cuenta local de Langademy. Necesitas crear una contraseña para tu cuenta si quieres editar tus datos de facturación
eu: Ez duzu kontu lokalik. Zure hebilderatze datuak editatu nahi badituzu pasahitz bat sortu beharra daukazu
it: Non disponi di un account locale. È necessario creare una password per l'account, se vuoi modificare i dati di fatturazione

# CashOutPanAmount
source: Amount
ca: Quantitat
es: Cantidad
eu: Kantitatea
it: Quantità

# CashOutPanDate
source: Date
ca: Data
es: Fecha
eu: Data
it: Data

# CashOutPanNo
source: No.
ca: Núm.
es: Núm.
eu: Zenb.
it: Num.

# CashOutPanStatus
source: Status
ca: Estat
es: Estado
eu: Egoera
it: Stato

# ReqCashoutMin
source: Minimum
ca: Mínim
es: Mínimo
eu: Maximoa
it: Minimo

# BillingMovementConcept
source: Invoice: {0}-{1}
ca: Factura: {0} - {1}
es: Factura: {0} - {1}
eu: Faktura: {1}-{0}
it: Fattura: {0} - {1}

# UpdReqCashChangedAfter
source: You changed your PayPal account after requesting this withdrawal
ca: Has canviat el teu compte de PayPal després d'haver sol·licitat un reintegrament
es: Has cambiado tu cuenta de PayPal después de haber solicitado un reintegro
eu: Zure PayPal kontua aldatu duzu kredituak ateratzeko eskaera egin ondoren
it: Hai cambiato il tuo conto PayPal dopo aver chiesto un rimborso
