Repository: moar/lingoResx
Catalog: Views/IndexNatives/Index.*.resx
Languages: ca, es

# INBlock2B1Text
source: Once you have enough reputation, enter your native language's chat room and meet new people that are willing to learn your language
ca: Un cop aconsegueixis la reputació suficient, entra a la sala de la teva llengua materna i comença a conèixer gent que vol aprendre el teu idioma
es: Una vez consigas reputación suficiente, entra a la sala de tu idioma nativo y empieza a conocer gente que quiere aprender tu idioma

# INBlock2B1Title
source: Start talking to students
ca: Comença a parlar amb estudiants
es: Empieza a hablar con estudiantes

# INBlock2B2Text
source: Go to your native language's room and make video calls with different people. Earn positive votes and your reputation will improve. As a result more people will want to talk to you!
ca: Vés a les sales de xat del(s) teu(s) idiomes natius i fes videotrucades amb la gent. Guanya vots positius i la teva reputació millorarà. ¡Com millor sigui la teva reputació més gent voldrà parlar amb tu!
es: Ve a las salas de chat de tu(s) idiomas nativos y haz video llamadas con la gente. Gana votos positivos y tu reputación mejorará. ¡Cuanta mejor sea tu reputación más gente querrá hablar contigo!

# INBlock2B2Title
source: Gain reputation
ca: Millora la teva reputació
es: Mejora tu reputación

# INBlock2B3Text
source: Compare the rates of other natives in your room and set your rate
ca: Comparar les tarifes d'altres natius i estableix la tarifa
es: Compara las tarifas de otros nativos y establece tu tarifa

# INBlock2B3Title
source: Be competitive
ca: Sigues competitiu
es: Sé competitivo

# INConditions
source: Check Langademy's prices
ca: Revisa els preus de Langademy
es: Revisa los precios de Langademy

# INFacesPicture
source: Look for people that want to learn languages
ca: Busca a gent que vulgui aprendre idiomes
es: Busca a gente que quiera aprender idiomas

# INJoin
source: Join us!
ca: Uneix-te ja!
es: ¡Únete ya!

# INMainPicture
source: Earn money from your home
ca: Guanya diners des de casa
es: Gana dinero desde casa

# INTimeBankingRooms
source: time banking rooms
ca: sales del banc del temps
es: salas de banco del tiempo

# INTitle
source: Put a price to your conversations
ca: Posa preu a les teves converses
es: Pon precio a tus conversaciones

# INTitleText
source: If you like conversating with new people and help them to become fluent in your native language, this is your chance to <strong>earn some extra money from home</strong>
ca: Si t'agrada conversar amb gent nova i ajudar a que aconsegueixin fluïdesa en el teu idioma natiu, aquesta és la teva ocasió per <strong> guanyar uns diners extres des de casa </strong>
es: <![CDATA[Si te gusta conversar con gente nueva y ayudar a que consigan fluidez en tu idioma nativo, ésta es tu ocasión para <strong>ganar un dinero extra desde tu casa</strong> ]]>
