Repository: moar/lingoResx
Catalog: IdentityServer/Assets/Assets.*.resx
Languages: eu, it

# authorizeresponse-wait
source: Please wait...
eu: Itxaron mesedez...
it: Aspetta prego...

# common-error
source: Error
eu: Akatsa
it: Errore

# login-username
source: Username
eu: Erabiltzaile izena
it: Nome utente

# login-username-placeholder
source: Username
eu: Erabiltzaile izena
it: Nome utente

# login-password
source: Password
eu: Pasahitza

# login-password-placeholder
source: Password
eu: Pasahitza

# login-rememberLogin
source: Remember My Login
eu: Gogoratu nire logina
it: Ricorda il mio login

# login-local
source: Local Login
eu: Login lokala
it: Logout Event

# login-title
source: Login
eu: Saioa hasi

# login-action
source: Login
eu: Saioa hasi

# login-external
source: External Login
eu: Kanpo logina
it: prezzi

# login-different
source: Login With Different Account
eu: Hasi saioa beste kontu batekin
it: Inserisci un account diverso

# logout-title
source: Logout
eu: Saioa itxi
it: Esci

# logout-info
source: You are now logged out
eu: Saioa itxi duzu
it: Ora sei disconnesso

# logout-click
source: Click
eu: Klik
it: Clicca

# logout-here
source: here
eu: hemen
it: qui

# logout-return
source: to return to the
eu: bueltatzeko
it: per tornare al

# logout-application
source: application
eu: aplikazioa
it: applicazione

# logout-from
source: Would you like to logout of
eu: Saioa istea nahi al duzu
it: Vuoi chiudere la sessione di

# logout-yes
source: Yes
eu: Bai
it: SÃ¬

# consent-request
source: is requesting your permission
eu: zure baimena eskatzen ari da
it: sta chiedendo il tuo permesso

# consent-uncheck
source: Uncheck the permissions you do not wish to grant.
eu: Desgaitu ematea nahi ez dituzun baimenak
it: Disabilitare i permessi che non vuuoi concedere

# consent-personalInformation
source: Personal Information
eu: Informazio pertsonala
it: dati personali

# consent-applicationAccess
source: Application Access
eu: Aplikazioko sarrera

# consent-required
source: (required)
eu: (beharrezkoa)

# consent-rememberDecision
source: Remember My Decision
eu: Gogoratu nire erabakia

# consent-allow
source: Yes, Allow
eu: Bai, baimendu

# consent-disallow
source: No, Do Not Allow
eu: Ez, ez baimendu

# permissions-client
source: Client Application Permissions
eu: Bezeroaren aplikaziorako baimenak

# permissions-nonGranted
source: You have not given permission to any applications
eu: Ez diozu baimenik eman aplikazio bateri ere
it: Non hai dato il permesso per qualsiasi applicazione.

# permissions-revoke
source: Revoke
eu: Ezeztatu
it: Revocare

# form-submit
source: Submit this form
eu: Bidali formulario hau
it: Inviare questo modulo

# signoutframe-signout
source: SignOut
eu: Saioa itxi
it: Esci

# permissions-resource
source: Resource Permissions
it: Autorizzazioni per le risorse
