Repository: moar/lingoResx
Catalog: JSMessages/JSMessages.*.resx
Languages: ca, es, eu, it

# RouletteCannotConnect
source: We couldn't connect you with your partner due to the security level of your networks
ca: No hem pogut connectar amb el teu company a causa del nivell de seguretat de la teva xarxa
es: No hemos podido conectar con tu compañero a causa del nivel de seguridad de vuestras redes
eu: Ezin izan zaitugu zure mintzalagunarekin konektatu zuen sareetako segurtasun mailagatik
it: Non siamo riusciti a collegarsi con il tuo partner, dal livello di sicurezza della tua rete

# SelectLanguage
source: Select your language
ca: Selecciona el teu idioma
es: Selecciona tu idioma
eu: Aukeratu zure hizkuntza
it: Seleziona la tua lingua

source: Settings
ca: Configuració
es: Ajustes
eu: Ezarpenak
it: Impostazioni

source: Time Bank
ca: Banc de Temps
es: Banco de Tiempo
eu: Denbora bankua
it: Banca del Tempo

# TimeBankRoom
source: Timebanking room
ca: Sala Banc del Temps
es: Sala Banco de Tiempo
eu: Denbora banku gela
it: Sala Banca de Tempo

# Trip2Step1
source: Enter the chat rooms if you want to chat or make calls with native speakers. You can use your Wallet and/or time banking accounts to make video calls
ca: Entra a les sales per fer les trucades de vídeo de xat si vols xatejar i fer trucades amb parlants nadius. Pots utilitzar el teu Wallet o la teva Banc de Temps per fer les vídeo trucades.
es: Entra a las salas de chat si quieres chatear y hacer llamadas con hablantes nativos. Puedes utilizar tu Wallet o tu Banco de Tiempo para hacer las videollamadas.
eu: Sartu txat geletara eta bilatu hiztun natiboak. Deiak egiteko zure Walleta edo denbora bankua erabili ditzakezu
it: Vai nelle sale Banca del tempo se vuoi fare di scambi e utilizzare il tempo come moneta di tempo. Puoi usare il Wallet o la Banca del Tempo per effettuare videochiamate.

# Trip3Step1
source: Find users that suit your preferences. Click the Search button and start contacting them!
ca: Troba a usuaris que s'ajustin al teu perfil. Prem la lupa i comença a contactar amb ells!
es: Encuentra a usuarios que se ajusten a tu perfil. Pulsa la lupa y comienza a contactar con ellos!
eu: Aurkitu zure preferentziak betetzen dituen jendea. Sakatu bilaketako botoia eta has zaitez beraiekin konektatzen!
it: Trovare persone che si adattano al tuo profilo. clicca sulla lente e inizia a contattarli!

# TripExpert
source: I'm an expert!
ca: Sóc un expert!
es: ¡Soy experto!
eu: Aditua naiz!
it: Sono esperto!

# TripExpert2
source: Skip all steps
ca: Saltar tots els passos
es: Saltar todos los pasos
eu: Pauso guztiak saltatu
it: Skip tutti i passi

# TripFinish
source: Got it!
ca: Entès!
es: ¡Entendido!
eu: Ulertuta!
it: Capito!

# TripNext
source: Next
ca: Següent
es: Siguiente
eu: Hurrengoa
it: Avanti

# TurnSecureServer
source: You probably are on a secure entrerprise network. Try to connect from another network
ca: És probable que et trobis en una xarxa segura d'empresa. Prova a connectar des d'una altra xarxa
es: Es probable que te encuentres en una red segura de empresa. Prueba a conectarte desde otra red
eu: Seguruenik enpresa bateko sare seguru batean zaude. Saiatu zaitez beste sare batetik konektatzen
it: E 'probabile che ti trovi in una rete aziendale sicura. Prova a collegarti da un'altra rete

# UpdateProfilePhoto
source: Profile Photo
ca: Foto de Perfil
es: Foto de Perfil
eu: Profileko Argazkia
it: Foto profilo

# UserRoomEntrance
source: {0} has entered the room. Join the chat!
ca: {0} ha entrat a la sala. Uneix-te a xat!
es: {0} ha entrado en la sala.¡Únete al chat!
eu: {0} txat gelara sartu da. Hasi txateatzen!
it: {0} è entrato nella stanza. Unisciti alla chat!

# vcEarned
source: earned
ca: guanyats
es: ganados
eu: irabazita
it: guadagnati

# vcSpent
source: spent
ca: gastats
es: gastados
eu: gastatuta
it: spesi

source: Videocall
ca: Videotrucades
es: Videollamada
eu: Bideo-deia
it: Videochiamate

# WaitingForCamera
source: Waiting for you to give permission in your browser to use your camera...
ca: Esperant el permís per poder utilitzar la teva càmera...
es: Esperando a que des a tu navegador los permisos para poder utilizar tu cámara...
eu: Zure nabigatzaileari kamera erabiltzeko baimenak eman diezazkiozun zain...
it: In attesa che tu dia al tuo browser il permesso di usare la tua videocamera...

# WalletRateTitle
source: Wallet room rate
ca: Tarifa de la sala Wallet
es: Tarifa de sala wallet
eu: Wallet gelako tarifa
it: Tariffa di sala Wallet

source: Wallet room
ca: Sala Wallet
es: Sala Wallet
eu: Wallet gela
it: Sala Wallet

source: Warning
ca: Avís
es: Aviso
eu: Aviso
it: Avviso

# warnnochangelng
source: You can't change the language during a videocall
ca: No pots canviar l'idioma durant una trucada
es: No puedes cambiar el idioma durante una videollamada
eu: No puedes cambiar el idioma durante una videollamada
it: Non è possibile cambiare la lingua durante una videochiamata

source: Year
ca: Any
es: Año
eu: Urtea
it: Anno

source: Yes
ca: Si
es: Si
eu: Bai
it: Si

# GeoNoAvailable
source: We are so sorry, but your browser cannot share your geolocation with Langademy, so you are not allowed to update your invoicing data. We recommend you to use Google Chrome for the best experience at Langademy
ca: Ho sentim molt però el teu navegador no pot compartir la teva ubicació amb Langademy, així que no tens permès actualitzar les dades de facturació. Et recomanem que utilitzis Google Chrome per obtenir la millor experiència en Langademy
es: Lo sentimos mucho pero tu navegador no puede compartir tu ubicación con Langademy, así que no tienes permitido actualizar tus datos de facturación. Te recomendamos que utilices Google Chrome para obtener la mejor experiencia en Langademy
it: Siamo molto dispiaciuti, ma il tuo browser non può condividere la tua localizzazione con Langademy, quindi non ti è consentito aggiornare i tuoi dati di fatturazione. Si consiglia di utilizzare Google Chrome per ottenere la migliore esperienza a Langademy

# GeoNoPermission
source: We have detected that you denied the permission to share your geolocation with Langademy. Before you update your invoicing data, you must allow to share it (Your geolocation will remain private and it will not be published anywhere)
ca: Hem detectat que has denegat el permís per compartir la teva ubicació amb Langademy. Abans d'actualitzar les dades de facturació has de permetre compartir (La vostra ubicació romandrà privada i no es compartirà enlloc)
es: Hemos detectado que has denegado el permiso para compartir tu ubicación con Langademy. Antes de actualizar tus datos de facturación debes permitir compartirla (Tu ubicación permanecerá privada y no se compartirá en ningún sitio)
it: Abbiamo scoperto che avete negato il permesso di condividere la vostra localizzazione con Langademy. Prima di aggiornare i dati di fatturazione è necessario consentirne la condivisione (la vostra posizione rimarrà privata e non sarà condivisa da nessuna parte)

# bymonthday
source: Day {0} every month
ca: El dia {0} de cada mes
es: El día {0} de cada mes
eu: Hilabete bakoitzeko hilaren {0}-ean
it: Il giorno {0} di ogni mese

# bymonthdayinterv
source: Day {0} every {1} months
ca: El dia {0} cada {1} mesos
es: El día {0} de cada {1} meses
eu: Hilaren {0}-ean {1}-hilabetero
it: Il giorno {0} ogni {1} mesi

# bymonthsetpos
source: The {0} {1} of every month
ca: El {0} {1} de cada mes
es: El {0} {1} de cada mes
eu: Hilabete bakoitzeko {0} {1}-ean
it: Il {0} {1} di ogni mese

# bymonthsetposinterv
source: The {0} {1} of every {2} months
ca: {0} {1} de cada {2} mesos
es: El {0} {1} de cada {2} meses
eu: Hilabete bakoitzeko {0} {1}-ean {2} hiletik behin
it: {0} {1} ogni {2} mesi

# dailyfreq
source: Daily
ca: diàriament
es: Diariamente,
eu: Egunero
it: tutti i giorni

# dailyfreqinterv
source: Every {0} days
ca: Cada {0} dies
es: Cada {0} días
it: Ogni {0} giorni

source: first
ca: El primer
es: primer
eu: lehen
it: primo

source: fourth
ca: El quart
es: cuarto
eu: laugarren
it: quarto

source: last
ca: L'últim
es: último
eu: azken
it: ultimo

# rrulecount
source: {0} times
ca: {0} vegades
es: {0} veces
eu: {0} aldiz
it: {0} volte

# rruledtstart
source: starts on {0}
ca: comença el {0}
es: comienza el {0}
eu: {0}-an hasita
it: inizia il {0}

# rruleonlyonce
source: only once
ca: Només una vegada
es: sólo una vez
eu: behin bakarrik
it: solo una volta

# rruletimespan
source: from {0} to {1}
ca: de {0} a {1}
es: de {0} a {1}
eu: {0}-etatik {1}-(e)tara
it: dalle {0} alle {1}

# rruleuntil
source: until {0}
ca: fins al {0}
es: hasta el {0}
eu: {0}-ra
it: fino il {0}

source: second
ca: El segon
es: segundo
eu: bigarren
it: secondo

source: third
ca: El tercer
es: tercer
eu: hirugarren
it: terzo

# weeklyfreq
source: Weekly, every {0}
ca: Cada setmana, els {0}
es: Semanalmente, los {0}
eu: Astero, {0}-etan
it: Ogni settimana,i {0}

# weeklyfreqinterv
source: Every {0} weeks, on {1}
ca: Cada {0} setmanes, els {1}
es: Cada {0} semanas, los {1}
eu: {0} astero, {1}-etan
it: Ogni {0} settimane, i {1}

source: Edit availability
es: Editar disponibilidad
it: Modifica Disponibilità

source: New availability
es: Nueva disponibilidad
it: Nuova disponibilità

# seldateoneless
source: Select the date of your lesson
es: Selecciona la fecha de tu clase
it: Selezionare la data della lezione

# seldatepack
source: Select at least the date of your first lesson. You can schedule the remaining ones at any time
es: Selecciona al menos la fecha de tu primera clase. Puedes programar el resto en cualquier otro momento
it: Seleziona almeno la data della tua prima lezione. È possibile pianificare il resto in qualsiasi altro momento

# seldatepago
source: Select the date of your lesson (minimum: 30 minutes, maximum: 2 hours)
es: Selecciona la fecha de tu clase (mínimo: 30 minutos, máximo: 2 horas)
it: Seleziona la data della lezione (minimo: 30 minuti, massimo: 2 ore)

# cancelunanpurchase
source: Are you sure you want to cancel your purchase? Your credits will be refunded to your Wallet account
es: ¿Estás seguro de que quieres cancelar tu compra? Tus créditos serán reintegrados en tu cuenta Wallet
it: Sei sicuro di voler annullare l'acquisto? I tuoi crediti saranno rimborsati sul tuo account Wallet

# acceptunanpurchase
source: Do you confirm that you accept this purchase? The scheduled lessons will be added to your calendar
es: ¿Confirmas que aceptas esta compra? Las clases planificadas se añadirán a tu calendario
it: Confermi di accettare questo acquisto? Le lezioni pianificate verranno aggiunte al tuo calendario

# rejectunanpurchase
source: Are you sure you want to reject this purchase? Make sure the student understands the reason
es: ¿Estás seguro de que deseas rechazar esta compra? Asegúrate de que el estudiante entiende el motivo
it: Sei sicuro di voler rifiutare questo acquisto? Assicurarsi che lo studente capisca il motivo

source: Reschedule lesson
es: Cambiar fecha de clase
it: Modificare la data della lezione

# JoiningClassroom
source: Joining the classroom
es: Entrando a la clase
it: Entrando

# WaitingPartnerClassroom
source: Waiting for {0} to join the classroom
es: Esperando a que {0} entre en la clase
it: In attesa che {0} entri nella classe

# WaitingTo
source: Waiting for permission to use your camera...
es: Esperando a los permisos para usar tu cámara...
it: In attesa di autorizzazioni per l'utilizzo della videocamera....

# cannotJoinClassroom
source: There has been a problem joing the classroom. Please, refresh the page and try again. If the problem persists, please, contact us
es: Ha habido un problema entrando a la clase. Por favor, recarga la página e inténtalo de nuevo. Si el problema persiste, por favor, contáctanos
it: C'è stato un problema nell'entrare nella classe. Ricaricare la pagina e riprovare. Se il problema persiste, contattateci

source: Report issue
es: Notificar problema
it: Segnala un problema

# RequireOneErrorMsg
source: Please check at least one box
es: Por favor, selecciona al menos una opción
it: Seleziona almeno un'opzione

source: Request mediation
es: Solicitar mediación
it: Richiedere mediazione

source: Request rate
it: Richiedere tariffa

source: Availability
ca: Disponibilitat
it: Disponibilità

# NotUpdateInVideo
source: You cannot update your rates during a videocall
it: Non è possibile aggiornare le tariffe durante una videochiamata

# confDelTeacherEdu
source: Are you sure you want to delete this education line from your profile?
it: Sei sicuro di voler cancellare questa linea educativa dal tuo profilo?

# confDelTeacherPosition
source: Are you sure you want to delete this position from your profile?
it: Sei sicuro di voler cancellare questa posizione dal tuo profilo?

# confDelTeacherRate
source: Are you sure you want to delete your rates for teaching this language?
it: Sei sicuro di voler cancellare le tariffe per l'insegnamento di questa lingua?

# ConfPurchaseLessonWallet
source: Click OK to confirm your purchase using your Wallet balance
it: Fai clic su OK per confermare l'acquisto utilizzando il saldo Wallet
