Repository: moar/lingoResx
Catalog: JSMessages/JSMessages.*.resx
Languages: ca, es, eu, it

source: Automatic partner finder
ca: Cercador automàtic de companys
es: Buscador automático de compañeros
eu: Mintzalagun bilatzaile automatikoa
it: Ricerca automatica di partner

# calendarAllTitle
source: Next language exchanges meetups
ca: Següents intercanvis d'idiomes
es: Siguientes intercambios de idiomas
eu: Hurrengo hizkuntza elkartrukeak
it: I seguenti scambi linguistici

# calendarMyTitle
source: My next language exchange meetups
ca: Els meus pròxims intercanvis d'idiomes
es: Mis siguientes intercambios de idiomas
eu: Nire hurrengo hizkuntza elkartrukeak
it: I miei prossimi scambi linguistici

# calendarRecRequestsTitle
source: Received conversation requests
ca: Sol·licituds de conversa rebudes
es: Solicitudes de conversación recibidas
eu: Solicitudes de conversación recibidas
it: Richieste di conversazione ricevute

# calendarSentRequestsTitle
source: Sent conversation requests
ca: Sol·licituds de conversa enviades
es: Solicitudes de conversación enviadas
eu: Solicitudes de conversación enviadas
it: Richieste di conversazione inviate

# CallerNoWebrtc
source: Your browser does not support video calls. Try it with the latest versions of Chrome, Firefox or Opera.
ca: Aquest navegador no soporta les videotrucades. Prova amb les últimes versions de Chrome, Firefox u Opera .
es: Este navegador no soporta videollamadas. Prueba con las últimas versiones de Chrome, Firefox u Opera.
eu: Zure nabigatzaileak ez du bideo deirik onartzen. Saiatu zaitez Chrome, Firefox edo Opera-ren azken bertsioekin.
it: Il tuo browser non supporta le chiamate video. Prova con le ultime versioni di Chrome, Firefox o Opera.

# cancelmeetMB
source: Are you sure you want to cancel this meetup?
ca: Estàs segur que vols cancel·lar la conversa?
es: ¿Estás seguro de que quieres cancelar la conversación?
eu: ¿Estás seguro de que quieres cancelar la conversación?
it: Sei sicuro di voler annullare la conversazione?

# cancelreqMB
source: Are you sure you want to cancel your request?
ca: Estàs segur de que vols cancel·lar la teva sol·licitud?
es: ¿Estás seguro de que quieres cancelar tu solicitud?
eu: ¿Estás seguro de que quieres cancelar tu solicitud?
it: Sei sicuro di voler annullare la richiesta?

# cannotAcceptCalls
source: You cannot accept calls, your browser does not support calls.
ca: No pots acceptar trucades, el teu navegador no accepta videotrucades.
es: No puedes aceptar llamadas. Tu navegador no acepta videollamadas
eu: Ezin duzu deirik erantzun, zure nabigatzaileak ez du deirik onartzen.
it: Non è possibile accettare le chiamate, il tuo browser non supporta le videochiamate.

# confAttendMeetup
source: Do you confirm your attendance to this meetup?
ca: Confirmes que assistiràs a la quedada?
es: ¿Confirmas que irás a la quedada?
eu: Bilera honetara joango zarela baieztatzen al duzu?
it: Confermi la presenza a questo meetup?

# confBlockUser
source: Blocked users cannot send you contact requests and you will never be matched with them at the Language Roulette (if you want to unblock them later you can do it from your Account Settings). ¿Are you sure you want to block this user?
ca: Si bloqueges a aquest usuari, no podrà enviar sol·licituds d'amistat ni sereu aparellats al Language Roulette (si vols desbloquejar-lo més endavant podràs fer-ho en la configuració del teu compte). Estàs segur que vols bloquejar-lo?
es: Si bloqueas a este usuario no podrá enviarte solicitudes de amistad ni seréis emparejados en el Language Roulette (si quieres desbloquearle más adelante podrás hacerlo en la configuración de tu cuenta). ¿Estás seguro de que quieres bloquearle?
eu: Blokeatutako erabiltzaileek ezingo dizute kontaktu eskaririk bidali eta Language Roulettean ez zara beraiekin parekatua izango (kontuaren ezerpenetan desblokeatu dezakezu nahi baduzu). Erabiltzaile hau blokeatzeaz ziur al zaude?
it: Gli utenti bloccati non possono inviare richieste di contatto e non ti saranno mai abbinato nel Language Roulette (se vuoi sbloccarlo più avanti puoi farlo nelle Impostazioni dal tuo account). Sei sicuro di voler bloccare quest’ utente?

# confCancelMeetAttendance
source: Are you sure you want to cancel your attendance to this meetup?
ca: Estàs segur de voler abandonar la quedada?
es: ¿Estás seguro de que quieres abandonar la quedada?
eu: Bilera hau uzteaz ziur al zaude?
it: Sei sicuro di voler cancellare questo appuntamento?

# confDeactivateAcc
source: Are you sure you want to deactivate your account?
ca: Estàs segur que vols donar de baixa el teu compte?
es: ¿Estás seguro de que quieres dar de baja tu cuenta?
eu: Ziur al zaude zure kontua ezabatzeaz?
it: Sei sicuro di voler cancellare il tuo account?

# confDelLang
source: Are you sure you want to delete {0} from your languages?
ca: Estàs segur de voler esborrar {0} dels teus idiomes?
es: ¿Estás seguro de que quieres eliminar {0} de tus idiomas?
eu: Ziur zaude {0} zure hizkuntzetatik ezabatzeaz?
it: Sei sicuro di voler cancellare {0} delle tue lingue?

# confDelLoginLink
source: Are you sure you want to delete {0} from your login accounts?
ca: Estàs segur de voler eliminar {0} dels teus comptes d’accés?
es: ¿Estás seguro de que quieres eliminar {0} de tus cuentas de acceso?
eu: Ziur zaude {0} zure kontuetatik ezabatzeaz?
it: Sei sicuro di voler cancellare {0} dal tuo account di accesso?

# ConfDelMBPost
source: This comment will be deleted. ¿Are you sure?
ca: Vas a eliminar el comentari. Estàs segur?
es: Vas a eliminar el comentario. ¿Estás seguro?
eu: Ziur al zaude iruzkina ezabatzeaz?
it: Eliminerete il commento. Ne siete sicuri?

# ConfDelMBTopic
source: If you downvote this topic it will be removed. ¿Are you sure?
ca: Si treus el teu vot s'eliminarà el tema. Estàs segur?
es: Si quitas tu voto se eliminará el tema. ¿Estás seguro?
eu: Botua kentzen baduzu gaia ezabatuko da. Ziur al zaude?
it: Se rimuovi il tuo voto l'argomento sarà cancellato. Sei sicuro?

source: Confirm
ca: Confirmar
es: Confirmar
eu: Konfirmatu
it: Confermare

# confirmSave
source: Do you want to save your changes before closing?
ca: Vols guardar els canvis abans de sortir?
es: ¿Quieres guardar los cambios antes de salir?
it: Vuoi salvare le modifiche prima di uscire?

# ConfirnGetLocation
source: Acording to your country's laws, we need to know your real location in order to store your billing address. If you click OK your navigator will ask for your location again.
ca: D'acord a les lleis del teu país, necessitem la teva localització real abans de poder guardar la teva adreça de facturació. Si prems OK el navegador tornarà a demanar-te permís per obtenir la teva localització.
es: De acuerdo a las leyes de tu país, necesitamos tu localización real antes de poder guardar tu dirección de facturación. Si pulsas OK el navegador volverá a pedirte permiso para obtener tu localización.
eu: Zure herrialdeko legeen arabera, zure benetako lokalizazioa behar dugu zure fakturazio helbidea gordetzeko. Ok botoia sakatzen baduzu, nabigatzaileak zure lokalizazioa eskatuko dizu berriz.
it: Secondo le leggi, abbiamo bisogno della tua ubicazione attuale prima di poter salvare l'indirizzo di fatturazione. Se si preme OK, il browser chiederà nuovamente l'autorizzazione per ottenere la posizione.

# connectingWithPartner
source: Connecting with {0}...
ca: Connectant-te amb {0}...
es: Conectándote con {0}...
eu: {0}-(r)ekin konektatzen...
it: Connettendo con {0}...

# ConnectionError
source: A connection error has ocurred during the call. The call will be finished
ca: Hi ha hagut un error de connexió durant la trucada. Aquesta trucada es donarà per finalitzada
es: Ha ocurrido un error de conexión durante la llamada. Esta llamada se dará por finalizada
eu: Konexio akats bat gertatu da deia egiten ari zinenean. Dei hau amaitutzat emango da
it: Si è verificato un errore di connessione durante la chiamata. questa chiamata verrà terminata

# ConnectionErrorTitle
source: Error during the call
ca: Error durant la trucada
es: Error durante la llamada
eu: Akatsa deian
it: Errore durante la chiamata

source: Contacts
ca: Contactes
es: Contactos
eu: Lagunak
it: Contatti

# ContinueVideoCall
source: Continue the call
ca: Continuar la trucada
es: Continuar la llamada
eu: Deiarekin jarraitu
it: Continuare la chiamata

source: conversation-exchange-meetups
ca: quedades-intercanvi-idiomes
es: quedadas-intercambio-idiomas
eu: mintza-bilerak
it: appuntamenti-scambi-lingue

# CRMeetupTime
source: There's a meetup scheduled at {0}​
ca: S'ha organitzat una quedada a la(s) {0}
es: Se ha organizado una quedada a la(s) {0}
eu: Bilera bat antolatu da ​{0}-(t)an
it: Si ha organizzato un appuntamento alle {0}

# CRNoTopicsProposed
source: Nobody has proposed conversation topics for this meetup
ca: No s'han proposat temes de conversa per a aquesta quedada
es: No se han propuesto temas de conversación para esta quedada
eu: Inork ez du bilera honetarako hizketa gairik proposatu
it: Non ci sono preposti argomenti di conversazione in questo appuntamento

source: Day
ca: Dia
es: Día
eu: Eguna
it: Giorno

# EndVideoCall
source: End the call
ca: Finalitzar trucada
es: Terminar llamada
eu: Deia amaitu
it: Chiude chiamata

# errorSt
source: Sorry, but something went wrong
ca: Perdona,però alguna cosa no anat com esperàvem
es: Perdona, pero algo no ha ido como esperábamos
eu: Barkatu, okerren bat egon da
it: Ci dispiace, ma qualcosa non è andato come ce l'aspettavamo

# FeedbackOpinion
source: Give us your opinion
ca: Dona’ns la teva opinió
es: Danos tu opinión
eu: Eman zure iritzia
it: Dacci la tua opinione

# FeedbackSuccess
source: Thank you for submitting your feedback!
ca: Gràcies per donar-nos la teva opinió!
es: ¡Gracias por darnos tu opinión!
eu: Eskerrik asko zure iritzia emateagatik!
it: Grazie per averci dato la tua opinione!

source: Filter Meetups
ca: Filtrar Quedades
es: Filtrar Quedadas
it: Filtrare appuntamenti

# FilterRoomUsers
source: Filter Users
ca: Filtrar Usuaris
es: Filtrar Usuarios
eu: Erabiltzaileak filtratu
it: Filtrare gli utenti

# GlobalNetworkError
source: Connection to the Langademy servers has been lost. Trying to reconnect...
ca: S'ha perdut la connexió amb els servidors de Langademy. Reconnectant ...
es: Se ha perdido la conexión con los servidores de Langademy. Reconectando...
eu: Langademyko zerbitzariekin konexioa galdu da. Berriz konektatzen...
it: Si è perso la connessione con i server Langademy. Riconnessione...

source: Help
ca: Ajuda
es: Ayuda
eu: Laguntza
it: Aiuto

# IncompleteProfile
source: Complete your profile
ca: Completa el teu perfil
es: Completa tu perfil
eu: Osatu ezazu zure profila
it: Completa il tuo profilo

# InvitsSent
source: Invitations sent correctly!
ca: Invitacions enviades correctament!
es: ¡Invitaciones enviadas correctamente!
eu: Gonbidapenak zuzen bidali dira!
it: Inviti inviati correttamente!

# LayoutTrip1Step1
source: Click the block above to view your profile options,
ca: Fes clic en aquest bloc per veure les opcions del teu estat
es: Clica en este bloque para ver las opciones de tu estado
eu: Klikatu gaineko blokea zure profileko aukerak ikusteko
it: Clicca su questo blocco per le opzioni di stato,

# LayoutTrip1Step2
source: Click your name and go to View Profile so you can add the languages you want to practice,
ca: Prem sobre el teu nom i vés a Edita Perfil per afegir els idiomes que vols practicar
es: Pulsa sobre tu nombre y ve a Editar Perfil para agregar los idiomas que quieres practicar
eu: Klikatu zure izenean eta Click your name eta Editatu Profile. Bertan praktikatu nahi dituzun hizkuntzak geitu ahalko dituzu
it: Clicca sul tuo nome e vai su Modifica Profilo per aggiungere le lingue che vuoi mettere in pratica

# LeaveAppConfirmation
source: Do you really want to leave?
ca: Estàs segur de voler sortir?
es: ¿Estás seguro de que deseas salir?
eu: Irtetzeaz ziur al zaude?
it: Stai sicuro di voler uscire?

# LeaveCall
source: Do you really want to leave the videocall?
ca: Vas a sortir de la videotrucada, estàs segur?
es: Vas a salir de la videollamada, ¿estás seguro?
eu: Bideo deia uztear zaude. Ziur al zaude?
it: Sei sicuro di uscire dalla videochiamata?

# LeaveRoomConfirmation
source: Are you sure of leaving the room?
ca: Estàs segur que vols sortir de la sala?
es: ¿Estás seguro de que deseas salir de la sala?
eu: Gelatik irtetzear zaude. Ziur al zaude?
it: Sei sicuro di voler uscire dalla stanza?

# leaveVC
source: You are in a video call
ca: Estàs en una videotrucada
es: Estás en una videollamada
eu: Bideo dei baten zaude
it: Sei in una videochiamata

# LikeSentence
source: Did you like chatting with {0}?
ca: T’ha agradat parlar amb {0}?
es: Te ha gustado hablar con {0}?
eu: {0}-(re)kin txateazea gustatu al zaizu?
it: Ti è piaciuto chiacchierare con {0}?

# LoginOrSignup
source: Login with
ca: Entra amb
es: Entra con
eu: Sartu edo izena eman
it: Accedi con

# meetupAlert
source: Your meetup is about to begin
ca: La teva quedada va a començar
es: Tu quedada va a comenzar
eu: Zure bilera hastera doa
it: Il tuo appuntamento sta per iniziare

# meetupAlertTitle
source: Reminder
ca: Recordatori
es: Recordatorio
eu: Gogorazpena
it: Avviso

source: Meetup Board
ca: Tauler de Quedades
es: Tablón de Quedadas
eu: Bilera taula
it: Tabella di Appuntamenti

# meetupSelectTopic
source: Choose a topic for your meetup
ca: Tria un tema per a la teva quedada
es: Elige un tema para tu quedada
eu: Aukeratu bilerarako mintzagai bat
it: Scegli un tema per l’appuntamento

source: Month
ca: Mes
es: Mes
eu: Hilabetea
it: Mese

# NetworkError
source: Network connection error
ca: Error de connexió de xarxa
es: Error de conexión de red
eu: Sareko konexio akatsa
it: Errore di collegamento alla rete

# NetworkErrorInVideo
source: Connection to the Langademy servers has been lost. Try to call again after the connection is restored.
ca: S'ha perdut la connexió amb els servidors de Langademy. Intenta fer la trucada quan s'hagi restablert la connexió.
es: Se ha perdido la conexión con los servidores de Langademy. Intenta realizar la llamada cuando se haya restablecido la conexión.
eu: Langademyko zerbitzariekin konexioa galdu da. Saiatu zaitez deia berriz egiten konexioa itzultzen denean.
it: Si è perso la connessione con i server Langademy. Provate a fare la chiamata quando la connessione viene ripristinata.

# NoCameraNorMic
source: We couldn't detect a webcam or a microphone in your partner's device, your call will be finished
ca: No hem pogut detectar una càmera web ni un micròfon en el dispositiu del teu company, la trucada es donarà per finalitzada
es: No hemos podido detectar una webcam ni un micrófono en el dispositivo de tu compañero, la llamada se dará por finalizada
eu: Ezin izan ditugu webcama eta mikroa aurkitu zure mintzalagunaren gailuan, dei hau amaitutzat emango da
it: Non siamo riusciti a rilevare una webcam o un microfono nel dispositivo compagno, la chiamata verrà terminata

# NoCamTitle
source: Camera and microphone not detected
ca: Càmera i micròfon no detectat
es: No se han detectado la webcam y el micrófocono
eu: Webcama eta mikroa ez dira aurkitu
it: Webcam e microfono non rilevati

# NoChatHours
source: Time Bank notification
ca: Notificació del Banc de Temps
es: Notificación del Banco de Tiempo
eu: Denbora bankuaren notifikazioa
it: Notifica dal Banca del Tempo

# NoMediaAcceptance
source: Your partner couldn't connect the camera or the microphone and the call has been finished
ca: El teu company no va poder connectar la seva càmera/micròfon i ha acabat la trucada
es: Tu compañero no pudo conectar su cámara/micrófono y ha acabado la llamada
eu: Zure mintzalagunak ezin izan ditu kamera eta mikroa konektatu eta deia amaitu du
it: Il tuo partner non ha potuto collegare la webcam / microfono e si è conclusa la chiamata

# NoMediaTitle
source: Cam/Microphone permission
ca: Permisos de la càmera/micròfon
es: Permisos de la cámara/micrófono
eu: Kamera/mikroaren baimenak
it: Permessi di webcam / microfono

# NoOwnCameraNorMic
source: We couldn't detect a webcam or a microphone in your device, your call will be finished
ca: No hem pogut detectar una càmera web ni un micròfon en el teu dispositiu, la trucada es donarà per finalitzada
es: No hemos podido detectar una webcam ni un micrófono en tu dispositivo, la llamada se dará por finalizada
eu: Ezin izan ditugu webcama eta mikroa aurkitu zure gailuan, dei hau amaitutzat emango da
it: Non siamo riusciti a rilevare una webcam o un microfono sul dispositivo, la chiamata verrà terminata

# NoOwnMediaAcceptance
source: You didn't grant access to your camera/microphone in your navigator. You can grant access to them and continue the call or leave the call now.
ca: No has donat accés al teu navegador per fer servir la càmera/micròfon. Pots donar accés al teu navegador i seguir amb la trucada o acabar la trucada
es: No has dado acceso a tu navegador para usar la cámara/micrófono. Puedes dar acceso a tu navegador y seguir con la llamada o acabar la llamada.
eu: Ez diozu zure nabigatzaileari kamera edo mikroa erabiltzeko baimenik eman. Baimena eman ta deiarekin jarrai dezakezu edo deia orain amaitu dezakezu.
it: Non hai dato l'accesso al browser di utilizzare la webcam / microfono. Si può dare accesso al tuo browser e continuare con la chiamata o finire la chiamata.

# NoSupported
source: Your browser does not support this page
ca: El teu navegador no suporta aquesta pàgina
es: Tu navegador no soporta esta página
eu: Zure nabigatzaileak ez du web orrialde hau jasaten
it: Il tuo browser non supporta questa pagina

source: No, thanks
ca: No, gràcies
es: No, Gracias
eu: Ez, eskerrik asko
it: No, grazie

source: Notification
ca: Avis
es: Aviso
eu: Abixua
it: Notifica

# NoWebrtc
source: Your browser does not support video calls
ca: Aquest navegador no soporta les videotrucades
es: Este navegador no soporta videollamadas
eu: Zure nabigatzaileak ez du bideo deirik onartzen
it: Il tuo browser non supporta le videochiamate

# OwnFinished
source: You have finished the call
ca: Has finalitzat la trucada
es: Has finalizado la llamada
eu: Deia amaitu duzu
it: Chiamata terminata

# Participants
source: Participantes
ca: Participants
eu: Partehartzaileak
it: Partecipanti

# PrMeetupBegin
source: You can call {0} when you're both online
ca: Pots trucar a {0} quan estigueu els dos online
es: Puedes llamar a {0} cuando estéis los dos online
eu: Puedes llamar a {0} cuando esteis los dos online
it: Puoi chiamare {0} quando entrambi siete on-line

# PrMeetupBeginBoth
source: {0} and you are online. You can start a videocall whenever you want
ca: {0} i tu esteu online. Podeu començar una trucada vídeo quan volgueu
es: {0} y tú estáis online. Podéis empezar una videollamada cuando queráis
eu: {0} y tú estais online. Podeis empezar una videollamada cuando querais
it: {0} e tu siete online. Potete cominciare una videochiamata quando desiderate

# PrMeetupBeginTitle
source: Private conversation starts now
ca: La conversa privada comença ara!
es: ¡La conversación privada empieza ahora!
eu: ¡La conversación privada empieza ahora!
it: La conversazione privata inizia ora!

# PrMeetupOver
source: The conversation duration that you scheduled has been exceeded. Add {0} to your contact list for speaking at any time
ca: Heu superat el temps de conversa acordat. Afegeix a {0} a la llista de contactes per parlar en qualsevol moment
es: Habéis superado el tiempo de conversación acordado. Añade a {0} a tu lista de contactos para hablar en cualquier momento
eu: Habeis superado el tiempo de conversación acordado. Añade a {0} a tu lista de contactos para hablar en cualquier momento
it: È stato superato il tempo concordato di conversazione. Aggiunge {0} alla tua lista di contatti per parlare in qualsiasi momento

# PrMeetupOverTitle
source: Private conversation is over
ca: Fi de la conversa privada
es: Fin de la conversación privada
eu: Fin de la conversación privada
it: Fine della conversazione privata

source: Profile Edit
ca: Edició de Perfil
es: Edición de Perfil
eu: Profilaren edizioa
it: Modifica profilo

# ProfileTripStep1
source: Add the languages you know and the languages you want to learn. You can only enter the rooms of the languages you have in your profile.
ca: Afegeix els idiomes que saps o que vols aprendre. Només podràs entrar a la sales dels idiomes que afegeixis al teu perfil.
es: Añade los idiomas que sabes o que deseas aprender. Solo podrás entrar a la salas de los idiomas que añadas en tu perfil
eu: Gehitu dakizkizun hizkuntzak eta ikasi nahi dituzunak.Zure profilean dauzkazun hizkuntzen geletara soilik sartu zaitezkela gogora ezazu.
it: Aggiunge le lingue che conosci o quelle che vuoi imparare. Puoi accedere solo nelle sale delle lingue aggiunte al profilo

# ProfileTripStep2
source: You can always go back to the home page by clicking the home button
ca: Sempre pots tornar a la pantalla principal clicant el botó casa
es: Siempre puedes volver a la pantalla principal pulsando el botón casa
eu: Etxea duen botoia sakatuta itzul zaitezke orrialde printzipalera.
it: Si può sempre tornare alla schermata principale premendo il bottone casa

# rejectreqMB
source: Are you sure you want to reject this conversation request?
ca: Estàs segur que vols rebutjar aquesta sol·licitud de conversa?
es: ¿Estás seguro de que quieres rechazar esta solicitud de conversación?
eu: ¿Estás seguro de que quieres rechazar esta solicitud de conversación?
it: Sei sicuro che vuoi rifiutare questa richiesta di conversazione?

# RemoteFinished
source: {0} has finished the call
ca: {0} ha finalitzat la trucada
es: {0} ha finalizado la llamada
eu: {0} -(e)k deia amaitu du
it: {0} ha finito la chiamata

# RequestConv
source: Request conversation
es: Solicitar una conversación
eu: Konbertsazio eskaria egin
it: Richiedere una conversazione

# RoomTripStep1
source: Click the menu button to see its options
ca: Clica el botó de menú per a veure les opcions
es: Pulsa el botón de menu para ver las opciones
eu: Klikatu menuan aukera desberdinak ikusteko
it: Clicca il bottone menu per vedere le opzioni

# RoomTripStep2
source: Click on a connected user to make a videocall, check his profile or to send a connection request
ca: Clica sobre un usuari connectat per fer trucades de vídeo, visitar el seu perfil, o enviar-los una sol·licitud de contacte
es: Pulsa sobre un usuario conectado para hacer una videollamada, visitar su perfil, o enviarles una solicitud de contacto
eu: Klikatu konektatuta dauden erabiltzaileen gainean bideodeiak egiteko, beraien profila ikusteko edo laguntasun eskariak bildatzeko
it: Fai clic su un utente collegato a una chiamata video, visita il suo profilo, o invia una richiesta di contatto

# RoomTripStep3
source: You will be able to make private video calls and chats without entering the rooms
ca: Podràs fer videotrucades i tenir xats privats amb els teus contactes sense entrar a les sales
es: Podrás hacer videollamadas y tener chats privados con tus contactos sin entrar a las salas
eu: Txat eta dei pribatuak egin ahal izango dituzu geletara sartzeko beharrik gabe
it: È possibile effettuare chiamate video e avere di chat con i tuoi contatti senza entrare nelle stanze

# RoomTripStep4
source: Check the next meetups of this room!,
ca: Mira les següents quedades d'aquesta sala!
es: Mira las siguientes quedadas de esta sala!
eu: Ikusi gela honetako hurrengo bilerak!,
it: Guarda i prossimi appuntamenti di questa sala!

# RoomTripStep5
source: If the room is empty, create meetups at the time and day you want and try to gather your contacts there
ca: Si no trobes a ningú a les sales, crea quedades a l'hora que et vingui bé
es: Si no encuentras a nadie en las salas, crea quedadas a la hora que te venga bien
eu: Gela hutsik badago, sortu ezazu bilera bat zuk nahi duzun ordu eta egunean eta gonbida itzazu zure kontaktuak bertara
it: Se non trovi nessuno nelle stanze, crea appuntamenti nei momenti che sei interessato
