Repository: moar/lingoResx
Catalog: General/Commons.*.resx
Languages: ca, es, it

# ActivateStudentProf
source: Activate your student profile
ca: Activar el teu perfil d'estudiant
es: Activar tu perfil de estudiante
it: Attiva il tuo profilo di studente

# CandidateNotTeacherWarn
source: You cannot access the teaching tools until you submit your application and it is accepted
ca: No pots accedir a les eines de professor fins que enviïs la teva sol·licitud i sigui aprovada
es: No puedes acceder a las herramientas de profesor hasta que envíes tu solicitud y sea aprobada
it: Non è possibile accedere agli strumenti didattici fino a quando non si presenta la domanda e questa non viene accettata

# ErrorSavingPleaseRetry
source: Error saving. Please, refresh the page and try again. If the problem persists, contact us
ca: Error en desar. Si us plau, refresca la pàgina i torneu a provar. Si el problema persisteix contacta'ns
es: Error al guardar. Por favor, refresca la página e inténtalo de nuevo. Si el problema persiste contáctanos
it: Errore durante il salvataggio. Aggiorna la pagina e riprova. Se il problema persiste contattateci

# GoToStudents
source: Go to Langademy for students and activate your profile
ca: Anar a Langademy per a Estudiants i activar perfil
es: Ir a Langademy para Estudiantes y activar perfil
it: Vai a Langademy per studenti e attiva il profilo

# GoToTeachers
source: Go to Langademy for teachers and prepare your application
ca: Anar a Langademy per a Professors i preparar la sol·licitud
es: Ir a Langademy para Profesores y preparar la solictud
it: Vai a Langademy per Insegnanti e prepara la tua richiesta

# HiName
source: Hi {0}
ca: Hola {0}
es: Hola {0}
it: Ciao {0}

# HiNameExcl
source: Hi {0}!
ca: Hola {0} !
es: ¡Hola {0}!
it: Ciao {0} !

source: Language
ca: Idioma
it: Lingua

# ManageStudProfile
source: Manage student profile
ca: Gestionar perfil d'estudiant
es: Gestionar perfil de estudiante
it: Gestire il profilo dello studente

source: Max length
ca: Longitud màx.
es: Longitud máx.
it: Lunghezza max.

# MaxSize
source: Maximum Size
ca: Mida màx.
es: Tamaño máx.
it: Dimensione max

# NoGoToTeachers
source: No, I want to go to Langademy for Teachers
ca: No, vull anar a Langademy per a Professors
es: No, quiero ir a Langademy para Profesores
it: No, voglio andare a Langademy per insegnanti

# NotStudentActivateWarn
source: You do not have a student profile. Do you want to activate your student profile?
ca: No tens perfil d'estudiant. Vols activar el teu perfil d'estudiant?
es: No tienes perfil de estudiante. ¿Quieres activar tu perfil de estudiante?
it: Non hai un profilo studente. Vuoi attivare il tuo profilo di studente?

# NotStudentWarn
source: This section is for students, so you don't have access. If you want to learn languages activate your student profile
ca: Aquesta secció és per a estudiants així que no tens accés. Si vols aprendre idiomes activa el teu perfil d'estudiant
es: Esta sección es para estudiantes así que no tienes acceso. Si quieres aprender idiomas activa tu perfil de estudiante
it: Questa sezione è per gli studenti, hai accesso. Se vuoi imparare le lingue, attiva il tuo profilo di studente

# NotTeacherPrepareWarn
source: Only approved teachers can access the teaching tools. Do you want to prepare your aplication and become a Langademy teacher?
ca: Només professors aprovats poden accedir a les eines de professor. Vols preparar la teva sol·licitud i convertir-te en professor a Langademy?
es: Solo profesores aprobados pueden acceder a las herramientas de profesor. ¿Quieres preparar tu solicitud y convertirte en profesor en Langademy?
it: Solo gli insegnanti approvati possono accedere agli strumenti per l'insegnamento. Vuoi preparare la tua richiesta e diventare insegnante alla Langademy?

# NumChars
source: {0} characters
ca: {0} caràcters
es: {0} caracteres
it: {0} caratteri

source: Price
ca: Preu

source: Saved
ca: Guardat
es: Guardado
it: Salvato

# SavingDots
source: Saving...
ca: Guardar...
es: Guardando...
it: Salvataggio....

source: Teacher
ca: Professor
it: Insegnante

source: Teachers
ca: Professors

source: View
ca: Veure
es: Ver
it: Vedere

source: View more
ca: Veure més
es: Ver más
it: Vedi di più
