Repository: moar/lingoResx
Catalog: Views/VisitProfileApp/Profile.*.resx
Languages: ca, eu, it

# AddPartner
source: Connect
ca: Connectar
eu: Konektatu
it: Collegare

source: Additional info
ca: Informació adicional
eu: Informazio osagarria
it: Informazione addizionale

# AddLanguage
source: Has added <strong>{0}</strong> ({1})
ca: <![CDATA[Ha afegit <strong>{0}</strong> ({1})]]>
eu: <strong>{0}</strong> ({1}) gehi tu du
it: <![CDATA[Ha aggiunto <strong>{0}</strong> ({1})]]>

source: Block
ca: Bloquejar
eu: Blokeatu
it: Blocco

# DayAgo
source: Yesterday
ca: Ahir
eu: Atzo
it: Ieri

# DeleteFriend
source: Disconnect
ca: Desconnectar
eu: Deskonektatu
it: Disconnettere

# FriendRequested
source: Request pending
ca: Petició pendent
eu: Eskaera zain
it: Richiesta pendente

# Partners
source: Connected
ca: Connectats
eu: Konektatua
it: Collegato

# LessThanHourAgo
source: Less than an hour ago
ca: Fa menys d'una hora
eu: Duela ordu bat baino gutxiago
it: Meno di 1 ora fa

# NewFriendship
source: <a class="link applnk" href="{2}">{0}</a> and <a class="link applnk" href="{3}">{1}</a> are connected now
ca: <![CDATA[<a class="link applnk" href="{2}">{0}</a> i <a class="link applnk" href="{3}">{1}</a> estan connectats en aquest moment]]>
eu: <a class="link applnk" href="{2}">{0}</a> eta <a class="link applnk" href="{3}">{1}</a> konektatuta daude orain
it: <![CDATA[<a class="link" href="{2}">{0}</a> e <a class="link" href="{3}">{1}</a> sono collegati ora]]>

# NoFriends
source: No contacts yet
ca: Encara no hi ha contactes
eu: Oraindik ez dago kontakturik
it: Ancora nessun contatto

source: Report
ca: Reportar
eu: Erreportatu

# UpdateLanguage
source: Has updated <strong>{0}</strong> level to {1}
ca: <![CDATA[Ha actualitzat el nivell de <strong>{0}</strong> a {1}]]>
eu: <strong>{0}</strong>-ko maila {1}-ra eguneratu du
it: <![CDATA[Ha modificato il livello di <strong>{0}</strong> a {1}]]>

# XDaysAgo
source: {0} day(s) ago
ca: Fa {0} dia(es)
eu: duela {0} egun
it: {0} giorno(i) fa

# XHoursAgo
source: {0} hour(s) ago
ca: Fa {0} hora(es)
eu: duela {0} ordu
it: {0} ora(e) fa

# NoActivity
source: No activity yet
ca: No hi ha cap activitat encara
eu: Ez dago jarduerarik oraindik
it: Tuttavia Nessuna attività

# ConversationAct
source: <a href="{0}"Â class="link">{1}</a> has spoken {2} for {3} minutes
ca: <![CDATA[<a href="{0}" class="link">{1}</a> ha parlat {2} durant {3} minuts]]>
eu: <a href="{0}" class="link">{1}</a>-(e)k {2}-(e)z hitz egin du {3} minutuz
it: <![CDATA[<a href="{0}">{1}</a> ha parlato {2} per {3} minuti]]>

# CancelPartnerRequest
source: Cancel Request
ca: Cancel·lar petició
eu: Eskaera ezeztatu
it: Richiesta cancellata

# PrAbout
source: About
ca: Sobre tu
eu: Zuri buruz
it: Su di te

# PHours
source: hours
ca: hores
eu: ordu
it: ore

# PMinutes
source: minutes
ca: minuts
eu: minutu
it: minuti

# VPLanguages
source: Languages
ca: Idiomes
eu: Hizkuntzak
it: Lingue

# ProfMinutes
source: minutes
ca: minuts
eu: minutu
it: minuti

# ProfNextMeetups
source: Next meetups
ca: Pròximes quedades
eu: Hurrengo bilerak
it: Prossimi appuntamenti

# ProfRecentAct
source: Recent Activity
ca: Activitat recent
eu: Azken jarduerak
it: Attività recente

# ProfTimePLang
source: Time per language
ca: Temps per idioma
eu: Denbora hizkuntzako
it: Tempo per lingua

# VPVideoCall
source: Call
ca: Trucar
eu: Deitu

# PartnersBlockTitle
source: Contacts
ca: Contactes
eu: Kontaktuak
it: Contatti

# ViewAllContacts
source: View all ({0})
ca: Veure tots ({0})
eu: Guztiak ikusi ({0})
it: Vedi tutti ({0})

# LangExStats
source: Language Exchange Stats
ca: Estadístiques d'intercanvi d'idiomes
eu: Hizkuntza elkartrukeko estatistikak
it: Statistiche su lo scambio di lingue

# ProfUserReported
source: This user has been reported
ca: Aquest usuari ja s'ha reportat
eu: Erabiltzaile hau erreportatua izan da dagoeneko
it: Questo utente è stato riportato

# ProfBlockSuccess
source: The user has been blocked successfully
ca: L'usuari ha estat bloquejat amb èxit
eu: Erabiltzailea blokeatua izan da
it: L'utente è stato bloccato

# VPAcceptReq
source: Accept
ca: Acceptar
eu: Onartu

# VPDeclineReq
source: Decline
ca: Rebutjar
eu: Ukatu

# VPTBCall
source: Timebank call
ca: Trucada del Banc del Temps
eu: Denbora banku deia

# VPWalletCall
source: Wallet call
ca: Trucada Wallet
eu: Wallet deia

# AvDropGoCal
source: Fill my calendar
ca: Completar el meu calendari
eu: Bete zure egutegia

# AvDropText
source: You haven't set any available slots in your calendar, so other users won't know when you will be available to chat with them. Fill your calendar with at least two hours for the next two weeks if you want to go ahead!
ca: No has definit hores en el teu calendari en què vagis a estar disponible per xatejar, amb el que els altres no poden posar-se en contacte amb tu. Completa almenys dues hores lliures durant les pròximes dues setmanes si vols seguir endavant!
eu: Ez duzu tarte librerik definitu zure egutegian. Beraz, beste erabiltzaileek ezingo dute jakin noiz egongo zaren libre beraiekin hitz egiteko. Bete itzazu gutxienez bi ordu aurrera jarraitzeko!

# AvDropTitle
source: Do you want to see {0}'s profile?
ca: Vols veure el perfil de {0}?
eu: {0}-(r)en profila ikusi nahi al duzu?
