Repository: moar/lingoResx
Catalog: Views/Index/Index.*.resx
Languages: ca, es, eu, it

source: About
ca: Sobre Langademy
es: Sobre Langademy
eu: Langademyri buruz
it: Su Langademy

# Board
source: <![CDATA[<a href="/MeetupBoard" class="link"><strong>meetup board</strong></a>]]>
ca: <![CDATA[<a href="/MeetupBoard" class="link"><strong>Tauler de Quedades</strong></a>]]>
es: <![CDATA[<a href="/MeetupBoard" class="link"><strong>Tablón</strong></a>]]>
eu: <![CDATA[<a href="/MeetupBoard" class="link"><strong>Bilera taula</strong></a>]]>
it: <![CDATA[<a href="/MeetupBoard" class="link"><strong>Tabella di Appuntamenti</strong></a>]]>

source: COMING SOON
ca: PRÒXIMAMENT
es: PRÓXIMAMENTE
eu: LAISTER GATOZ
it: IN ARRIVO

source: Follow us!
ca: Segueix-nos!
es: ¡Síguenos!
eu: Jarrai gaitzazu!
it: Seguici!

# Free
source: Learn languages for free
ca: Aprèn idiomes gratis
es: ¡Es gratis!
eu: Doakoa da!
it: È gratis!

# IndAbout
source: About
ca: Sobre Langademy
es: Acerca de Langademy
eu: Langademyri buruz
it: Su Langademy

# IndLanguages
source: Languages
ca: Idiomes
es: Idiomas
eu: Hizkuntzak
it: Lingue

# IndNextMeetups
source: Next meetups to practice languages
ca: Següents intercanvis per practicar idiomes online
es: Próximas quedadas en Language Roulette
eu: Hurrengo bilerak Language Roulettean
it: Prossimi appuntamenti nell'Language Roulette

# IndPrivacy
source: Privacy
ca: Privacitat
es: Privacidad
eu: Pribazitatea

# IndRegister
source: Register
ca: Registrar-se
es: Registrarse
eu: Izena eman
it: Registrazione

# IndTerms
source: Terms and Conditions
ca: Termes i condicions
es: Términos
eu: Baldintzak
it: Termini e condizioni

source: Join
ca: Uneix-te
es: Apúntate
eu: Izena eman
it: Iscriviti

# KnowPeople
source: Conversation exchange
ca: Intercanvi d'idiomes
es: Conoce gente nueva
eu: Mintzalagun berriak ezagutu
it: Conosci gente

# LanguageEx
source: Your online language exchange community
ca: El teu espai d'intercanvi d'idiomes a internet
es: Tu espacio de intercambio de idiomas en internet
eu: Hizkuntza elkartrukerako sareko zure gunea
it: Il tuo spazio di scambio di lingue online

# LearnLang
source: Learn languages and become fluent talking to people all over the world
ca: Aprèn idiomes i millora el teu nivell parlant amb gent d'arreu del món
es: Aprende idiomas y mejora tu nivel hablando con gente de todo el mundo
eu: Hizkuntzak ikasi eta zure maila hobetu mundu osoko jendearekin hitz eginaz
it: Imparare le lingue e migliorare il tuo livello parlando con persone di tutto il mondo

source: Login
ca: Iniciar sessió
es: Iniciar sesión
eu: Sartu

# ManageMeetup
source: Create meetups to exchange languages when you want and invite your partners to join!
ca: Organitza quedades per intercanviar idiomes quan millor et vingui i fes saber a tots quan vas a entrar
es: Organiza una quedada y haz saber a todos cuándo vas a entrar
eu: Sortu ezazu bilera bat eta gonbida itzazu zure lagunak
it: Organizza un appuntamento e fai sapere a tutti quando ci vai

# Visit
source: Visit Langademy!
ca: Visita Langademy!
es: ¡Visita Langademy!
eu: Bisita ezazu Langademy!
it: Visita Langademy!

# WhenPossible
source: Practice the language you want, when you want
ca: Practica l'idioma que vulguis, quan tu vulguis
es: Cuando mejor te venga
eu: Zuk ahal duzunean
it: Quando preferisci

# IndLangroulette
source: Learn spanish, german, english, french or any language online with Langademy. In Langademy's chat rooms you can find native speakers to practice your favourite languages
ca: Aprèn anglès, alemany, francès o qualsevol altre idioma online amb Langademy. Al Language Roulette coneixeràs natius per mantenir converses en els teus idiomes preferits
es: {0} es la ruleta de videoconferencias donde conocerás nativos y otros estudiantes para practicar tus idiomas favoritos
eu: Language Roulettea bideo konferentzia bidezko erruleta bat da. Bertan hiztun natiboak aurkituko dituzu zure hizkuntza gogokoenak praktika ditzatzun
it: Language Roulette è una roulette videochat dove troverete nativi per praticare le vostre lingue preferite

# SpeakNative
source: Speak in your native language and we will give you the same amount of time to practice other languages. Make conversation exchange your trade!
ca: Parla el teu idioma natiu amb els demés i et regalarem el temps que els has dedicat per a practicar altres idiomes
es: Habla en tu idioma nativo con los demás y te regalamos el tiempo que les dediques para practicar otros idiomas
eu: Hitz egin ezazu zure jatorrizko hizkuntzan eta eskaini duzun denbora zuri oparituko dizugu nahi dituzun hizkuntzak praktika ditzazun
it: Parla nella tua lingua madre con gli altri e ti daremo lo stesso tempo che hai dedicato per praticare le altre lingue

# IndexLR1
source: The easiest way to meet a new partner
ca: La forma més fàcil de fer un primer contacte
es: La forma más fácil de hacer un primer contacto
eu: Mintzalagun berriak aurkitzeko modu errezena
it: Il modo più semplice per incontrare un nuovo partner

# IndexLR2
source: Plug in your webcam and your microphone and enter the room of the language you want to practice
ca: Connecta la teva webcam i el teu micròfon i entra a la sala de l'idioma que vols practicar
es: Enchufa tu webcam y tu micrófono y entra en la sala del idioma que quieres practicar
eu: Piztu itzazu zure webcam eta mikroa eta sar zaitez hitz egin nahi duzun hizkuntzaren gelara
it: Collega la webcam e il microfono ed entra nella stanza della lingua che vuoi praticare

# IndexLR3
source: You can chat or make videocalls with the natives you meet in the chat rooms
ca: Nosaltres t'aparellem amb un company que estigui lliure i compleixi teu filtre
es: Nosotros te emparejamos con un compañero que esté libre y cumpla tu filtro
eu: Zure beharrak betetzen dituen mintzalagun bat bilatuko dizugu
it: Noi troveremo un partner che sia liberó e che soddisfa il tuo filtro

# IndexLR4
source: Be kind ;-)
ca: Sigues simpàtic;-)
es: Sé simpático ;-)
eu: Atsegina izan ;-)
it: Sii gentile ;-)

# IndexLR5
source: If you want you can enable the automatic friend finder: Langademy will find you a match that is online and meets your filter so you can make videocall
ca: I quan vulguis parlar amb algú més, clica següent i et tornem a aparellar
es: Y cuando quieras hablar con alguien más, pulsa Siguiente y te volvemos a emparejar
eu: Beste pertsona batekin hitz egin nahi baduzu, "hurrengoa" klikatu eta beste bikote bat bilatuko dizugu
it: Se vuoi parlare con un'altra persona, clicca su Seguente e ti ritorniamo a abbinare con un nuovo partner

# IndexMeetingBoard1
source: Schedule conversation exchanges with Langademy's Meetup Board
ca: Organitza intercanvis d'idiomes al Tauler de Quedades de Langademy
es: Aprovecha el Tablón de Quedadas
eu: Aprobetxatu ezazu Bilera taula
it: Approfitta la Tabella di Appuntamenti

# IndexMeetingBoard2
source: All for one!
ca: Tots a una!
es: ¡Todos a una!
eu: Denok batera!
it: Tutti per uno!

# IndexMeetingBoard3
source: When do you want to have a conversation? Contribute to enriching the language exchange community by scheduling meetups for the days and hours you want to enter a chat room. Make it in time so people will have time to join the meetup
ca: Quan vols mantenir una conversa amb natius o en el teu propi idioma? Contribueix amb la comunitat d'intercanvi d'idiomes organitzant quedades els dies i hores que et vingui de gust entrar al Language Roulette. Però fes-ho amb temps per a que més gent tingui temps d'apuntar-s'hi
es: Organiza quedadas los días y horas que te apetezca entrar al Language Roulette. Pero hazlo con tiempo para que más gente tenga tiempo de apuntarse
eu: Antolatu itzazu bilerak zuk Language Roulettera sartu nahi duzun ordu eta egunetan. Denboraz sortu itzazu, jendeak bileretara apuntatzeko denbora izan dezan
it: Organizza gli appuntamenti i giorni e le ore che vuoi andare su Language Roulette. Ma farlo in tempo, così la gente avrà il tempo di partecipare nell'appuntamento

# IndexMeetingBoard4
source: If someone else has organized a meetup, you can join the meetup. It's just a click! If you join the meetup you can chose and vote the trending topics to be discussed at the meetup.
ca: O si algú ha organitzat ja alguna quedada apunta't. Només has de clicar un botó! Als que estan apuntats els encantarà saber que tu també t'apuntes
es: O si alguien ha organizado ya alguna quedada apúntate. ¡Solo tienes que pulsar un botón! A los que están apuntados les encantará saber que tú también te apuntas
eu: Beste kideren batek bilera bat sortu badu, bertara apunta zaitezke. Klik bat besterik ez duzu egin behar! Gainontzeko mintzalagunek beraiekin elkartzea eskertuko dute
it: Se qualcun altro ha organizzato un appuntamento, iscriviti. E 'solo un click! Gli altri assistenti saranno contenti di averti

# IndexMeetingBoard5
source: You can also share the meetup link in social networks so more people can join the meetup. The more, the merrier :-)
ca: A més pots compartir el link de la quedada a les xarxes socials perquè s'apunte més gent. Quants més millor :-)
es: Además puedes compartir el link de la quedada en tus redes sociales para que se apunte más gente. Cuantos más mejor :-)
eu: Gainera, bilerak sare sozialetan parteka ditzakezu, horrela jende gehiagok parte hartuko du bileretan. Zenbat eta gehiago hobeto!
it: Potete anche condividere il link dell'appuntamento nelle reti sociali in modo che più persone potranno unirsi ;-)

# IndexPartners1
source: Did you like chatting with your partner?
ca: He trobat un company que mola!
es: ¡Encontré un compañero que mola!
eu: Gogoko dudan mintzalagun bat aurkitu dut!
it: Ho trovato un partner che mi piace!

# IndexPartners2
source: Vote him in his profile!
ca: Vota'l al seu perfil!
es: ¡Vótale en su perfil!
eu: Botua emaiozu bere profilean!
it: Vota nel suo profilo!

# IndexPartners3
source: Send him a contact request
ca: Envia-li una sol·licitud de contacte
es: Envíale una solicitud de contacto
eu: Bidali iezaiozu kontaktu eskaera bat
it: Invia una richiesta di contatto

# IndexPartners4
source: When he accepts your request you will be able to chat and make videoconferences without entering the language rooms
ca: Quan l'acceptis podreu xatejar i fer videoconferències directament sense entrar al Language Roulette
es: Cuando la acepte podréis chatear y hacer videoconferencias directamente sin entrar en el Language Roulette
eu: Zure eskaera onartzen duenean, bion artean bideodeiak egin ahal izango dituzue Language Roulettean sartzeko beharrik gabe
it: Quando lui accetta la tua richiesta, sarete in grado di effettuare video conferenze senza entrare nel Language Roulette

# IndexQuestion1
source: What languages do you speak? Which is your level?
ca: Quins idiomes parles? Quin és el teu nivell?
es: ¿Qué idiomas hablas? ¿Cual es tu nivel?
eu: Ze hizkuntza dakizkizu? Zein da zure maila?
it: Che lingue parli? Qual è il tuo livello?

# IndexQuestion2
source: Where are you from? What are your interests?
ca: D'on ets? Quins són els teus interessos?
es: ¿De dónde eres?¿Cuales son tus intereses?
eu: Nongoa zara? Zeintzuk dira zure interesak?
it: Di dove sei? Quali sono i tuoi interessi?

# IndexReady
source: You are ready to talk in Spanish, English or the language you want!
ca: Ja estàs llest per a mantenir converses en anglès, alemany, francès o en l'idioma que vulguis!
es: ¡Ya estás listo!
eu: Prest zaude!
it: Sei pronto!

# IndexSearchPartners
source: Search language exchange partners
ca: Buscar companys d'intercanvi
es: Buscar compañeros
eu: Bilatu mintzalagunak
it: Cerca partners

# IndexSeeMore
source: See more
ca: Veure més
es: Ver más
eu: Ikusi gehiago
it: Mostra di più

# IndexStep2
source: Upload your avatar and cover photos
ca: Puja la teva foto de perfil i de portada
es: Sube tu foto de perfil y de portada
eu: Igo itzazu zure profileko eta azaleko argazkiak
it: Carica la tua foto di profilo e copertina

# RegisterAndCompleteProfile
source: Sign up and start learning languages for free
ca: Registra't i comença a aprendre idiomes
es: Regístrate y completa tu perfil
eu: Erregistra zaitez eta bete ezazu zure profila
it: Registrati e completa il tuo profilo

# IndexLanguageExchange1
source: Language exchange
ca: Intercanvi d'idiomes
es: Intercambio de idiomas
eu: Hizkuntza elkartrukea
it: Scambio di lingue

# IndexLanguageExchange2
source: The amount of time you have to speak with natives by videoconference is the same amount of time that you use to teach your native language to others
ca: El temps de què disposes per parlar per videoconferència amb natius és el mateix que tu dediquis a altres parlant en el teu idioma natiu.
es: El tiempo del que dispones para hablar por videoconferencia con nativos es el mismo que tú dediques a otros hablando en tu idioma nativo
eu: Mintzalagun natiboekin hitz egiteko erabiltzen duzun denbora, zuk beste mintzalagunekin zure ama hizkuntzan hitz egiteko erabiltzen duzun denbora berbera da
it: La quantità di tempo che hai per parlare con i nativi in videoconferenza è la stessa quantità di tempo che si utilizza per insegnare la propria lingua madre a gli altri

# IndexLanguageExchange3
source: It works like a tandem, but you decide who you partners are, when and in which language you want to chat with
ca: Funciona com un tàndem, però tu decideixes quan i amb qui parles en cada idioma, siguin les mateixes o altres persones.
es: Funciona como un tandem, pero tú decides cuándo y con quién hablas en cada idioma, sean las mismas u otras personas
eu: Tandem baten moduan funtzionatzen du, baina zuk aukeratuko duzu nor den zure mintzalaguna, noiaz eta zein hizkuntzatan hitz egingo duzun
it: Funziona come un tandem,ma a decidere quando e con chi si parla in ogni lingua, gli stessi o con altri persone

# IndexLanguageExchange4
source: You will begin with 2 free hours so you can try Langademy's language exchange
ca: Quan et registres a Langademy comences amb 5 hores al teu compte perquè puguis provar
es: Cuando te registras en Langademy empiezas con 5 horas en tu cuenta para que puedas probar
eu: Doako 5 ordurekin hasko zara hizkuntza elkartrukea proba dezazun
it: Si inizierà con 5 ore gratuite in modo da poter provare lo scambio linguistico di Langademy

# IndexTeacherSubscribe
source: We are working on amazing tools for you! Send us your email address and we will keep you informed about new updates
ca: Estem preparant eines increïbles per a tu! Envia'ns la teva adreça de correu electrònic i et mantindrem al corrent de les novetats
es: ¡Estamos preparando herramientas increibles para ti! Mándanos tu dirección de e-mail y te mantendremos al corriente de las novedades
eu: Zuretzako tresna bikainak egiten diardugu! Bidali iezaguzu zure email helbidea eta azken berriei buruz informatuta mantenduko zaitugu
it: Stiamo lavorando su incredibili strumenti per voi! Inviaci il tuo indirizzo email e noi ti terremo informato sui nuovi aggiornamenti

# IndexTeacherTitle
source: Are you a teacher?
ca: Ets professor?
es: ¿Eres profesor?
eu: Irakaslea al zara?
it: Sei un insegnante?

# IndexTimeBank1
source: Time banking
ca: Consum col·laboratiu
es: Banco del Tiempo
eu: Denbora bankua
it: Banca del Tempo

# IndexTimeBank2
source: Check your time balance to know if you have to speak in your native language
ca: Controla el teu saldo de temps per saber si necessites conversar en el teu idioma natiu
es: Controla tu saldo de tiempo para saber si necesitas conversar en tu idioma nativo
eu: Kontsulta ezazu zure denbora saldoa zure hizkuntza natiboan mintzatzeko beharra duzun jakin nahi baduzu
it: Controlla il saldo tempo per sapere se devi parlare nella tua lingua madre

# IndexTimeBank3
source: Read the time banking rules in order to know when a videochat conversation will add or substract time from your Time Bank account
ca: Consulta les regles del Banc de Temps per saber quan una videoconferència et suma o resta temps
es: Consulta las reglas del Banco de Tiempo para saber cuándo una videoconferencia te suma o resta tiempo
eu: Irakurri itzazu denbora bankuko erregelak konbertsazio bat izan ondoren denbora galdu ala irabaziko duzun jakiteko
it: Leggi il regolamento, Banca del Tempo, per sapere quando una videoconferenza, verrà aggiungere o sottrarre tempo dal tuo conto Banca del Tempo

# IndexTimeBank4
source: Using your state your contacts will know if you are available to receive videocalls
ca: En el teu estat pots indicar els idiomes en què estàs disponible per rebre vídeotrucades dels teus contactes
es: En tu estado puedes indicar los idiomas en los que estás disponible para recibir videollamadas de tus contactos
eu: Zure Langademyko egoera erabiliz, zure kontaktuek bideo deiak jasotzeko eskuragarri zauden jakin ahal izango dute
it: Usando il tuo stato i tuoi contatti sapranno se sei disponibile a ricevere chiamate video

# IndexAlreadySubscribed
source: You are already subscribed
ca: Ja estàs subscrit
eu: Harpidetuta zaude dagoeneko
it: Sei già iscritto

# IndexTeacherSubscribeConfirm
source: Thanks for your interest in next Langademy updates for teachers. If you have any suggestions or doubts don't hesitate to contact us at contact@langademy.com. We will keep you informed!
ca: Gràcies pel teu interès en les properes novetats de Langacademy per a professors. Si tens algun suggeriment o dubte si us plau contacta amb nosaltres a contact@langademy.com. Us mantindrem informats!
eu: Eskerrik asko Langademyko irakasleen aktualizazioetarako zure interesagatik. Zalantza edo iradokizunik bazenu kontakta gaitzazu contact@langademy.com-era idatziz. Informatuta mantenduko zaitugu!
it: Grazie per l'interesse nei prossimi aggiornamenti Langademy per gli insegnanti. Se avete suggerimenti o dubbi non esitate a contattarci al contact@langademy.com .Ti terremo informato!

# IndexFooterSt1
source: Now you are ready!
ca: Estàs llest!
eu: Prest zaude!

# IndexFooterSt2
source: When you complete the registration form, you will be able to upload your profile picture, add more languages and fill in the rest of your profile
ca: Al finalitzar el formulari d'inscripciò, podràs penjar la teva foto de perfil, afegir més idiomes i completar la resta del perfil.
eu: Erregistroa bukatzen duzunean, zure profileko argazkia igo, hizkuntza gehiago gehitu eta profila osatu ahal izango duzu

# IndexFooterSt3
source: Then check the scheduled meetups and join or create your own
ca: A continuació, podràs veure les quedades ja programades i unir-te o bé crear la teva propia quedada.
eu: Bota begirada bat antolatuta dauden bilerei eta batu zaitez hauetara edo sortu ezazu bilera berri bat

# IndexFooterSt4
source: If you have any doubt, send us a message from your Conversations Panel. We will be happy to help you
ca: Si tens algun dubte, envia'ns un missatge al Panell de Converses. Estarem encantats d'ajudar-te
eu: Zalantzaren bat baduzu, bialdu iezaguzu mezu bat zure Konbertsazio Panelaren bitartez. Atsegin handiz lagunduko dizugu

# IndexLogoAlt
source: Join Langademy, your language exchange community
ca: Uneix-te a Langademy, la teva comunitat d'intercanvi d'idiomes

# IndexMBPictureAlt
source: Create conversation exchange meetups in the meetup board
ca: Crea quedades per intercanviar idiomes al tauler de quedades

# IndParticipants
source: Participants
es: Participantes
eu: Partaideak
it: Partecipanti

source: Participants
es: Participantes
eu: Partaideak
it: Partecipanti
