Repository: moar/lingoResx
Catalog: Hubs/MessagingHub/MessagingHub.*.resx
Languages: ca, es, it

# CalleeBusy
source: {0} is busy right now. Try again later
ca: {0} està ocupat, intenta-ho més tard
es: {0} está ocupado ahora. Intentalo más tarde
it: {0} è occupato in questo momento. Prova più tardi

# CalleeIsNotNative
source: {0} is not native in this language
ca: El {0} no és el teu idioma natiu
es: El {0} no es tu idioma nativo
it: Il {0} non è la tua lingua madre

# CalleeNoChatHours
source: {0} does not have enough time balance in the Time Bank
ca: {0} no té saldo suficient al seu Banc de Temps per parlar amb tu
es: {0} no tiene saldo suficiente en su Banco de Tiempo para hablar contigo
it: {0} non ha saldo sufficiente nella sua Banca di Tempo per parlare con te

# CalleeNoWebrtc
source: {0}'s browser doesn't support video calls.
ca: {0} estàs utilitzant un navegador que no suporta les videotrucades
es: {0} está usando un navegador que no soporta videollamadas.
it: Il browser che sta utilizzando {0} non supporta le chiamate-video.

# CalleeOffline
source: {0} is not connected now
ca: {0} no està connectat en aquests moments
es: {0} no está conectado ahora
it: {0} non è connesso in questo memomento

# CallerNoWebrtc
source: Your browser does not support videocalls. Try the latest versions of Chrome, Firefox or Opera.
ca: Aquest navegador no suporta les videotrucades. Prova les últimes versions de Chrome, Firefox u Opera
es: Este navegador no soporta videollamadas. Prueba las últimas versiones de Chrome, Firefox u Opera.
it: Questo browser non supporta videochiamate. Provate le ultime versioni di Chrome, Firefox o Opera.

# CallingError
source: An error has occurred while trying to establish the call
ca: Ha hagut un error al tractar d'establir la trucada
es: Ha ocurrido un error al tratar de establecer la llamada
it: Si è verificato un errore nel tentativo di stablire la chiamata

# CannotCall
source: You can't make calls...
ca: No pots realitzar trucades...
es: No puedes hacer llamadas...
it: Non è possibile effettuare chiamate ...

# CompleteProfile
source: Complete your profile
ca: Completa el teu perfil
es: Completa tu perfil
it: Completa il tuo profilo

# LanguageNotInList
source: {0} does not want to speak in this language. Try again later.
ca: {0} no vol parlar en aquest idioma. Intenta-ho més tard.
es: {0} no quiere hablar en este idioma. Inténtalo más tarde.
it: {0} non vuole parlare in questa lingua. Prova più tardi.

# LanguageNotInOwnList
source: You do not have this language in your profile. Try calling with one of your languages!
ca: No tens aquest idioma en el teu perfil. Tria un dels teus idiomes per trucar!
es: No tienes este idioma en tu perfil. ¡Elige uno de tus idiomas para llamar!
it: Non disponi di questa lingua nel tuo profili. Sceglie una delle tue lingue per chiamare!

# NoOwnChatHours
source: You can't make calls, your time balance has expired. <a href="{0}" class="applnk link" data-app="HoursBagApp"> Check your Time Bank</a>
ca: No pots realitzar més trucades, no tens més saldo en el teu compte. <a href="{0}" class="applnk link" data-app="HoursBagApp"> Anar al banc de temps </a>
es: No puedes hacer llamadas, no tienes saldo en tu cuenta. <a href="{0}" class="applnk link" data-app="HoursBagApp"> Ir al Banco de Tiempo </a>
it: Non è possibile effettuare chiamate, non disponi di più saldo nel tuo account. <a href="{0}" class="applnk" data-app="HoursBagApp"> Andare nella Banca del Tempo</a>

# NotFriends
source: You can't call {0}: you are not connected
ca: No pots trucar a {0}: no esteu connectats
es: No puedes llamar a {0}: no estáis conectados
it: Non è possibile chiamare a {0}: non siete collegati

# NoWalletRate
source: {0} hasn't defined a rate for this call yet
ca: {0} no ha definit una tarifa per aquesta trucada encara
es: {0} no ha definido una tarifa para esta llamada todavía
it: {0} ancora non ha fissato una tariffa per questa chiamata

# CallBuyWalletCredits
source: buy credits
ca: compra crèdits
es: compra créditos
it: acquista crediti

# NoEnoughCredits
source: You don't have enough credits to call {0}. Go to your Wallet and {1}
ca: No tens suficients crèdits per trucar a {0}. Vés al teu wallet i {1}
es: No tienes suficientes créditos para llamar a {0}. Ve a tu wallet y {1}
it: Non hai credito sufficiente per chiamare {0}. Vai sul tuo Wallet e {1}

# NativesCantCall
source: You are native, you can't call other natives
ca: Ets natiu, no pots trucar a altres natius
es: Eres nativo, no puedes llamar a otros nativos
it: Sei un madrelingua, non puoi chiamare ad altri madrelingue

# PriceUpdateError
source: An error ocurred during the call
ca: S'ha produït un error durant la trucada
es: Ocurrió un error durante la llamada
it: Si è verificato un errore durante la chiamata

# MissedCall
source: Missed call from <span class="text-bold">{0}</span>
ca: Trucada perduda de <span class="text-bold">{0}</span>
es: Llamada perdida de <span class="text-bold">{0}</span>
it: Chiamata persa da <span class="text-bold">{0}</span>

# UnansweredCall
source: Call to <span class="text-bold">{0}</span>, no answer
ca: Trucada a <span class="text-bold">{0}</span>, sense resposta
es: La llamada a <span class="text-bold">{0}</span> no ha sido respondida
it: La chiamata a <span class="text-bold">{0}</span>, non ha ricevuto risposta

# BusyCall
source: Call to <span class="text-bold">{0}</span>, busy
ca: Trucada a <span class="text-bold">{0}</span>, ocupat
es: Llamada a <span class="text-bold">{0}</span>, ocupado
it: Chiamata a <span class="text-bold">{0}</span>, occupato

# CallEnd
source: Call ended, duration {0}
ca: Trucada finalitzada, durada {0}
es: Llamada finalizada, duración: {0}
it: Chiamata terminata, durata {0}

# CallStartReceived
source: Call from <span class="text-bold">{0}</span>
ca: Trucada de <span class="text-bold">{0}</span>
es: Llamada de <span class="text-bold">{0}</span>
it: Chiamata da <span class="text-bold">{0}</span>

# CallStartSent
source: Call to <span class="text-bold">{0}</span>
ca: Trucada a <span class="text-bold">{0}</span>
es: Llamada a <span class="text-bold">{0}</span>
it: Stai chiamando <span class="text-bold">{0}</span>

# RejectCall
source: Call from <span class="text-bold">{0}</span> declined
ca: Trucada de <span class="text-bold">{0}</span> rebutjada
es: Has rechazado la llamada de <span class="text-bold">{0}</span>
it: La chiamata da<span class="text-bold">{0}</span> è stata rifiutata

# NativeWalletNotReqs
source: This user does not meet the requirements to accept wallet calls
ca: Aquest usuari no compleix els requisits per acceptar trucades wallet
es: Este usuario no cumple los requisitos para aceptar llamadas wallet
