Repository: moar/lingoResx
Catalog: Languages/Languages.*.resx
Languages: ca, it

# ar
source: العربية
ca: Àrab
it: Arabo

# bg
source: български
ca: Búlgar
it: Bulgaro

# zh-Hans
source: 中文(简体)
ca: Xinès (simplificat)
it: Cinese (semplificato)

# cs
source: čeština
ca: Txec
it: Ceco

# da
source: dansk
ca: Danès
it: Danese

# de
source: Deutsch
ca: Alemany
it: Tedesco

# el
source: Ελληνικά
ca: Grec
it: Greco

# fi
source: suomi
ca: Finès
it: Finlandese

# fr
source: français
ca: Francès
it: Francese

# he
source: עברית
ca: Hebreu
it: Ebraico

# hu
source: magyar
ca: Hongarès
it: Ungherese

# is
source: íslenska
ca: Islandès
it: Islandese

# it
source: italiano
ca: Italià

# ja
source: 日本語
ca: Japonès
it: Giapponese

# ko
source: 한국어
ca: Coreà
it: Coreano

# nl
source: Nederlands
ca: Holandès
it: Olandese

# no
source: norsk
ca: Noruec
it: Norvegese

# pl
source: polski
ca: Polonès
it: Polacco

# pt
source: Português
ca: Portuguès
it: Portoghese

# rm
source: Rumantsch
ca: Romanx
it: Romancia

# ro
source: română
ca: Romanès
it: Rumeno

# ru
source: русский
ca: Rus
it: Russo

# hr
source: hrvatski
ca: Croat
it: Croato

# sk
source: slovenčina
ca: Eslovac
it: Slovacco

# sq
source: shqipe
ca: Albanès
it: Albanese

# sv
source: svenska
ca: Suec
it: Svedese

# th
source: ไทย
ca: Tailandès
it: Thai

# tr
source: Türkçe
ca: Turc
it: Turco

# ur
source: اُردو
ca: Urdu
it: Urdu

# id
source: Bahasa Indonesia
ca: Indonesi
it: Indonesiano

# uk
source: українська
ca: Ucraïnès
it: Ucraino

# be
source: Беларускі
ca: Bielorús
it: Bielorusso

# sl
source: slovenski
ca: Eslovè
it: Sloveno

# et
source: eesti
ca: Estonià
it: Estone

# lv
source: latviešu
ca: Letó
it: Lettone

# lt
source: lietuvių
ca: Lituà
it: Lituano

# tg
source: Тоҷикӣ
ca: Tadjik
it: Tajik

# fa
source: فارسى
ca: Persa
it: Persiano

# vi
source: Tiếng Việt
ca: Vietnamita
it: Vietnamita

# hy
source: Հայերեն
ca: Armeni
it: Armeno

# az
source: Azərbaycan­ılı
ca: Àzeri
it: Azeri

# eu
source: Euskara
ca: Basc

# hsb
source: hornjoserbšćina
ca: Alt Sòrab
it: Sorabo superiore

# mk
source: македонски јазик
ca: Macedònic
it: Macedone (FYROM)

# xh
source: isiXhosa
ca: Xhosa

# zu
source: isiZulu
ca: Zulu

# ka
source: ქართული
ca: Georgià
it: Georgiano

# fo
source: føroyskt
ca: Feroès
it: Faroese

# hi
source: हिंदी
ca: Hindi
it: Hindi

# mt
source: Malti
ca: Maltès
it: Maltese

# se
source: davvisámegiella
ca: Sami (Nord)
it: Sami (Nord)

# ga
source: Gaeilge
ca: Irlandès
it: Irlandese

# ms
source: Bahasa Melayu
ca: Malai
it: Malese

# kk
source: Қазақ
ca: Kazakh
it: Kazako

# ky
source: Кыргыз
ca: Kirguís
it: Chirghiso

# sw
source: Kiswahili
ca: Suahili

# tk
source: türkmençe
ca: Turcman
it: Turkmeno

# tt
source: Татар
ca: Tàtar
it: Tataro

# bn
source: বাংলা
ca: Bengalí
it: Bengalese

# pa
source: ਪੰਜਾਬੀ
ca: Punjabi
it: Punjabi

# gu
source: ગુજરાતી
ca: Gujarati
it: Gujarati

# or
source: ଓଡ଼ିଆ
ca: Oriya
it: Oriya

# ta
source: தமிழ்
ca: Tamil
it: Tamil

# te
source: తెలుగు
ca: Telugu
it: Telugu

# kn
source: ಕನ್ನಡ
ca: Kannada
it: Kannada

# ml
source: മലയാളം
ca: Malaiàlam
it: Malayalam

# as
source: অসমীয়া
ca: Assamès
it: Assamese

# mr
source: मराठी
ca: Marathi
it: Marathi

# sa
source: संस्कृत
ca: Sànscrit
it: Sanscrito

# mn
source: Монгол хэл
ca: Mongol
it: Mongolo

# bo
source: བོད་ཡིག
ca: Tibetà
it: Tibetano

# cy
source: Cymraeg
ca: Galés
it: Gallese

# km
source: kខ្មែរ
ca: Khmer
it: Khmer

# lo
source: ລາວ
ca: Laosià
it: Lao

# gl
source: galego
ca: Gallec
it: Gallego

# kok
source: कोंकणी
ca: Konkani
it: Konkani

# syr
source: ܣܘܪܝܝܐ
ca: Siríac
it: Siriaco

# si
source: සිංහල
ca: Singalès
it: Singalese

# am
source: አማርኛ
ca: Amhàric
it: Amarico

# ne
source: नेपाली
ca: Nepalès
it: Nepali

# fy
source: Frysk
ca: Frisó
it: Frisone

# ps
source: پښتو
ca: Paixtú
it: Pashto

# fil
source: Filipino
ca: Filipí
it: Filippino

# dv
source: ދިވެހިބަސް
ca: Divehi
it: Divehi

# yo
source: Yoruba
ca: Ioruba

# quz
source: runasimi
ca: Quítxua
it: Quechua

# nso
source: Sesotho sa Leboa
ca: Sepedi

# ba
source: Башҡорт
ca: Baixkir
it: Baschiro

# lb
source: Lëtzebuergesch
ca: Luxemburguès
it: Lussemburghese

# kl
source: kalaallisut
ca: Groenlandès
it: Groenlandese

# ii
source: ꆈꌠꁱꂷ
ca: Yi
it: Yi

# arn
source: Mapudungun
ca: Maputxe

# moh
source: Kanien'kéha
ca: Mohawk
it: Mohawk

# br
source: brezhoneg
ca: Bretó
it: Bretone

# ug
source: ئۇيغۇرچە
ca: Uigur
it: Uyghur

# mi
source: Reo Māori
ca: Maori
it: Maori

# oc
source: Occitan
ca: Occità
it: Occitano

# co
source: Corsu
ca: Cors
it: Corso

# gsw
source: Elsässisch
ca: Alsacià
it: Alsaziano

# sah
source: саха
ca: Iakut
it: Yakut

# qut
source: K'iche
ca: Quitxé

# prs
source: درى
ca: Darí
it: Dari

# gd
source: Gàidhlig
ca: Gaèlic d'Escòcia
it: Gaelico scozzese

# bs-Cyrl
source: босански
ca: Bosnià (ciríl·lic)
it: Bosniaco (cirillico)

# bs-Latn
source: bosanski
ca: Bosnià (Llatí)
it: Bosniaco (latino)

# sr-Cyrl
source: српски
ca: Serbi (ciríl·lic)
it: Serbo (cirillico)

# sr-Latn
source: srpski
ca: Serbi (llatí)
it: Serbo (latino)

# smn
source: sämikielâ
ca: Sami (Inari)
it: Sami (Inari)

# az-Cyrl
source: Азәрбајҹан дили
ca: Àzeri (ciríl·lic)
it: Azeri (cirillico)

# sms
source: sääm´ǩiõll
ca: Sami (skolt)
it: Sami (Skolt)

# zh
source: 中文
ca: Xinès
it: Cinese

# nn
source: norsk (nynorsk)
ca: Noruec (Nynorsk)
it: Norvegese (Nynorsk)

# bs
source: bosanski
ca: Bosnià
it: Bosniaco

# az-Latn
source: Azərbaycan­ılı
ca: Àzeri (Llatí)
it: Azeri (latino)

# sma
source: åarjelsaemiengiele
ca: Sami (Sud)
it: Sami (meridionale)

# uz-Cyrl
source: Ўзбек
ca: Uzbek (ciríl·lic)
it: Uzbeko (cirillico)

# mn-Cyrl
source: Монгол хэл
ca: Mongol (ciríl·lic)
it: Mongolo (cirillico)

# iu-Cans
source: ᐃᓄᒃᑎᑐᑦ
ca: Inuktitut (sil·làbic)
it: Inuktitut (sillabico)

# zh-Hant
source: 中文(繁體)
ca: Xinès (tradicional)
it: Cinese (tradizionale)

# nb
source: norsk (bokmål)
ca: Noruec (Bokmål)
it: Norvegese (Bokm√•l)

# sr
source: srpski
ca: Serb
it: Serbo

# tg-Cyrl
source: Тоҷикӣ
ca: Tadjik (ciríl·lic)
it: Tagika (cirillico)

# dsb
source: dolnoserbšćina
ca: Baix Sòrab
it: Sorabo inferiore

# smj
source: julevusámegiella
ca: Sami (Lule)
it: Sami (Lule)

# uz-Latn
source: U'zbek
ca: Uzbek (llatí)
it: Uzbeko (latino)

# mn-Mong
source: ᠮᠤᠨᠭᠭᠤᠯ ᠬᠡᠯᠡ
ca: Mongol (tradicional)
it: Mongolo (tradizionale mongolo)

# iu-Latn
source: Inuktitut
ca: Inuktitut (Llatí)
it: Inuktitut (latino)

# tzm-Latn
source: Tamazight
ca: Tamazight (Llatí)
it: Tamazight (latino)

# ha-Latn
source: Hausa
ca: Hausa (Llatí)
it: Hausa (latino)

# zh-CHS
source: 中文(简体) 旧版
ca: Xinès (simplificat) heretat
it: Cinese (semplificato) Legacy

# zh-CHT
source: 中文(繁體) 舊版
ca: Xinès (tradicional) heretat
it: Cinese (Tradizionale) Legacy

# ca
source: català
it: Catalano

# uz
source: U'zbek
it: Uzbeco
