Repository: moar/lingoResx
Catalog: Views/Langroulette/Index.*.resx
Languages: ca, es, eu, it

# AlreadyInRoom
source: You are already in another room. Do you still want to join this room? If you accept you will be logged out of the other room
ca: Ets a un altra sala, Estàs segur que vols unir-te a aquesta sala? Si acceptes, seràs desconnectat de la anterior sala.
es: Ya estás en otra sala. ¿Estás seguro de que quieres unirte a ésta? Si aceptas, te desconectarás de la otra.
eu: Dagoeneko gela batean sartua zaude. Ziur zaude gela honetan sartu nahi duzula? Aurrera jarraitzen baduzu beste gelatik aterako zaitugu.
it: Sei già in un'altra stanza. Sei sicuro di voler unirti a questa stanza? Se accetti, verrai disconnesso dalla stanza precedente

# HideNonCandidates
source: Hide users that do not match your filter
ca: Amagar usuaris que no compleixen amb el filtre
es: Ocultar usuarios que no cumplen el filtro
eu: Ezkutatu zure iragazkiko baldintzak betetzen ez dituztenak
it: Nascondi gli utenti che non rispettano il filtro

# IncompleteProfile
source: You need to complete your location info in your profile before getting into a room</br><a class="applnk link" href="{0}" data-app="ProfileApp">Go to my profile</a>
ca: Necessites completar la ubicació al teu perfil abans de poder entrar a una sala. </br><a class="applnk link" href="{0}" data-app="ProfileApp">El meu perfil</a>
es: Tienes que completar tu ubicación en tu perfil antes de poder entrar en una sala.</br><a class="applnk link" href="{0}" data-app="ProfileApp">Ir a mi perfil</a>
eu: Zure kokapena sartu behar duzu profilean gela batean sartu aurretik </br><a class="applnk link" href="{0}" data-app="ProfileApp">Nire profilera joan</a>
it: È necessario completare l'ubicazione nel tuo profilo prima di entrare in una stanza</br><a class="applnk link" href="{0}" data-app="ProfileApp">Vai al profilo</a>

source: Levels
ca: Nivells
es: Niveles
eu: Mailak
it: Livelli

# LRAccessCamera
source: Please, allow Langademy to access your camera and microphone so you can join the room!
ca: Si us plau, permet que Langademy accedeixi a la càmera i el micròfon per a poder unirt-te a la sala!
es: Por favor, permite que Langademy acceda a tu cámara y micrófono para que puedas unirte a la sala
eu: Mesedez, baimendu Langademy zure kamera eta mikroa erabil ditzan gelara sartu ahal izateko
it: Per favore, permette a Langademy accedere alla tua videocamera e microfono per potere unirti alla stanza!

# LRExit
source: Exit
ca: Sortir
es: Salir
eu: Irten
it: Esci

# LRTryConnect
source: Trying to connect you with a partner
ca: Tractant de connectar-te amb un company
es: Tratando de conectarte con un compañero
eu: Lagun batekin konektatzeko ahalegintzen ari gara
it: Cercando di collegarti con un partner

# LRUsers
source: Users
ca: Usuaris
es: Usuarios
eu: Pertsona
it: Utenti

# NoFilterMatch
source: There aren't any users that meet your filter. Change the filter or wait until more users become available
ca: No hi ha cap usuari que compleixi el teu filtre. Canvieu el filtre o espera que hi hagi algun usuari disponible
es: No hay ningún usuario que cumpla tu filtro. Cambia el filtro o espera que haya algún usuario disponible
eu: Ez dago zure iragazkia betetzen duen erabiltzailerik. Aldatu iragazkia edo itxaron ezazu erabiltzaile gehiago eskuragarri egon arte
it: Non c'e nessun utente in questo momento con i tuoi criteri di ricerca. Cambia il filtro o attende nuovi utenti.

# RememberRooms
source: Is your room empty? Check if there are any meetups soon in the {0}!
ca: Està la sala buida? Comprova si hi ha alguna quedada aviat en el {0}!
es: ¿Tu sala está vacía?¡Comprueba si próximamente hay alguna quedada en el {0}!
eu: Zure gela utsik al dago? Sartu {0}n eta ikusi laister bilerarik badagoen!
it: È la tua stanza vuota? Controllare se c'è qualche appuntamento presto nella {0}!

# SelectRoom
source: Select a room and start practicing a language online
ca: Escull una sala i comença a practicar un idioma online
es: Elige una sala y comienza a practicar un idioma online
eu: Aukera ezazu gela bat eta has zaitez hizkuntza bat praktikatzen
it: Sceglie una stanza e inizia a praticare una lingua online

# LRFilter
source: Filter
ca: Filtre
es: Filtro
eu: Iragazkia
it: Filtro

# LRNoUsers
source: There aren't any connected users right now. Visit the <a href="{0}" target="_blank" class="link">meetup board</a> to check if someone will be meeting with you soon!
ca: No hi ha cap usuari connecta't en aquest moment. Visita el <a href="{0}" target="_blank" class="link">tauler de quedades</a>per veure si algú vol a unir-se!
es: No hay ningún usuario conectado en este momento. ¡Visita el <a href="{0}" target="_blank" class="link">tablón de quedadas</a> para ver si alguien va a unirse en breve!
eu: Ez dago inor konektaturik momentu honetan. Bisita ezazuÂ <a href="{0}" target="_blank" class="link">bilera taula</a> norbait laister sartuko den ikusteko!
it: Non c'è nessun utente collegato al momento. Visita la <a href="{0}" target="_blank" class="link">tabella di appuntamenti</a> per vedere se qualcuno si unirà!

# LRWriteHere
source: Write here
ca: Escriu aquí
es: Escribe aquí
eu: Idatzi hemen
it: Scrive qui

# LRAllBusy
source: Everybody is busy. Hang in there, we will find you a chat partner as soon as possible!
ca: Tothom està ocupat. Espera i et trobarem un company tan aviat com sigui possible.
es: Todo el mundo está ocupado. Espera y te encontraremos un compañero tan pronto como sea posible.
eu: Erabiltzaile guztiak lanpetuta daude. Itxaron momentu bat, hizketarako lagun bat topatuko dizugu ahal bezain azkarren!
it: Tutti sono occupati. Aspetta e troveremo un partner al più presto possibile!

# LRFilterTime
source: You have chatted with everyone that suits your requirements. Wait for new users!
ca: Has xerrat amb tots els company que compleixen els teus requisits. Espera a nous usuaris!
es: Has hablado con todos los compañeros que cumplen con tu filtro. ¡Espera a que entren nuevos usuarios!
eu: Zure premietara egokitzen diren guztiekin hitz egin duzu. Itxaron erabailtzaile berriak sar daitezen!
it: Avete chiacchierato con tutti partner che si adattano alle vostre esigenze. Attende per i nuovi utenti!

# LRNoChatHours
source: You can't get into this room, you don't have any more time in your Time Bank account. Take some time speaking in your native language with others so you can earn more time.
ca: No es pots accedir a aquesta sala, no et queda més saldo al teu compte. Dedica als altres el teu temps parlant el teu idioma natiu perquè puguis guanyar més temps.
es: No puedes acceder a esta sala, no te queda saldo en tu cuenta del Banco de Tiempo. Dedica a los demás tu tiempo hablando en tu idioma nativo para ganar más tiempo.
eu: Ezin zara gela honetara sartu, ez daukazu hizketarako ordu gehiago. Hitz egin ezazu zure hizkuntza natiboan denbora gehiago irabaz dezazun.
it: Non si può entrare in questa stanza, non si dispone di più tempo nel tuo conto . Parlare nella propria lingua madre in modo da guadagnare più tempo.

# BlockedUserCall
source: You can't call this user
ca: No es pot trucar a aquest usuari
es: No puedes llamar a este usuario
eu: Ezin duzu erabiltzaile hau deitu
it: Non è possibile chiamare questo utente

# NoCallsWhileInRoom
source: You can't make private calls while you are in a chat room
ca: No es pot fer trucades privades mentre et trobes en una sala de xat
es: No puedes hacer llamadas privadas mientras estás en una sala
eu: Ezin duzu dei pribaturik egin txat gelan zauden bitartean
it: Non è possibile effettuare chiamate private mentre si è in una chat room

# LRNext
source: Next
ca: Següent
es: Siguiente
eu: Hurrengoa
it: Prossimo

# LRSelMinimumLevel
source: Select minimum level
ca: Seleccionar el nivell mínim
es: Seleccionar nivel mínimo
eu: Aukeratu maila minimoa
it: Seleziona livello minimo

# LRRememberLanguageList
source: Remember that only the rooms of the languages you practice are available for you. Add languages to your profile if you want to practice more languages
ca: Recordeu que tan sols pots accedir a les sales dels idiomes que practiques. Si vols practicar més idiomes,afegieix els idiomes al teu perfil.
es: Recuerda que solo puedes entrar en las salas de los idiomas que practicas. Si quieres practicar más idiomas, añádelos a tu perfil.
eu: Gogoratu praktikatzen dituzun hizkuntzen gelak soilik dituzula eskuragarri. Hizkuntza gehiago praktikatu nahi badituzu gehitu itzazu zure profilera
it: Ricorda che solo puoi accedere alle stanze delle lingue che hai nel tuo profilo. Se vuoi praticare più lingue, aggiunge le lingue desiderate al tuo profilo.
