Repository: moar/lingoResx
Catalog: Views/Search/Index.*.resx
Languages: ca, es, it

# SearchFilter
source: Filter
ca: Filtre
es: Filtro
it: Filtro

# SearchMainTitle
source: Find language exchange partners
ca: Troba companys per a intercanvis d'idiomes
es: Encuentra compañeros para intercambios de idiomas
it: Trovare partner per lo scambio linguistico

# SearchSubTitle
source: Learn foreign languages online, it’s free! Pssst, don’t forget to be collaborative. Speak in your native language and we will give you the same amount of time to practice other languages with natives
ca: Aprèn idiomes online de manera gratuïta. Pssst, no t'oblidis de compartir la teva llengua materna amb els altres. Podràs utilitzar el temps emprat per ensenyar el teu idioma, per practicar l'idioma que vulguis amb parlants natius
es: Aprende idiomas online de manera gratuita. Pssst, no te olvides de compartir tu idioma nativo con los demás. Podrás emplear el tiempo que uses para enseñar tu idioma para practicar el idioma que quieras con hablantes nativos
it: Impara lingue online in forma gratuita! Psssst, non dimenticarti di condividere la tua lingua madre con gli altri. Potrai usare il tempo utilizzato per insegnare la tua lingua, per praticare la lingua che vuoi con i madrelingua.

# SNoResults
source: Your search produced no results
ca: La teva cerca no ha donat cap resultat
es: Tu búsqueda no produjo resultados
it: La ricerca non ha prodotto risultati

# SSearchUsers
source: Search users
ca: Buscar usuaris
es: Buscar usuarios
it: Ricerca utenti

# SearchMainTitleLanguage
source: Find language exchange partners that speak {0}
ca: Troba companys d'intercanvi d'idiomes que parlen {0}
es: Encuentra compañeros de intercambio de idiomas que hablan {0}
it: Trova partner di scambio di lingue che parlano {0}

# SearchSubTitleLanguage
source: Learn {0} online, it’s free! Pssst, don’t forget to be collaborative. Speak in your native language and we will give you the same amount of time to practice other languages with natives
ca: Aprèn {0} online, ¡és gratis! No oblidis ser col·laboratiu. Parla la teva llengua materna i et donarem la mateixa quantitat de temps perquè practiquis altres idiomes amb natius
es: Aprende {0} online, ¡es gratis! No olvides ser colaborativo. Habla en tu idioma nativo y te daremos la misma cantidad de tiempo para que practiques otros idiomas con nativos
it: Impara {0} on-line, è gratis! Non dimentichi di essere collaborativo. Parla nella tua lingua madre e riceverai la stessa quantità di tempo per praticare altre lingue con i madrelingua

# SearchConversationPartnersSubtitle
source: Find natives speakers that suit you. Check their expertise and upvotes and make requests for private conversations.
ca: Busca parlants natius que s'adaptin a les teves preferències. Revisa la seva experiència i vots positius i sol·licita converses privades amb ells
es: Busca hablantes nativos que se adapten a tus preferencias. Revisa su experiencia y votos positivos y solicita conversaciones privadas con ellos
it: Ricerca di madrelingua in base alle proprie preferenze. Controlla la loro esperienza e le risposte positive e chiede conversazioni private con loro

# SearchConversationPartnersTitle
source: Find conversation partners
ca: Busca companys de conversa
es: Busca compañeros de conversación
it: Ricerca compagni di conversazione

# SearchLanguageStudentsSubtitle
source: Find students that want to learn the languages you know. Don't forget to set your availability in your profile so students can request you conversations.
ca: Busca estudiants que vulguin aprendre idiomes en què tu ets natiu. No t'oblidis de definir la teva disponibilitat al teu perfil perquè els estudiants et puguin fer sol·licituds
es: Busca estudiantes que quieran aprender idiomas en los que tú eres nativo. No te olvides de definir tu disponibilidad en tu perfil para que los estudiantes te puedan hacer solicitudes
it: Cerca studenti che vogliono imparare le lingue in cui ci sei madrelingua. Non dimenticarti di impostare la disponibilità nel tuo profilo in modo da poter realizzare le ricchieste degli studenti

# SearchLanguageStudentsTitle
source: Find language students
ca: Busca estudiants d'idiomes
es: Busca estudiantes de idiomas
it: Ricerca studenti di lingue

# SearchPaidConversationPartnersSubtitle
source: Find natives speakers that suit you. Check their expertise, upvotes and rates and make requests for private conversations.
ca: Busca parlants natius que s'adaptin a les teves preferències. Revisa la seva experiència, vots positius i tarifes i sol·licita converses privades amb ells
es: Busca hablantes nativos que se adapten a tus preferencias. Revisa su experiencia, votos positivos y tarifas y solicita conversaciones privadas con ellos
it: Cerca madrelingua in base alle tue preferenze. Controlla la sua esperienza, i tassi, i feedback positivi e richiede conversazioni private con loro

# SearchCustomUsersTitle
source: Find conversation partners
ca: Busca companys de conversa
es: Busca compañeros de conversación
it: Ricerca compagni di conversazione

# SearchCustomUserSubtitle
source: Find conversations partners and filter your searches using the filter in your control panel
ca: Busca companys de conversa i filtra'ls usant el filtre del teu tauler de control
es: Busca compañeros de conversación y fíltralos usando el filtro de tu panel de control
it: Cerca compagni di conversazione e filtrarli usando il filtro del pannello di controllo

# SearchIncludeAllLangs
source: Include all languages
es: Incluir todos los idiomas
