Repository: moar/lingoResx
Catalog: Views/RightPanel/RightPanel.*.resx
Languages: ca, es, it

source: Accept
ca: Acceptar
es: Aceptar
it: Accettare

source: All contacts
ca: Tots els contactes
es: Todos los contactos
it: Tutti i contatti

# ConnectionLost
source: Connection is lost. Reloading in
ca: S'ha perdut la connexió. Carregant en
es: Se ha perdido la conexión. Recargando en
it: La connessione si è persa. Ricarico in..

# RPContacts
source: Contacts
ca: Contactes
es: Contactos
it: Contatti

source: Decline
ca: Rebutjar
es: Rechazar
it: Rifiutare

source: Messages
ca: Missatges
es: Mensajes
it: Messaggi

# NoContacts
source: You have no contacts yet. Go to the chat rooms and meet new partners!
ca: No tens cap contacte. Accedeix a les sales de xat i coneix a gent nova!
es: No tienes ningún contacto. Entra a las salas de chat y conoce a gente nueva!
it: Non hai nessun contatto. Vai e incontra nuovi partner!

# NoMessages
source: You don't have any messages
ca: No tens cap missatge
es: No tienes ningún mensaje
it: Non hai nessun messaggio

# RPTBCall
source: Timebank call
ca: Trucada del Banc del Temps
es: Llamada de Banco del Tiempo
it: Chiamata dalla banca del tempo

source: Videocall
ca: Videotrucada
es: Videollamada
it: Video chiamata

# NoNotifications
source: You don't have any notifications
ca: No tens cap notificació
es: No tienes ninguna notificación
it: Non hai nessuna notifica

source: Notifications
ca: Notificacions
es: Notificaciones
it: Notifiche

source: Reload now
ca: Recarregar
es: Recargar
it: Ricaricare

source: Send message
ca: Envia missatge
es: Enviar mensaje
it: Invia messaggio

source: Show all
ca: Mostrar tots
es: Mostrar todos
it: Mostra tutto

source: View profile
ca: Veure perfil
es: Ver perfil
it: Vedi profilo

# RPViewProfile
source: View profile
ca: Veure perfil
es: Ver perfil
it: Vedi profilo

source: Write here
ca: Escriu aquí
es: Escribe aqui
it: Scrive qui

# ContactsNoLogged
source: Login to see your contacts
ca: Inicia sessió per veure la llista de contactes
es: Inicia sesión para ver tu lista de contactos
it: Accede per vedere i tuoi contatti

# NotificationsNoLogged
source: Login to see your notifications
ca: Inicia sessió per veure les teves notificacions
es: Inicia sesión para ver tus notificaciones
it: Accede per vedere le tue notifiche

# RPFilterAdd
source: Add
ca: Agegir
es: Añadir
it: Aggiungere

# RPFilterAllLanguages
source: All languages
ca: Tots el idiomes
es: Todos los idiomas
it: Tutte le lingue

# RPFilterAllPeople
source: All users
ca: Tots el usuaris
es: Todos los usuarios
it: tutti gli utenti

# RPFilterCancel
source: Cancel
ca: Cancel·lar
es: Cancelar
it: Cancellare

# RPFilterLanguages
source: Languages
ca: Idiomes
es: Idiomas
it: Lingue

# RPFilterNotTalketTo
source: People you haven't chatted with
ca: Gent amb la que no has parlat
es: Gente con la que no has hablado
it: Persone con cui non hai chiacchierato

# RPFilterOnline
source: Just online users
ca: Només usuaris online
es: Solo usuarios online
it: Solo utenti on-line

# RPFilterTalkedTo
source: People you have chatted with
ca: Gent amb la que has parlat
es: Gente con la que has hablado
it: Persone con cui hai chiacchierato

# RPSearch
source: Search
ca: Buscar
es: Buscar
it: Ricerca

# RPRegForMessages
source: Login to see your conversations
ca: Accedeix per veure les teves converses
es: Accede para ver tus conversaciones
it: Accedi per vedere le conversazioni

# RPRegForRooms
source: Login to see your chat rooms
ca: Accedeix per veure les sales
es: Accede para ver las salas
it: Accede per vedere le stanze

# RPChatRooms
source: Chat Rooms
ca: Sales de xat
es: Salas de chat

# RPWalletCall
source: Wallet call
ca: Trucada Wallet
es: Llamada de Wallet
it: Chiamata Wallet

source: Chat rooms
ca: Sales de xat
es: Salas de chat

source: Wallet rooms
ca: Sales Wallet
es: Salas Wallet

# RPNoMeetupPartners
source: You haven't scheduled any private conversations
ca: No has organitzat cap conversa privada amb ningú
es: No has organizado ninguna conversación privada
it: Non hai organizzato nessuna conversazione privata con nessuno.

# RpNoOnlineContacts
source: Non of your contacts is online right now
ca: Cap dels teus contactes està en línia ara
es: Ninguno de tus contactos está online ahora
it: Nessuno dei tuoi contatti è in linea

# RPNoRecentCalls
source: Call history is empty
ca: No hi ha històric de trucades
es: No hay histórico de llamadas
it: Non c'e cronologia di chiamate

# RPFilterAllRoles
source: All
ca: Tots
es: Todos
it: Tutti

# RPFilterTimeBankingNatives
source: Natives for timebanking
ca: Natius per a intercanvi
es: Nativos para intercambio
it: Madrelingua per scambio

# RPFilterWalletNatives
source: Natives for paid conversations
ca: Natius per converses de pagament
es: Nativos para conversaciones de pago
it: Madrelingu per conversazioni a pagamento

# RPFilterStudents
source: Students
ca: Estudiants
es: Estudiantes
it: Studenti

# RPCandidateMess
source: This panel will be active when your application is approved
ca: Aquest tauler estarà actiu quan s'aprovi la teva sol·licitud
es: Este panel estará activo cuando se apruebe tu solicitud
it: Questo pannello sarà attivo quando la tua richiesta sarà approvata

# RPOnlyStudents
source: This option is only for students
ca: Aquesta opció és només per a estudiants
es: Esta opción es solo para estudiantes
it: Questa opzione è solo per gli studenti

# RPOnlyTeachers
source: This option is only for approved teachers
ca: Aquesta opció és només per a professors acreditats
es: Esta opción es solo para profesores acreditados
it: Questa opzione è riservata esclusivamente agli insegnanti accreditati

# RPSignWithStudent
source: Please, sign in with a student account
ca: Si us plau, inicia sessió amb un compte d'estudiant
es: Por favor, inicia sesión con una cuenta de estudiante
it: Per favore, accedi con un account studente

# RPSignWithTeacher
source: Please, sign in with a teaching account
ca: Si us plau, inicia sessió amb un compte de professor
es: Por favor, inicia sesión con una cuenta de profesor
it: Per favore, effettua il login con un account insegnante
