Repository: moar/lingoResx
Catalog: Views/LessonScheduler/Index.*.resx
Languages: ca, es, it

# YouRequestedMediation
source: You requested Langademy's mediation
ca: Has sol·licitat la mediació de Langademy
es: Has solicitado la mediación de Langademy
it: Hai richiesto la mediazione di Langademy

# YouTeachAcceptedCancelAndRefund
source: You accepted student's solution: The lesson has been cancelled and 100% of the credits have been refunded
ca: Acceptar la solució de l'estudiant: La classe ha estat cancel·lada i s'ha retornat el 100% dels crèdits.
es: Aceptaste la solución del estudiante: La clase ha sido cancelada y se ha devuelto el 100% de los créditos.
it: Hai accettato la soluzione dello studente: la lezione è stata cancellata e il 100% dei crediti sono stati restituiti.

# YouTeachAcceptedCancelAndRefundHalf
source: You accepted student's solution: The lesson has been cancelled and 50% of the credits have been refunded
ca: Vas acceptar la solució de l'estudiant: La classe ha estat cancel·lada i s'ha retornat el 50% dels crèdits.
es: Aceptaste la solución del estudiante: La clase ha sido cancelada y se ha devuelto el 50% de los créditos.
it: Hai accettato la soluzione dello studente: la lezione è stata cancellata e il 50% dei crediti sono stati restituiti.

# YouTeachAcceptedCollect
source: You accepted student's solution: The lesson has been marked as Completed and you collected 100% of the credits
ca: Vas acceptar la solució de l'estudiant: La classe ha estat marcada com a Completada i vas rebre el 100% dels crèdits
es: Aceptaste la solución del estudiante: La clase ha sido marcada como Completada y recibiste el 100% de los créditos
it: Hai accettato la soluzione dello studente: La lezione è stata contrassegnata come Completata e hai ricevuto il 100% dei credi

# YouTeachAcceptedCollectHalf
source: You accepted student's solution: The lesson has been marked as Completed and you collected 50% of the credits
ca: Vas acceptar la solució de l'estudiant: La classe ha estat marcada com a completada i vas rebre el 50% dels crèdits
es: Aceptaste la solución del estudiante: La clase ha sido marcada como completada y recibiste el 50% de los créditos
it: Hai accettato la soluzione dello studente: La lezione è stata contrassegnata come completata e hai ricevuto il 50% dei crediti.

# YouTeachAcceptedReschedule
source: You accepted student's solution: The lesson has been marked as Unscheduled. You or the student can now propose a new lesson date
ca: Vas acceptar la solució de l'estudiant: La classe ha estat marcada com a desprogramada. Tu o el teu estudiant podeu proposar una nova data.
es: Aceptaste la solución del estudiante: La clase ha sido marcada como Desprogramada. Tú o tu estudiante podéis proponer una nueva fecha.
it: Hai accettato la soluzione dello studente: La lezione è stata contrassegnata come Non programmata. Voi o il vostro studente potete proporre una nuova data.

# YouTeachRejectedCancelAndRefund
source: You rejected student's solution: Lesson cancellation and refund 100% of the credits
ca: Vas rebutjar la solució de l'estudiant: cancel·lació de la classe i devolució del 100% dels crèdits
es: Rechazaste la solución del estudiante: cancelación de la clase y devolución del 100% de los créditos
it: Hai rifiutato la soluzione dello studente: cancellazione della lezione e rimborso del 100% dei crediti.

# YouTeachRejectedCancelAndRefundHalf
source: You rejected student's solution: Lesson cancellation and refund 50% of the credits
ca: Vas rebutjar la solució de l'estudiant: Cancel·lació de la classe i devolució del 50% dels crèdits
es: Rechazaste la solución del estudiante: Cancelación de la clase y devolución del 50% de los créditos
it: Hai rifiutato la soluzione dello studente: cancellazione della lezione e rimborso del 50% dei crediti

# YouTeachRejectedCollect
source: You rejected student's solution: Mark the lesson as Completed and collect 100% of the credits
ca: Vas rebutjar la solució de l'estudiant: Marca classe com Completada i rebre el 100% dels crèdits
es: Rechazaste la solución del estudiante: Marcar clase como Completada y recibir el 100% de los créditos
it: Ha rifiutato la soluzione dello studente: marcare la lezione come Completata e ricevere il 100% dei crediti

# YouTeachRejectedCollectHalf
source: You rejected student's solution: Mark the lesson as Completed and collect 50% of the credits
ca: Has rebutjat la solució de l'estudiant: Marcar la classe com Completada i rebre el 50% dels crèdits
es: Rechazaste la solución del estudiante: Marcar la clase como Completada y recibir el 50% de los créditos
it: Hai respinto la soluzione dello studente: segnare la lezione come Completato e ricevere il 50% dei crediti

# YouTeachRejectedReschedule
source: You rejected student's solution: The student proposed to reschedule the lesson
ca: Has rebutjat la solució de l'estudiant: L'estudiant va proposar reprogramar la classe
es: Rechazaste la solución del estudiante: El estudiante propuso reprogramar la clase
it: Hai rifiutato la soluzione dello studente: lo studente ha proposto di riprogrammare la lezione

# CancelReportConf
source: Are you sure you want to cancel your report?
ca: Estàs segur que vols cancel·lar aquesta notificació?
es: ¡Estás seguro de que quieres cancelar esta notificación?
it: Sei sicuro di voler annullare questa notifica?

source: Incompleted
ca: Incomplet
es: Incompleto
it: Incompleto

# StudentProposedSolution
source: The student proposed this solution
ca: L'estudiant ha proposat aquesta solució
es: El estudiante ha propuesto esta solución
it: Lo studente ha proposto questa soluzione

# TeachCancelledReport
source: The reported issue has been cancelled by the teacher
ca: El problema esmentat ha estat cancel·lat pel professor
es: El
it: Il problema segnalato è stato cancellato dall'insegnante

# TeacherProposedSolution
source: The teacher proposed this solution
ca: El professor ha proposat aquesta solució
es: El profesor ha propuesto esta solución
it: L'insegnante ha proposto questa soluzione

# TeachRejectedCancelAndRefund
source: The teacher rejected your solution: Lesson cancellation and refund 100% of the credits
ca: El professor va rebutjar la teva solució: Cancel·lació de la classe i devolució del 100% dels crèdits
es: El profesor rechazó tu solución: Cancelación de la clase y devoluciónd el 100% de los créditos
it: L'insegnante ha respinto la tua soluzione: cancellazione della lezione e rimborso del 100% dei crediti.

# TeachRejectedCancelAndRefundHalf
source: The teacher rejected your solution: Lesson cancellation and refund 50% of the credits
ca: El professor va rebutjar la teva solució: Cancel·lació de la classe i devolució del 50% dels crèdits.
es: El profesor rechazó tu solución: Cancelación de la clase y devolución del 50% de los créditos.
it: L'insegnante ha respinto la tua soluzione: cancellazione della lezione e rimborso del 50% dei crediti.

# TeachRejectedCollect
source: The teacher rejected your solution: Mark the lesson as Completed and pay 100% of the credits
ca: El professor va rebutjar la teva solució: Marca la classe com Completada i pagar el 100% dels crèdits
es: El profesor rechazó tu solución: Marcar la clase como Completada y pagar el 100% de los créditos
it: L'insegnante ha respinto la vostra soluzione: contrassegnare la lezione come Completata e pagare il 100% dei crediti.

# TeachRejectedCollectHalf
source: The teacher rejected your solution: solution: Mark the lesson as Completed and pay 50% of the credits
ca: El professor va rebutjar la teva solució: Marca la classe com Completada i pagar el 50% dels crèdits
es: El profesor rechazón tu solución: Marcar la clase como Completada y pagar el 50% de los créditos
it: L'insegnante ha respinto la tua soluzione: segnare la lezione come Completata e pagare il 50% dei crediti

# TeachRejectedReschedule
source: The teacher rejected your solution: You proposed to reschedule the lesson
ca: El professor va rebutjar la teva solució: vas proposar reprogramar la classe
es: El profesor rechazó tu solución: Propusiste reprogramar la clase
it: L'insegnante ha respinto la tua soluzione: hai proposto di riprogrammare la lezione

# TeachReportedIssue
source: The teacher reported issues about this lesson
ca: El professor va notificar problemes en aquesta classe
es: El profesor notificó problemas en esta clase
it: L'insegnante ha segnalato problemi in questa lezione

# TeachRequestedMediation
source: The teacher requested Langademy's mediation
ca: El professor va sol·licitar la mediació de Langademy
es: El profesor solicitó la mediación de Langademy
it: L'insegnante ha richiesto la mediazione di Langademy

# YouProposedSolution
source: You proposed this solution
ca: Vas proposar aquesta solució
es: Propusite esta solución
it: Hai proposto questa soluzione

# YouStudAcceptedCancelAndRefund
source: You accepted teacher's solution: The lesson has been cancelled and 100% of the credits have been refunded
ca: Has acceptar la solució del professor: La classe ha estat cancel·lada i el 100% dels crèdits han estat retornats
es: Aceptaste la solución del profesor: La clase ha sido cancelada yel 100% de los créditos han sido devueltos
it: Hai accettato la soluzione dell'insegnante: la lezione è stata cancellata e il 100% dei crediti sono stati restituiti

# YouStudAcceptedCancelAndRefundHalf
source: You accepted teacher's solution: The lesson has been cancelled and 50% of the credits have been refunded
ca: Has acceptat la solució del professor: La classe ha estat cancel·lada iel 50% dels crèdits han estat retornats
es: Aceptaste la solución del profesor: La clase ha sido cancelada yel 50% de los créditos han sido devueltos
it: Hai accettato la soluzione dell'insegnante: la lezione è stata cancellata e il 50% dei crediti sono stati restituiti

# YouStudAcceptedCollect
source: You accepted teacher's solution: The lesson has been marked as Completed and you paid 100% of the credits
ca: Has acceptat la solució del professor: La classe ha estat marcada com a Completada i has pagat el 100% dels crèdits
es: Aceptaste la solución del profesor: La clase ha sido marcada como Completada y pagaste el 100% de los créditos
it: Hai accettato la soluzione dell'insegnante: La lezione è stata contrassegnata come Completata e hai pagato il 100% dei crediti

# YouStudAcceptedCollectHalf
source: You accepted teacher's solution: The lesson has been marked as Completed and you paid 50% of the credits
ca: Has acceptat la solució del professor: La classe ha estat marcada com a Completada i has pagat el 50% dels crèdits
es: Aceptaste la solución del profesor: La clase ha sido marcada como Completada y pagaste el 50% de los créditos
it: Hai accettato la soluzione dell'insegnante: La lezione è stata contrassegnata come Completata e hai pagato il 50% dei crediti.

# YouStudAcceptedReschedule
source: You accepted teacher's solution: The lesson has been marked as Unscheduled. You or the teacher can now propose a new lesson date
ca: Has acceptat la solució del professor: La classe ha estat marcada com a desprogramada. Tant tu com el professor podeu proposar una nova data per a la classe
es: Aceptaste la solución del profesor: La clase ha sido marcada como Desprogramada. Tanto tú como el profesor podéis proponer una nueva fecha para la clase
it: Hai accettato la soluzione dell'insegnante: La lezione è stata contrassegnata come Non programmata. Sia tu che l'insegnante potete proporre un nuovo appuntamento per la classe

# YouStudRejectedCancelAndRefund
source: You rejected teacher's solution: Lesson cancellation and refund 100% of the credits
ca: Has rebutjat la solució del professor: Cancel·lació de la classe i la devolució del 100% dels crèdits
es: Rechazaste la solución del profesor: Cancelación de la clase y la devolución del 100% de los créditos
it: Hai rifiutato la soluzione dell'insegnante: cancellazione della lezione e rimborso del 100% dei crediti.

# YouStudRejectedCancelAndRefundHalf
source: You rejected teacher's solution: Lesson cancellation and refund 50% of the credits
ca: Has rebutjat la solució del professor: Cancel·lació de la classe i la devolució del 50% dels crèdits
es: Rechazaste la solución del profesor: Cancelación de la clase y la devolución del 50% de los créditos
it: Hai rifiutato la soluzione dell'insegnante: la cancellazione della lezione e il rimborso del 50% dei crediti.

# YouStudRejectedCollect
source: You rejected teacher's solution: Mark the lesson as Completed and pay 100% of the credits
ca: Has rebutjat la solució del professor: Marcar la classe com Completada i pagar el 100% dels crèdits
es: Rechazaste la solución del profesor: Marcar la clase como Completada y pagar el 100% de los créditos
it: Hai rifiutato la soluzione dell'insegnante: contrassegnare la lezione come Completat< e pagare il 100% dei crediti

# YouStudRejectedCollectHalf
source: You rejected teacher's solution: Mark the lesson as Completed and pay 50% of the credits
ca: Has rebutjat la solució del professor: Marcar la classe com Completada i pagar el 50% dels crèdits
es: Rechazaste la solución del profesor: Marcar la clase como Completada y pagar el 50% de los créditos
it: Hai rifiutato la soluzione dell'insegnante: contrassegnare la lezione come Completata e pagare il 50% dei crediti

# YouStudRejectedReschedule
source: You rejected teacher's solution: The teacher proposed to reschedule the lesson
ca: Has rebutjat la solució del professor: El professor va proposar reprogramar la classe
es: Rechazaste la solución del profesor: El profesor propuso reprogramar la clase
it: Hai rifiutato la soluzione dell'insegnante: L'insegnante ha proposto di riprogrammare la lezione

# StudentCompleteLessonConf
source: Do you confirm this lesson has been succesfully completed? By confirming, payment to the teacher will be processed
ca: ¿Confirmes que aquesta classe s'ha completat correctament? Amb la confirmació, es processarà el pagament al professor.
es: ¿Confirmas que esta clase se ha completado correctamente? Con la confirmación, se procesará el pago al profesor.
it: Confermi che questa lezione è stata completata correttamente? Con la conferma verrà elaborato il pagamento all'insegnante.

source: Processing
ca: En procés
es: Procesando
it: In corso

# CannotAcceptReschedulePast
source: You can't accept to reschedule the lesson because the new date has already past. You can either reject the request or unschedule the lesson
ca: No pots acceptar reprogramar la classe perquè la nova data de classe ja ha passat. Pots rebutjar la sol·licitud o desprogramar la classe
es: No puedes aceptar reprogramar la clase porque la nueva fecha de clase ya ha pasado. Puedes rechazar la solicitud o desprogramar la clase
it: Non puoi accettare di riprogrammare la lezione perché la nuova data della lezione è passata. Si può rifiutare la richiesta o deprogrammare la lezione

# StudentUnscheduledPast
source: The student couldn't accept to reschedule the lesson becasuse the new date was past
ca: L'estudiant no va poder acceptar reprogramar la classe perquè la nova data ja va passar
es: El estudiante no pudo aceptar reprogramar la clase porque la nueva fecha ya pasó
it: Lo studente non ha potuto accettare di riprogrammare la lezione perché la nuova data era passata

# TeacherUnscheduledPast
source: The teacher couldn't accept to reschedule the lesson becasuse the new date was past
ca: El professor no va poder acceptar reprogramar la classe perquè la nova data ja va passar
es: El profesor no pudo aceptar reprogramar la clase porque la nueva fecha ya pasó
it: L'insegnante non ha potuto accettare di riprogrammare la lezione perché la nuova data era passata

# YouUnscheduledPast
source: You couldn't accept to reschedule the lesson becasuse the new date was past
ca: No vas poder acceptar reprogramar la classe perquè la nova data ja va passar
es: No pudiste aceptar reprogramar la clase porque la nueva fecha ya pasó
it: Non si può accettare di riprogrammare la lezione perché la nuova data è passata.

source: Cancelled
ca: Cancel·lada
es: Cancelada
it: Cancellata

# AcceptReschSolutionConf
source: Do you agree to reschedule this lesson? The lesson will be unscheduled so you can propose a new date
ca: Acceptes reprogramar aquesta classe? La classe es desprogramarà perquè puguis proposar una nova data
es: ¿Aceptas reprogramar esta clase? La clase se desprogramará para que puedas proponer una nueva fecha
it: Accetti di riprogrammare questa lezione? La lezione verrà deprogrammata in modo da poter proporre una nuova data.

# StudentRejectReportConf
source: Do you reject the solution that the teacher propose to solve this issue? Talk to the teacher and report a new issue proposing your solution. If you finally don't agree on a solution, you can request Langademy's mediation
ca: ¿Rebutges la solució proposada pel professor per resoldre aquest problema? Parla amb el professor i notifica un nou problema proposant la teva solució. Si al final no arribeu a un acord pots sol·licitar la mediació de Langademy
es: ¿Rechazas la solución propuesta por el profesor para resolver este problema? Habla con el profesor y notifica un nuevo problema proponiendo tu solución. Si al final no llegais a un acuerdo puedes solicitar la mediación de Langademy
it: Rifiuti la soluzione proposta dall'insegnante per risolvere questo problema? Parla con l'insegnante e segnala un nuovo problema e suggerisce la tua soluzione. Se non si raggiunge un accordo, si può chiedere a Langademy di mediare

# TeacherRejectReportConf
source: Do you reject the solution that the student propose to solve this issue? Talk to the student and report a new issue proposing your solution. If you finally don't agree on a solution, you can request Langademy's mediation
ca: ¿Rebutges la solució proposada per l'estudiant per resoldre aquest problema? Parla amb l'estudiant i notifica un nou problema proposant la teva solució. Si al final no arribeu a un acord pots sol·licitar la mediació de Langademy
es: ¿Rechazas la solución propuesta por el estudiante para resolver este problema? Habla con el estudiante y notifica un nuevo problema proponiendo tu solución. Si al final no llegais a un acuerdo puedes solicitar la mediación de Langademy
it: Rifiuti la soluzione proposta dallo studente per risolvere questo problema? Parla con lo studente e segnala un nuovo problema e suggerisce la tua soluzione. Se non si raggiunge un accordo, si può chiedere a Langademy di mediare

# AcceptCancelRefHalfSolutionConf
source: Do you agree to cancel this lesson? 50% of the lesson price will be refunded
ca: Acceptes cancel·lar aquesta classe? Es retornarà el 50% del preu d'aquesta classe
es: ¿Aceptas cancelar esta clase? Se devolverá el 50% del precio de esta clase
it: Accetti di cancellare questa lezione? Il 50% del prezzo di questa lezione sarà rimborsato

# AcceptCancelRefSolutionConf
source: Do you agree to cancel this lesson? 100% of the lesson price will be refunded
ca: Acceptes cancel·lar aquesta classe? Es retornarà el 100% del preu d'aquesta classe
es: ¿Aceptas cancelar esta clase? Se devolverá el 100% del precio de esta clase
it: Accetti di cancellare questa lezione? Il 100% del prezzo di questa lezione sarà rimborsato

# AcceptCollectHalfSolutionConf
source: Do you agree to mark this lesson Completed? 50% of the lesson price will be refunded
ca: Acceptes marcar la classe com Completada? Es pagarà el 50% del preu de la classe
es: ¿Aceptas marcar la clase como Completada? Se pagará el 50% del precio de la clase
it: Accetti di contrassegnare la lezione come Completata? Il 50% del prezzo della lezione sarà pagato

# AcceptCollectSolutionConf
source: Do you agree to mark this lesson Completed? 100% of the lesson price will be paid
ca: Acceptes marcar la classe com Completada? Es pagarà el 100% del preu de la classe
es: ¿Aceptas marcar la clase como Completada? Se pagará el 100% del precio de la clase
it: Accetti di contrassegnare la lezione come Completata? Verrà pagato il 100% del prezzo della lezione

# CancelMediationReqConf
source: Are you sure you want to cancel your mediation request?
ca: Estàs segur que vols cancel·lar la teva sol·licitud de mediació?
es: ¿Estás seguro de que quieres cancelar tu solicitud de mediación?
it: Sei sicuro di voler annullare la tua richiesta di mediazione?

# StudCancelMediation
source: The student cancelled the mediation request
ca: L'estudiant va cancel·lar la sol·licitud de mediació
es: El estudiante canceló la solicitud de mediación
it: Lo studente ha annullato la richiesta di mediazione

# TeachCancelMediation
source: The teacher cancelled the mediation request
ca: El professor va cancel·lar la sol·licitud de mediació
es: El profesor canceló la solicitud de mediación
it: L'insegnante ha annullato la richiesta di mediazione

# YouCancelMediation
source: You cancelled the mediation request
ca: Has cancel·lat la sol·licitud de mediació
es: Cancelaste la solicitud de mediación
it: Hai annullato la richiesta di mediazione
