Repository: moar/lingoResx
Catalog: Views/LessonScheduler/Index.*.resx
Languages: ca, es, it

# AcceptRescheduleRequestConf
source: Do you accept rescheduling the lesson?
ca: Aceptes canviar la data de la classe?
es: ¿Aceptas cambiar la fecha de la clase?
it: Accetti di riprogrammare la lezione?

source: Attendance unknown
ca: Assistència no registrada
es: Asistencia no registrada
it: Partecipazione non registrata

# BothMissedStudent
source: The teacher and you missed the lesson
ca: El professor i tu us vau perdre la classe
es: El profesor y tú os perdisteis la clase
it: Tu e il professore avete perso la classe

# BothMissedTeacher
source: The student and you missed the lesson
ca: L'estudiant i tu us vau perdre la classe
es: El estudiante y tú os perdisteis la clase
it: Lei e lo studente avete perso la classe.

# CancelRescheduleRequestConf
source: Are you sure you want to cancel your request?
ca: Estàs segur que vols cancel·lar la teva sol·licitud?
es: ¿Estás seguro de que quieres cancelar tu solicitud?
it: Sei sicuro di voler cancellare la tua richiesta?

# ClassTimeNow
source: Class time is now!
ca: Hora de classe!
es: ¡Hora de clase!
it: L'ora delle lezioni è ora!

source: Completed
ca: Completades
es: Completada
it: Completato

# LessonsTitle
source: Lesson scheduler
ca: Programació de classes
es: Programador de clases
it: Programmazione delle classi

source: Pending teacher confirmation
ca: Pendent confirmació del professor
es: Pendiente confirmación de profesor
it: In attesa di conferma da parte dell'insegnante

source: Pending your confirmation
ca: Pendent de la teva confirmació
es: Pendiente de tu confirmación
it: In attesa di conferma

# RejectRescheduleRequestConf
source: Do you reject the request for rescheduling the lesson?
ca: ¿Rebutges la sol·licitud de canviar la data de la classe?
es: ¿Rechazas la solicitud de cambiar la fecha de la clase?
it: Si rifiuta la richiesta di modificare la data della lezione?

# ReqNewDateResch
source: Please, select the new date of the lesson
ca: Si us plau, selecciona la nova data de la classe
es: Por favor, selecciona la nueva fecha de la clase
it: Seleziona la nuova data della lezione

source: Rescheduling
ca: Reprogamant
es: Reprogramando

source: Scheduled
ca: Programada
es: Programada
it: Programmata

# StudentAcceptReschedule
source: The student accepted to reschedule the lesson
ca: L'estudiant acceptà reprogramar la classe
es: El estudiante aceptó reprogramar la clase
it: Lo studente ha accettato di riprogrammare la lezione

# StudentCancelled
source: Cancelled by the student
ca: Cancel·lada per l'estudiant
es: Cancelada por el estudiante
it: Cancellata dallo studente

# StudentMissed
source: The student missed the lesson
ca: L'estudiant es va perdre la classe
es: El estudiante se perdió la clase
it: Lo studente ha perso la lezione

# StudentRejectedReschedule
source: The student rejected to reschedule the lesson. Proposed lesson date: {0} ({1} {2})
ca: L'estudiant va rebutjar reprogramar la classe. Data proposta: {0} {1} {2}
es: El estudiante rechazó reprogramar la clase. Fecha propuesta: {0} ({1} {2})
it: Lo studente ha rifiutato di riprogrammare la lezione. Data proposta: {0} {1} {2}

# StudentRequestedCancel
source: The student requested cancellation
ca: L'estudiant va sol·licitar cancel·lar
es: El estudiante solicitó cancelar
it: Lo studente ha chiesto di cancellare

# TeacherCancelled
source: Cancelled by the teacher
ca: Cancel·lada pel professor
es: Cancelada por el profesor
it: Annullata dall'insegnante

# TeacherMissed
source: The teacher missed the lesson
ca: El professor es va perdre la classe
es: El profesor se perdió la clase
it: Il professore si ha perso la lezione

# TeacherRejected
source: Rejected by the teacher
ca: Rebutjada pel professor
es: Rechazada por el profesor
it: Rifiutato dall'insegnante

# TeacherRescheduleRequest
source: The teacher requested to reschedule the lesson. New lesson date: {0} ({1} {2})
ca: El professor ha sol·licitat reprogramar la classe. Nova data de classe: {0] ( {1} {2} )
es: El profesor ha solicitado reprogramar la clase. Nueva fecha de clase: {0} ({1} {2})
it: L'insegnante ha chiesto di riprogrammare la lezione. Nuova data di lezione: {0} ( {1} {2} )

# UnschedLessonConf
source: Are you sure you want to unschedule this lesson?
ca: Estàs segur que vols treure la planificació d'aquesta classe?
es: ¿Estás seguro de que quieres quitar la planificación de esta clase?
it: Sei sicuro di voler eliminare la pianificazione di questa classe?

source: Unscheduled
ca: Sense programa
es: Sin programar
it: Nessuna programmazione

# YouAcceptedReschedule
source: You accepted to reschedule the lesson
ca: Vas acceptar reprogramar la classe
es: Aceptaste reprogramar la clase
it: Hai accettato di riprogrammare la classe

# YouCancelled
source: Cancelled by you
ca: Cancel·lada per tu
es: Cancelada por ti
it: Annullata da te

# YouMissed
source: You missed the lesson
ca: Et vas perdre la classe
es: Te perdiste la clase
it: Ti hai perso la classe!

# YouRejected
source: Rejected by you
ca: Rebutjada per tu
es: Rechazada por ti
it: Rifiutata da te

# YouRejectedReschedule
source: You rejected to reschedule the lesson. Proposed lesson date: {0} ({1} {2})
ca: Vas rebutjar reprogramar la classe. Data proposta: {0} ( {1} {2} )
es: Rechazaste reprogramar la clase. Fecha propuesta: {0} ({1} {2})
it: Hai rifiutato di riprogrammare la classe. Data proposta: {0} ( {1} {2} )

# YouRequestedCancel
source: You requested cancellation
ca: Vas sol·licitar cancel·lar
es: Solicitaste cancelar
it: Hai chiesto di cancellare

# YouRescheduleRequest
source: You requested to reschedule the lesson. New lesson date: {0} ({1} {2})
ca: Vas sol·licitar reprogramar la classe. Nova data de classe: {0} ( {1} {2} )
es: Solicitaste reprogramar la clase. Nueva fecha de clase: {0} ({1} {2})
it: Hai chiesto di riprogrammare la classe. Nuova classe data: {0} ( {1} {2} )

# CancelUnscheduleRequestConf
source: Are you sure you want to cancel your request?
ca: Estàs segur que vols cancel·lar la teva sol·licitud?
es: ¿Estás seguro de que quieres cancelar tu solicitud?
it: Sei sicuro di voler cancellare la tua richiesta?

# StudentCancelledUnschedule
source: The student cancelled the request for unscheduling the lesson
ca: L'estudiant va cancel·lar la seva sol·licitud de desprogramar la classe
es: El estudiante canceló su solicitud de desprogramar la clase
it: Lo studente ha annullato la sua richiesta di deprogrammare la lezione

# TeacherCancelledReschedule
source: The teacher cancelled the request for rescheduling the lesson
ca: El professor va cancel·lar la seva sol·licitud de reprogramar la classe
es: El profesor canceló su solicitud de reprogramar la clase
it: L'insegnante ha annullato la sua richiesta di riprogrammare la lezione

# TeacherCancelledUnschedule
source: The teacher cancelled the request for unscheduling the lesson
ca: El professor va cancel·lar la seva sol·licitud de desprogramar la classe
es: El profesor canceló su solicitud de desprogramar la clase
it: L'insegnante ha annullato la sua richiesta di deprogrammare la lezione

# AcceptUnscheduleRequestConf
source: Do you accept the request for unscheduling the lesson?
ca: Acceptes la sol·licitud de desprogramar la classe?
es: ¿Aceptas la solicitud de desprogramar la clase?
it: Accetti la richiesta di deprogrammare la lezione?

# RejectUnscheduleRequestConf
source: Do you reject the request for unscheduling the lesson?
ca: ¿Rebutges la sol·licitud de desprogramar la classe?
es: ¿Rechazas la solicitud de desprogramar la clase?
it: Rifiuti la richiesta di deprogrammare la lezione?

# StudentAcceptedUnschedule
source: The student accepted the request for unscheduling the lesson
ca: L'estudiant va acceptar la sol·licitud de desprogramar la classe
es: El estudiante aceptó la solicitud de desprogramar la clase
it: Lo studente ha accettato la richiesta di deprogrammare la lezione

# StudentCancelledReschedule
source: The student cancelled the request for rescheduling the lesson
ca: L'estudiant va cancel·lar la sol·licitud de reprogramar la classe
es: El estudiante canceló la solicitud de reprogramar la clase
it: L'estudiant va cancel·lar la sol·licitud de reprogramar la lezione

# StudentRejectedUnschedule
source: The student rejected the request for unscheduling the lesson
ca: L'estudiant va rebutjar la sol·licitud de desprogramar la classe
es: El estudiante rechazó la solicitud de desprogramar la clase
it: Lo studente ha rifiutato la richiesta di deprogrammare la lezione

# StudentRescheduled
source: The student rescheduled the lesson. New lesson date: {0} ({1} {2})
ca: L'estudiant ha reprogramat la classe. Nova data de classe: {0} ({1} {2})
es: El estudiante ha reprogramado la clase. Nueva fecha de clase: {0} ({1} {2})
it: Lo studente ha riprogrammato la lezione. Data della nuova lezione: {0} ({1} {2}

# StudentRescheduledUnsch
source: The student scheduled this lesson. New lesson date: {0} ({1} {2})
ca: L'estudiant va programar aquesta classe. Data de la nova classe: {0} ( {1} {2} )
es: El estudiante programó esta clase. Fecha de la nueva clase: {0} ({1},{2})
it: Lo studente ha programmato questa lezione. Data della nuova lezione: {0} ( {1} {2} )

# StudentRescheduleRequest
source: The student requested to reschedule this lesson. New lesson date: {0} ({1} {2})
ca: L'estudiant ha sol·licitat reprogramar la classe. Nova data de classe:{0} ({1} {2})
es: El estudiante ha solicitado reprogramar la clase. Nueva fecha de clase: {0} ({1} {2})
it: Lo studente è stato invitato a riprogrammare la classe. Nova data dalle lezioni: {0} ({1} {2})

# StudentRescheduleUnschRequest
source: The student requested to schedule this lesson. New lesson date: {0} ({1} {2})
ca: L'estudiant ha sol·licitat reprogramar la classe. Nova data de classe: {0} ({1} {2})
es: El estudiante ha solicitado reprogramar la clase. Nueva fecha de clase: {0} ({1} {2})
it: Lo studente ha chiesto di riprogrammare la classe. Nuova data di classe: {0} ({1} {2})

# StudentUnscheduled
source: The student unscheduled this lesson. Previous lesson date: {0} ({1} {2})
ca: L'estudiant va desprogramar aquesta classe: {0} ({1} {2})
es: El estudiante desprogramó esta clase
it: Lo studente ha deprogrammato questa classe: {0} ({1} {2})

# StudentUnscheduleRequest
source: The student requested to unschedule this lesson
ca: L'estudiant ha sol·licitat desprogramar aquesta classe
es: El estudiante ha solicitado desprogramar esta clase
it: Lo studente ha chiesto di deprogrammare questa lezione

# TeacherAcceptedReschedule
source: The teacher accepted the request for rescheduling the lesson
ca: El professor accepta reprogramar la classe
es: El profesor aceptó reprogramar la clase
it: L'insegnante ha accettato di riprogrammare la classe

# TeacherAcceptedUnschedule
source: The teacher accepted the request for unscheduling the lesson
ca: El professor acepta desprogramar la classe
es: El profesor aceptó desprogramar la clase
it: L'insegnante ha accettato di deprogrammare la lezione

# TeacherRejectedReschedule
source: The teacher rejected to reschedule the lesson. Proposed lesson date: {0} ({1} {2})
ca: El professor va rebutjar reprogramar la classe. Data proposta: {0} ({1} {2})
es: El profesor rechazó reprogramar la clase. Fecha propuesta: {0} ({1} {2})
it: L'insegnante ha rifiutato di riprogrammare la lezione. Data proposta: {0} ({1} {2})

# TeacherRejectedUnschedule
source: The teacher rejected to unschedule this lesson
ca: El professor rebutja desprogramar la classe
es: El profesor rechazó desprogramar la clase
it: L'insegnante ha rifiutato di deprogrammare la classe

# TeacherRescheduleUnschRequest
source: The teacher requested to schedule the lesson. New lesson date: {0} ({1} {2})
ca: El professor ha sol·licitat programar la classe. Nova data de classe: {0} ({1} {2})
es: El profesor ha solicitado programar la clase. Nueva fecha de clase: {0} ({1} {2})
it: L'insegnante ha chiesto di pianificare la lezione. Nuova data di cllezione: {0} ({1} {2})

# TeacherUnscheduled
source: The teacher unscheduled the lesson
ca: El professor va desprogramar la classe
es: El profesor desprogramó la clase
it: L'insegnante ha deprogrammato la lezione

# TeacherUnscheduleRequest
source: The teacher requested to unschedule the lesson
ca: El professor ha sol·licitat desprogramar aquesta classe
es: El profesor ha solicitado desprogramar esta clase
it: L'insegnante ha chiesto di deprogrammare questa lezione

source: Unscheduling
ca: Desprogramant
es: Desprogramando
it: Deprogrammazione

# YouAcceptedUnschedule
source: You accepted to unschedule this lesson
ca: Vas acceptar desprogramar la classe
es: Aceptaste desprogramar la clase
it: Hai accettato di deprogrammare la classe

# YouCancelledReschedule
source: You cancelled your request for rescheduling the lesson
ca: Has cancel·lat la teva sol·licitud de reprogramar la classe
es: Cancelaste tu solicitud de reprogramar la clase
it: Hai cancellato la tua richiesta di riprogrammare la lezione.

# YouCancelledUnschedule
source: You cancelled your request for unscheduling the lesson
ca: Has cancel·lat la teva sol·licitud de desprogramar la classe
es: Cancelaste tu solicitud de desprogramar la clase
it: Hai cancellato la tua richiesta di deprogrammare la lezione

# YouRejectedUnschedule
source: You rejected to unschedule this lesson
ca: Has rebutjat desprogramar la classe
es: Rechazaste desprogramar la clase
it: Hai rifiutato di deprogrammare la lezione

# YouRequestedUnschedule
source: You requested to unschedule the lesson
ca: Has sol·licitat desprogramar la classe
es: Has solicitado desprogramar la clase
it: Hai chiesto di deprogrammare la lezione

# YouRescheduled
source: You rescheduled the lesson. New lesson date: {0} ({1} {2})
ca: Has reprogramat la classe. Nova data de classe: {0} ({1} {2})
es: Has reprogramado la clase. Nueva fecha de clase: {0} ({1} {2})
it: Hai riprogrammato la lezione. Nuova data di lezione: {0} ({1} {2})

# YouRescheduledUnsch
source: You scheduled the lesson. New lesson date: {0} ({1} {2})
ca: Has programat una nova classe. Nova data de classe: {0} ({1} {2})
es: Has programado una nueva clase. Nueva fecha de clase: {0} ({1} {2})
it: Hai programmato una nuova lezione. Nuova data di lezione: {0} ({1} {2})

# YouRescheduleUnschRequest
source: You requested to schedule the lesson. New lesson date: {0} ({1} {2})
ca: Heu sol·licitat programar aquesta classe. Nova data de classe: {0} ({1} {2})
es: Has solicitado programar esta clase. Nueva fecha de clase: {0} ({1} {2})
it: HAi richiesto di pianificare questa lezione. Nuova data di lezione: {0} ({1} {2})

# YouUnscheduled
source: You unscheduled this lesson
ca: Has desprogramat aquesta classe
es: Desprogramaste esta clase
it: Questa classe è stata deprogrammata

# Mediation
source: Langademy mediation
ca: Mediació Langademy
es: Mediación Langademy
it: Mediazione Langademy

source: Solving issue
ca: Solucionant problema
es: Solucionando problema
it: Risolvendo problema

# StudAcceptedCancelAndRefund
source: The student accepted your solution: The lesson has been cancelled and 100% of the credits have been refunded
ca: L'estudiant ha acceptat la teva solució: La classe ha estat cancel·lada i es retornarà el 100% dels crèdits
es: El estudiante ha aceptado tu solución: La clase ha sido cancelada y se devolverá el 100% de los créditos
it: Lo studente ha accettato la tua soluzione: la lezione è stata cancellata e il 100% dei crediti saranno restituiti

# StudAcceptedCancelAndRefundHalf
source: The student accepted your solution: The lesson has been cancelled and 50% of the credits have been refunded
ca: L'estudiant ha acceptat la teva solució: La classe ha estat cancel·lada i es retornarà el 50% dels crèdits
es: El estudiante ha aceptado tu solución: La clase ha sido cancelada y se devolverá el 50% de los créditos
it: Lo studente ha accettato la tua soluzione: la lezione è stata cancellata e il 50% dei crediti sarà restituito

# StudAcceptedCollect
source: The student accepted your solution: The lesson has been marked as Completed and you collected 100% of the credits
ca: L'estudiant ha acceptat la teva solució: La classe ha estat marcada com a Completada i has rebut el 100% dels crèdits
es: El estudiante ha aceptado tu solución: La clase ha sido marcada como Completada y has recibido el 100% de los créditos
it: Lo studente ha accettato la tua soluzione: la lezione è stata contrassegnata come completata e hai ricevuto il 100% dei crediti

# StudAcceptedCollectHalf
source: The student accepted your solution: The lesson has been marked as Completed and you collected 50% of the credits
ca: L'estudiant ha acceptat la teva solució: La classe ha estat marcada com a Completada i has rebut el 50% dels crèdits
es: El estudiante ha aceptado tu solución: La clase ha sido marcada como Completada y has recibido el 50% de los créditos
it: Lo studente ha accettato la tua soluzione: la lezione è stata contrassegnata come Completata e hai ricevuto il 50% dei crediti.

# StudAcceptedReschedule
source: The student accepted your solution: The lesson has been marked as Unscheduled. You or the student can now propose a new lesson date
ca: L'estudiant ha acceptat la teva solució: La classe ha estat marcada com a desprogramada. Tant tu com l'estudiant podeu proposar una nova data per a la classe.
es: El estudiante ha aceptado tu solución: La clase ha sido marcada como Desprogramada. Tanto tú como el estudiante podéis proponer una nueva fecha para la clase.
it: Lo studente ha accettato la tua soluzione: la lezione è stata contrassegnata come Deprogrammata. Sia tu che lo studente potete proporre una nuova data per la lezione.

# StudCancelledReport
source: The reported issue has been cancelled by the student
ca: La notificació del problema ha estat cancel·lada per l'estudiant
es: La notificación del problema ha sido cancelada por el estudiante
it: La notifica del problema è stata cancellata dallo studente

# StudRejectedCancelAndRefund
source: The student rejected your solution: Lesson cancellation and refund 100% of the credits
ca: L'estudiant va rebutjar la teva solució: Cancel·lació de la classe i la devolució del 100% dels crèdits
es: El estudiante rechazó tu solución: Cancelación de la clase y la devolución del 100% de los créditos
it: Lo studente ha rifiutato la tua soluzione: cancellazione della lezione e rimborso del 100% dei crediti.

# StudRejectedCancelAndRefundHalf
source: The student rejected your solution: Lesson cancellation and refund 50% of the credits
ca: L'estudiant va rebutjar la teva solució: Cancel·lació de la classe i la devolució del 50% dels crèdits
es: El estudiante rechazó tu solución: Cancelación de la clase y la devolución del 50% de los créditos
it: Lo studente ha rifiutato la tua soluzione: la cancellazione della lezione e il rimborso del 50% dei crediti

# StudRejectedCollect
source: The student rejected your solution: Mark the lesson as Completed and collect 100% of the credits
ca: L'estudiant va rebutjar la teva solució: Marca classe com Completada i quedar-se amb el 100% dels crèdits.
es: El estudiante rechazó tu solución: Marcar clase como Completada y quedarse con el 100% de los créditos.
it: Lo studente ha rifiutato la tua soluzione: Segnare la lezione come Completata e mantenere il 100% dei crediti.

# StudRejectedCollectHalf
source: The student rejected your solution: solution: Mark the lesson as Completed and collect 50% of the credits
ca: L'estudiant va rebutjar la teva solució: Marca classe com Completada i quedar-se amb el 50% dels crèdits.
es: El estudiante rechazó tu solución: Marcar la clase como Completada y quedarse con el 50% de los créditos.
it: Lo studente ha rifiutato la tua soluzione: Segnare la lezione come Completata e mantenere il 50% dei crediti.

# StudRejectedReschedule
source: The student rejected your solution: You proposed to reschedule the lesson
ca: L'estudiant va rebutjar la teva solució: vas proposar reprogramar la classe
es: El estudiante rechazó tu solución: Propusiste reprogramar la clase.
it: Lo studente ha rifiutato la tua soluzione: hai proposto di riprogrammare la lezione

# StudReportedIssue
source: The student reported issues about this lesson
ca: L'estudiant va notificar problemes en aquesta classe.
es: El estudiante notificó problemas en esta clase.
it: Lo studente ha segnalato problemi in questa lezione.

# StudRequestedMediation
source: The student requested Langademy's mediation
ca: L'estudiant va reclamar la intermediació de Langademy.
es: El estudiante reclamó la intermediación de Langademy.
it: Lo studente ha rivendicato la mediazione di Langademy.

# TeachAcceptedCancelAndRefund
source: The teacher accepted your solution: The lesson has been cancelled and 100% of the credits have been refunded
ca: El professor va acceptar la teva solució: La classe ha estat cancel·lada i el 100% dels crèdits ha estat retornat.
es: El profesor aceptó tu solución: La clase ha sido cancelada y el 100% de los créditos ha sido devuelto.
it: L'insegnante ha accettato la tua soluzione: la lezione è stata cancellata e il 100% dei crediti sono stati restituiti.

# TeachAcceptedCancelAndRefundHalf
source: The teacher accepted your solution: The lesson has been cancelled and 50% of the credits have been refunded
ca: El professor va acceptar la teva solució: La classe ha estat cancel·lada i el 50% dels crèdits ha estat retornat.
es: El profesor aceptó tu solución: La clase ha sido cancelada y el 50% de los créditos ha sido devuelto.
it: L'insegnante ha accettato la tua soluzione: la lezione è stata cancellata e il 50% dei crediti sono stati restituiti.

# TeachAcceptedCollect
source: The teacher accepted your solution: The lesson has been marked as Completed and the teacher collected 100% of the credits
ca: El professor va acceptar la teva solució: La classe ha estat marcada com a Completada i el professor va rebre el 100% dels crèdits
es: El profesor aceptó tu solución: La clase ha sido marcada como Completada y el profesor recibió el 100% de los créditos
it: L'insegnante ha accettato la tua soluzione: la lezione è stata contrassegnata come Completata e l'insegnante ha ricevuto il 100% dei crediti.

# TeachAcceptedCollectHalf
source: The teacher accepted your solution: The lesson has been marked as Completed and the teacher collected 50% of the credits
ca: El professor va acceptar la teva solució: La classe ha estat marcada com a Completada i el professor va rebre el 50% dels crèdits
es: El profesor aceptó tu solución: La clase ha sido marcada como Completada y el profesor recibirá el 50% de los créditos
it: L'insegnante ha accettato la tua soluzione: la classe è stata contrassegnata come Completata e l'insegnante ha ricevuto il 50% dei crediti.

# TeachAcceptedReschedule
source: The teacher accepted your solution: The lesson has been marked as Unscheduled. You or the teacher can now propose a new lesson date
ca: El professor va acceptar la teva solució: La classe ha estat marcada com a desprogramada. Tu o el teu professor podeu proposar una nova fletxa per a la classe.
es: El profesor aceptó tu solución: La clase ha sido marcada como Desprogramada. Tú o tu profesor podéis proponer una nueva flecha para la clase.
it: L'insegnante ha accettato la tua soluzione: La lezione è stata contrassegnata come non programmata. Tu o il tuo insegnante potete proporre una nuova freccia per la classe.

# YouCancelledReport
source: You cancelled the issue you reported
ca: Has cancel·lat la notificació del problema.
es: Cancelaste la notificación del problema.
it: Hai annullato la notifica del problema.

# YouReportedIssue
source: You reported issues about this lesson
ca: Notifica d'un problema sobre aquesta classe.
es: Notificaste un problema sobre esta clase.
it: È stato segnalato un problema in questa lezione
