Repository: moar/lingoResx
Catalog: Views/Help/Help.*.resx
Languages: ca, es, eu, it

# HelpWhatYouCanDoTitle
source: What can I do in Langademy?
ca: Què puc fer en Langademy?
es: ¿Qué puedo hacer en Langademy?
eu: Zer egin dezaket Langademyn?
it: Cosa posso fare in Langademy?

# HelpHowToBegin
source: How to begin
ca: Com començar
es: Cómo empezar
eu: Nola hasi
it: Come iniziare

# HelpNativeSpeakers
source: Native speakers
ca: Natius
es: Nativos
eu: Hiztun natiboak
it: Madrelingua

# HelpNativesWalletRequirementsTitle
source: Requirements for natives to earn money
ca: Requisits dels natius per guanyar diners
es: Requisitos de los nativos para ganar dinero
eu: Hiztun natiboek dirua irabazteko bete behar dituzten eskakizunak
it: Requisiti dei madrelingua per guadagnare soldi.

# HelpStudents
source: Students
ca: Estudiants
es: Estudiantes
eu: Ikasleak
it: Studenti

# HelpWhatYouCanDo1
source: Langademy is a social network where students and native speakers can practice languages making video calls. You can choose between two video call modalities: Wallet calls or Time Banking calls.
ca: Langademy és una xarxa social en la qual estudiants d'idiomes i parlants natius poden practicar idiomes en línia a través de videoconferència. Es poden triar dos tipus de trucades de vídeo: Trucades Wallet o Trucades de Banc de temps.
es: Langademy es una red social en la que estudiantes de idiomas y hablantes nativos pueden practicar idiomas online a través de videoconferencia. Se pueden elegir dos tipos de videollamadas: Llamadas Wallet o Llamadas de Banco de tiempo.
eu: Langademy ikasleek hiztun natiboekin hizkuntzak bideo deien bitartez pratkikatzeko sare sozial bat da. Bi bideo dei mota egin daitezke: Wallet deiak edo Denbora bankuko deiak
it: Langademy è una rete sociale in cui gli studenti di lingua e madrelingua possono praticare le lingue online tramite videoconferenza. È possibile scegliere tra due tipi di chiamate video: le chiamate Wallet o le chiamate Banca del Tempo.

# HelpWhatYouCanDo2
source: In a Wallet call, language students pay natives to have private conversations. If a time banking call is made, time is used as a trade. Check the {0} and the {1} sections for more information about these type of calls.
ca: En una trucada Wallet, els estudiants paguen als natius per tenir converses privades. En canvi en les trucades de Banc de Temps, la moneda de canvi és el temps que dediques a altres usuaris. Pots veure les seccions {0} i {1} per veure més informació sobre aquests tipus de trucada.
es: En una llamada Wallet, los estudiantes pagan a los nativos por tener conversaciones privadas. En cambio en las llamadas de Banco de Tiempo, la moneda de cambio es el tiempo que dedicas a otros usuarios. Puedes ver las secciones {0} y {1} para ver más información sobre estos tipos de llamada.
eu: Wallet dei batean, ikasleek hiztun natiboei ordaindu egiten diete konbertsazio pribatuak edukitzeagatik. Denbora bankuko dei bat egiten bada, aldiz, denbora erabiltzen da trukerako txanpon bezala. Ikusi {0} eta {1} atalak dei hauei buruzko informazio gehiagorako
it: In una chiamata Wallet, gli studenti pagano i madrelingua per avere conversazioni private. Invece sulle chiamate Banca del Tempo, la moneta è il tempo da dedicare ad altri utenti. È possibile consultare le sezioni {0} e{1} per una maggiore informazioni su questi tipi di chiamate.

# HelpChatRooms2
source: You can see several areas in the chat room:
ca: Pots veure diverses zones a la sala de xat:
es: Puedes ver varias zonas en la sala de chat:
eu: Txat gelan area desberdinak aurkitu ditzakezu:
it: Puoi vedere diverse aree nella chat room:

# HelpChatRooms3
source: Chat area: Write on the text box at the bottom and press enter to send a message
ca: Zona de xat: Escriu en el quadre de text de la part inferior i prem Intro per enviar un missatge al grup
es: Zona de chat: Escribe en el cuadro de texto de la parte inferior y pulsa Intro para enviar un mensaje al grupo
eu: Txat gunea: idatzi beheko testu koadroan eta sakatu enter mezua bidaltzeko
it: Zona di chat: Scrive nella casella di testo nella parte inferiore e clicca invio per inviare un messaggio al gruppo

# HelpChatRooms5
source: Next meetups: Next meetups scheduled to practice a language in the chat room. See {0} for more info about meetups
ca: Pròximes quedades: pròximes quedades organitzades per practicar l'idioma de la sala de xat. Per a més informació sobre les quedades visita {0}
es: Próximas quedadas: Próximas quedadas organizadas para practicar el idioma de la sala de chat. Para más información sobre las quedadas visita {0}
eu: Hurrengo bilerak: Hizkuntza txat gelatan praktikatzeko hurrengo bilera. Ikusi {0} bilerei buruzko informazio gehiagorako.
it: Prossimi appuntamenti: Prossimi appuntamenti organizzati per praticare la lingua della chat room. Per maggiori informazioni sui appuntamenti visita {0}

# HelpChatRooms6
source: Meetup topics: During a meetup it will contain the list of conversation topics proposed by the participants
ca: Temes de la trobada: Durant les quedades veuràs la llista de temes de conversa proposats pels participants
es: Temas de la quedada: Durante las quedadas verás la lista de temas de conversación propuestos por los participantes
eu: Bilerako gaiak: bileran zehar hitz egiteko paratehartzaileek proposatutako gaien zerrenda
it: Tematica degli appuntamenti: Durante gli appuntamenti si vedrà visualizzato un elenco di argomenti di conversazione proposto dai partecipanti

# HelpHowToCall1
source: Starting a call in Langademy is easy. Just find the <span class="lg lg-call"></span> symbol when you want to make call. Click it to show the call menu to choose the language of the conversation and the call type (<span class="lg lg-time-bag"></span> time banking or <span class="lg lg-wallet"></span> wallet). In case of wallet calls, the rate you will be charged is showed next to the language.
ca: Fer trucades de vídeo en Langademy és fàcil. Pots trucar a un usuari des d'on vegis el símbol <span0></span0> . Fent clic sobre ell apareixerà el menú de trucada per triar l'idioma de conversa i el tipus de trucada (<span1></span1> de banc de temps o <span3></span3> de wallet). En el cas de les trucades wallet veuràs la tarifa que et cobrarà per la trucada junt a l'idioma.
es: <![CDATA[Hacer una videollamada en Langademy es fácil. Puedes llamar a un usuario desde donde veas el símbolo <span class="lg lg-call"></span>. Haciendo click sobre él aparecerá el menú de llamada para elegir el idioma de conversación y el tipo de llamada (<span class="lg lg-time-bag"></span> de banco de tiempo o <span class="lg lg-creditsolid"></span> de wallet). En el caso de las llamadas wallet verás la tarifa que se te cobrará por la llamada junto al idioma. ]]>
eu: Langademyn dei bat hastea erreza da. Bilatu <span class="lg lg-call"></span> ikurra dei bat egitea nahi duzunean. Hau klikatu eta deiaren menua agertuko da. Berta deiko hizkuntza eta konbertsazio mota aukeratu behar duzu (<span class="lg lg-time-bag"></span> denbora bankuko deia edo <span class="lg lg-wallet"></span> walletekoa). Wallet deien kasuan, kobratuko zaizun tarifa hizkuntzaren ondoan ikusi ahal izango duzu
it: Effettuare una chiamata videoLangademy è facile. È possibile chiamare un utente da dove si vede il simbolo <span0></span0>. Cliccando su di esso, il menu chiamata appare per selezionare la lingua della conversazione e del tipo di chiamata (<span1></span1> banca del tempo o <span3></span3> Wallet). Nel caso di chiamate Wallet, vedrài il tasso addebitato per la chiamata accanto alla lingua.

# HelpHowToCall2
source: Note that the language that you choose when you call determines whether you are acting as a native speaker or as a student, and whether the call is paid with time or credits. Therefore, your time or wallet balance will be updated consequently, so pay attention when you make a call.
ca: Tingues en compte que l'idioma que tries en cridar determina si estàs actuant com natiu o com a estudiant, i si la trucada es paga amb temps o amb crèdits. Per tant, el saldo del compte de Wallet o del Banc de temps s'actualitzarà en conseqüència, així que presta atenció quan facis una trucada.
es: Ten en cuenta que el idioma que escoges al llamar determina si estás actuando como nativo o como estudiante, y si la llamada se paga con tiempo o con créditos. Por tanto, el saldo de tu cuenta de Wallet o del Banco de tiempo se actualizará en consecuencia, así que presta atención cuando hagas una llamada.
eu: Gogoratu deia egiteko hizkuntza aukeratzen duzunean, natibo edo ikasle moduan hitz egingo duzun aukeratzen ari zarela, eta baita denborarekin edo kredituekin pagatuko duzun. Beraz, arreta izan egiten duzun dei motarekin, deiak zure denbora edo kredituen saldoan eragina izango baitu.
it: Considera che la lingua scelta per effettuare la chiamata, determina se si agisce come un madrelingua o come studente, e se la chiamata viene pagato tempo o crediti. Pertanto, il saldo del vostro portafoglio o della Banca del tempo verrà aggiornato di conseguenza, quindi fate attenzione quando si effettua una chiamata.

# HelpHowToCall3
source: You can start a video call from different places:
ca: Pots començar una vídeotrucada des de llocs diferents:
es: Puedes empezar una videollamada desde sitios diferentes:
eu: Toki desberdinetatik hasi ditzakezu bideo deiak:
it: Si può iniziare una videochiamata da diversi siti:

# HelpHowToCall4
source: Call from the control panel
ca: Trucar des del Panell de Control
es: Llamar desde el Panel de Control
eu: Kontrol paneletik deitu
it: Chiamata dal pannello di controllo.

# HelpHowToCall41
source: Click the <span class="lg lg-call"></span> tab of the Control Panel to open the Call panel. There, you can select any of the following tabs:
ca: Clica en la pestanya <span0></span0> del panell de Control per obrir el panell de trucada. Aquí pots triar qualsevol de les següents pestanyes de trucada:
es: <![CDATA[Clica en la pestaña <span class="lg lg-call"></span> del Panel de Control para abrir el panel de llamada. Allí puedes elegir cualquiera de las siguientes pestañas de llamada: ]]>
eu: Klikatu <span class="lg lg-call"></span> zutabea kontrol panelean Dei panela irekitzeko. Bertan, ondorengo zutabeak aukeratu ahal izango dituzu:
it: Clicca sulla scheda <span0></span0> del Pannello di controllo per aprire il pannello chiamata. È possibile scegliere qualsiasi delle seguenti schede di chiamata:

# HelpHowToCall42
source: Online contacts: List of contacts currently online
ca: Contactes Online: Llista de contactes online actualment
es: Contactos Online: Lista de contactos online actualmente
eu: Online kontaktuak: online dauden kontaktuen zerrenda
it: Contatti online: lista dei contatti In linea

# HelpHowToCall43
source: Call history: Users you have recently spoken with
ca: Registre de trucades: Usuaris amb què has parlat recentment
es: Historial de llamadas: Usuarios con los que has hablado recientemente
eu: Deien historikoa: azkenaldian egindako deien erabiltzaileak
it: Registro chiamate: gli utenti con cui hai parlato recentemente

# HelpHowToCall44
source: All contacts: The list of your contacts ordered alphabetically
ca: Tots els contactes: La llista de tots els teus contactes ordenada alfabèticament
es: Todos los contactos: La lista de todos tus contactos ordenada alfabéticamente
eu: Kontaktu guztiak: zure kontaktu guztien zerrenda alfabetikoki ordenaturik
it: Tutti i contatti: La lista di tutti i contatti in ordine alfabetico

# HelpHowToCall45
source: Private conversations: The list of users you have scheduled a private conversation with
ca: Converses privades: Llista d'usuaris amb els que tens alguna conversa privada planificada
es: Conversaciones privadas: Lista de usuarios con los que tienes alguna conversación privada planificada
eu: Konbertsazio pribatuak: Hitzartutako konbertsazio pribatuetako erabiltzaileen zerrenda
it: Conversazioni private: Lista di utenti che hanno alcuna conversazione privata pianificata

# HelpHowToCall5
source: Call from a chat room
ca: Trucar des d'una sala xat
es: Llamar desde una sala de chat
eu: Txat gela batetik deitu
it: Chiamare da una chat room

# HelpHowToCall51
source: Go to the Users panel and click the user you want to call to open the Call menu
ca: Ves al Panell d'Usuaris i clica sobre l'usuari al qual vols trucar per obrir el menú de trucada.
es: Ve al Panel de Usuarios y clica sobre el usuario al que quieres llamar para abrir el menú de llamada
eu: Joan erabiltzaileen panelera eta klikatu erabiltzaile bat deia egiteko menua zabaldu dadin
it: Vai a Pannello degli Utenti e clicca sull'utente che vuoi chiamare per aprire il menu di chiamata.

# HelpHowToCall6
source: Call from a user profile
ca: Trucar des d'un perfil d'usuari
es: Llamar desde un perfil de usuario
eu: Erabiltzailearen profiletik deitu
it: Chiamare da un profilo utente

# HelpHowToCall61
source: You can only call users from their profiles in case you are contacts. If that is the case, you will have the call button at the bottom right side of the users's cover photo
ca: Només pots trucar a altres usuaris des dels seus perfils si sou contactes. Si és aquest el cas, tindràs el botó de trucada a la part inferior dreta de la foto de portada de l'usuari
es: Sólo puedes llamar a otros usuarios desde sus perfiles si sois contactos. Si es ese el caso, tendrás el botón de llamada en la parte inferior derecha de la foto de portada del usuario
eu: Erabiltzaile bati bere profiletik deitzeko, kontaktuak izan behar zarete. Kasu horretan, erabiltzailearen azaleko argazkiaren eskuin behekaldean izango duzun deitzeko botoia
it: È possibile chiamare solo altri utenti per i loro profili, se siete contatti. Se questo è il caso, avrai il pulsante di chiamata in basso a destra della foto di copertina dell'utente

# HelpHowToCallTitle
source: How to make a video call
ca: Com fer videotrucades
es: Cómo hacer una videollamada
eu: Nola egin bideo dei bat
it: Come effetuare videochiamate

# HelpWCIntro2
source: As a student, you begin purchasing Langademy credits that are deposited in your Wallet account. You spend your credits when you call a native speaker (Level C2 or Native). You will pay for the exact amount of time that you talk but, as an exception, when the call begins, you have 3 minutes to decide if you want to go on with the conversation. In case you hang up, you won't be charged
ca: Com a estudiant, pots comprar crèdits que es guarden en el teu compte Wallet. Quan fas una trucada amb un parlant nadiu (nivell C2 o natiu) tu estaràs gastant crèdits del teu compte i pagaràs pel temps exacte que hagis parlat. Quan comenci una trucada, tindràs 3 minuts per decidir si vols seguir amb la conversa. Si penges en aquest període, no se't descomptaran crèdits del teu compte.
es: Como estudiante, puedes comprar créditos que se guardan en tu cuenta Wallet. Cuando haces una llamada con un hablante nativo (nivel C2 o nativo) estáras gastando créditos de tu cuenta y pagarás por el tiempo exacto que hayas hablado. Cuando comience una llamada, tendrás 3 minutos para decidir si quieres seguir con la conversación. Si cuelgas en ese periodo, no se te descontarán créditos de tu cuenta.
eu: Ikasle moduan, hasteko zure Wallet konturako kredituak erosi behar dituzu. Hiztun natibo bati deitzen diozunean (C2 maila edo natiboa) zure kredituak gastatuko dituzu. Hitz egiten duzun minutu kopuru zehatzagatik ordainduko duzu, baina salbuespen kasu bezala, deia astean 3 minutu izango dituzu deiaren jarraitu nahi duzun ala ez erabakitzeko. Lehen 3 minutu horietan deia uzten baduzu, ez zaizu ezer kobratuko
it: Come studente, è possibile acquistare i crediti che vengono salvati nel tuo account Wallet. Quando si effettua una chiamata con un madrelingua (livello C2 o nativi) stai spendendo i tuoi crediti dal tuo conto e paghi per il tempo esatto che hai parlato. Quando una chiamata inizia, avrete 3 minuti per decidere se si vuole continuare la conversazione. Se appendete in quel periodo, non verrà detratto dal tuo account crediti.

# HelpWCIntro3
source: As a native, you have to set your rate per hour of conversation. You will earn credits with each video call according to its duration. You can set different rates per language.
ca: Com natiu, pots establir una tarifa / hora per a la conversa i guanyar crèdits després de cada trucada. Pots establir diferents tarifes per cada idioma.
es: Como nativo, puedes establecer una tarifa / hora para la conversación y ganar créditos después de cada llamada. Puedes establecer diferentes tarifas por cada idioma.
eu: Hiztun natibo moduan, konbertsazioetarako zure orduko tarifa ezarri behar duzu. Kredituak irabaziko dituzu deiaren iraupenaren eta zure tarifaren arabera. Gainera, tarifa desberdina ezerri ahal izango duzu hizkuntza bakoitzeko.
it: Come madrelingua, è possibile impostare una tassa / ora per la conversazione e guadagnare crediti dopo ogni chiamata. È possibile impostare tariffe diverse per ogni lingua.

# HelpWCIntro4
source: Note that native speakers cannot start a Wallet call. As students pay for the conversations, they are the ones that are allowed to make calls
ca: Tingues en compte que els parlants natius no poden iniciar una videotrucada. Com els estudiants són els que paguen per les converses, són ells el que poden fer i començar una trucada
es: Ten en cuenta que los hablantes nativos no pueden iniciar una videollamada. Como los estudiantes son los que pagan por las conversaciones, son ellos lo que pueden hacer y comenzar una llamada
eu: Kontuan izan hiztun natibo batek ezin dezakeela Wallet dei bat hasi. Ikasleak direnez deiagatik ordaintzen dutenak, beraiek dira deia egitearen erantzule.
it: Ricorda, i madrelingua non possono avviare una videochiamata. Perché gli studenti stanno pagando per i colloqui, che sono loro quelli che possono fare e avviare una chiamata

# HelpWCIntro5
source: You can manage your wallet account from {0} app
ca: Pots gestionar el teu compte wallet des de l app {0}
es: Puedes gestionar tu cuenta de wallet desde el app {0}
eu: Zure wallet kontua kudeatu dezakezu {0} aplikaziotik
it: Puoi gestire il account wallet dalla app {0}

# HelpMWTTitle
source: My Wallet transactions
ca: Transaccions My Wallet
es: Transacciones My Wallet
eu: Nire Walleteko trantsakzioak
it: Transazioni My Wallet

# HelpInvoicesTitle
source: Langademy invoices
ca: Factures de Langademy
es: Facturas de Langademy
eu: Langademyko fakturak
it: Fatture Langademy

# HelpInvoicingData1
source: Select Invoicing Data at My Wallet's main menu to open it. At this page you can:
ca: Selecciona Informació de facturació al menú principal per obrir-lo. En aquesta pàgina podràs:
es: Selecciona Información de facturación en el menú principal para abrirlo. En esta página podrás:
eu: Aukeartu fakturazio datuak My Walleteko menu nagusian orria zabaltzeko. Bertan honako hauek egin ahal izango dituzu:
it: Seleziona Informazioni di fatturazione nel menu principale per aprirlo. In questa pagina è possibile:

# HelpInvoicingData2
source: Enter your personal data for the invoices issued by Langademy. You must complete this form if you want to earn money at Langademy ({0}). Additionally, your browser will prompt you to allow sharing your location when you fill the form. The country of your invoicing address must be the same as your location.
ca: Introduir les teves dades personals perquè figuren en les factures emeses per Langademy. Si vols guanyar diners en Langademy has de completar aquest formulari ( {0} ). A més el teu navegador et demanarà permisos per compartir la ubicació quan omplis el formulari. El país de la teva adreça de facturació ha de coincidir amb el de la teva ubicació.
es: Introducir tus datos personales para que figuren en las facturas emitidas por Langademy. Si quieres ganar dinero en Langademy debes completar este formulario ({0}). Además tu navegador te pedirá permisos para compartir tu ubicación cuando rellenes el formulario. El país de tu dirección de facturación tiene que coincidir con el de tu ubicación.
eu: Sartu zure datu pertsonalak Langademyk egingo dizkizun fakturetarako. Formulario hau bete beharra daukazu Langademyn dirua irabazi nahi baduzu ({0}). Bestalde, zure nabigatzaileak zure lokalizazioa elkarbanatzea nahi duzun galdetuko dizu formulario hau betetzen duzunean. Formularioan betetzen duzun herrialdea momentu hortan aurkitzen zren herrialdearen berdina izan behar da.
it: Inserisci i tuoi dati personali per apparire sulle fatture emesse da Langademy. Se vuoi fare soldi a Langademy è necessario compilare questo modulo ( {0} ). In più il browser ti chiederà il permesso di comunicare la tua posizione quando si compila il modulo. Il Paese del tuo indirizzo di fatturazione deve corrispondere a quello della tua posizione.

# HelpInvoicingData3
source: Enter the paypal account you want to use for credit withdrawals. Be careful when you complete it! You do not want that Langademy transfers your money to another person!!
ca: Introduir el compte Paypal que vols fer servir per als reintegraments de crèdits. Aneu amb compte quan la introdueixis! No vols que Langademy enviï els teus diners a una altra persona !!
es: Introducir la cuenta Paypal que quieres usar para los reintegros de créditos. ¡Ten cuidado cuando la introduzcas! ¡No quieres que Langademy envíe tu dinero a otra persona!!
eu: Aukeratu kredituak ateratzeko erabili nahi duzun PayPal kontua. Kontu izan hau betezen duzunean, ez duzu nahiko Langademyk beste pertsona bati transferentzia egiterik eta!
it: Inserire il conto Paypal che si desidera utilizzare per i rimborsi di credito. Fate attenzione quando la inserite! Se non vuoi che Langademy invii il denaro a qualcun altro !!

# HelpInvoicingDataTitle
source: Invoicing data
ca: Informació de facturació
es: Información de facturación
eu: Fakturazio datuak
it: Informazioni di fatturazione

# HelpMWT1
source: Select Transactions at My Wallet's main menu to open your credit transaction history. At this page you can:
ca: Selecciona Transaccions al menú principal de My Wallet per obrir l'historial de transaccions de crèdits. En aquesta pàgina pots:
es: Selecciona Transacciones en el menú principal de My Wallet para abrir tu historial de transacciones de créditos. En esta página puedes:
eu: Aukeratu Trantsakzioak My Walleteko menu nagusian trantsakzioen historikoa ikusteko. Orri hontan hau egin ahal izango duzu:
it: Seleziona le operazioni nel menu principale My Wallet per aprire la cronologia delle transazioni di credito. In questa pagina è possibile:

# HelpMWT2
source: Watch your Available balance
ca: Consulta el teu saldo disponible
es: Consultar tu saldo disponible
eu: Ikusi zure saldo eskuragarria
it: Controlla il tuo saldo disponibile

# HelpMWT3
source: This is the current amount of credits you can spend at Langademy. Visit {0} for more details
ca: Aquest és el número de crèdits que pots gastar en Langademy. Visita {0} per més detalls.
es: Este es el número de créditos que puedes gastar en Langademy. Visita {0} para más detalles.
eu: Hau da momentu honetan Langademyn gastatu dezakezun kreditu kopurua. Bisitatu {0} xehetasun gehiagorako
it: Questo è il numero di crediti che puoi spendere a Langademy. Visita {0} per maggiori dettagli

# HelpMWT4
source: Watch your transaction history
ca: Consulta l'historial de transaccions
es: Consultar tu historial de transacciones
eu: Ikusi zure trantsakzioen historia
it: Controlla la cronologia delle transazioni
