Repository: moar/lingoResx
Catalog: Views/Help/Help.*.resx
Languages: ca, es, eu, it

# HelpDontShow
source: Don't show again
ca: No mostrar de nou
es: No mostrar de nuevo
eu: Ez erakutsi berriro
it: Non mostrare più

# HelpShowhelpagain
source: You can show this help at any time by clicking {0} at the foot of the page
ca: Pot veure aquesta ajuda en qualsevol moment fent clic en {0} que trobaràs al peu de pàgina
es: Puedes ver esta ayuda en cualquier momento haciendo clic en el {0} que encontrarás en el pie de la página
eu: Edozein unetan bistaratu dezakezu langutza bai {0} klikatuz zure orriaren oinean
it: È possibile visualizzare questo aiuto in qualsiasi momento facendo clic {0} al footer della pagina

# HelpString
source: Help
ca: Ajuda
es: Ayuda
eu: Laguntza
it: Aiuto

# HelpWelcome
source: Welcome to Langademy!
ca: Benvingut a Langademy!
es: ¡Bienvenido a Langademy!
eu: Ongi etorri Langademyra!
it: Benvenuti a Langademy!

source: Langademy state
ca: Estat Langademy
es: Estado Langademy
eu: Langademy egoera
it: Stato Langademy

# ChatRoomsIntro
source: The chat rooms are the place where you can go to exchange languages with a native. Select a room in your right panel and start practicing your favourite language! Remember that you can check the meetup board to know when the chat room meetups take place.
ca: Les sales de xat són l'espai on es troba la gent que vol intercanviar idiomes. Selecciona una sala i comença a practicar el teu idioma favorit! Recorda que pots consultar el tauler d'quedades per saber quan tindran lloc les quedades.
es: Las salas de chat son el espacio donde se encuentra la gente que quiere intercambiar idiomas. Selecciona una sala y ¡comienza a practicar tu idioma favorito! Recuerda que puedes consultar el tablón de quedadas para saber cuándo tendrán lugar las quedadas.
eu: Txat geletan aurki ditzakezu hizkuntza trukerako mintzalagunak. Aukeratu gela bat eskuin panelean eta has zaitez zure hizkuntza gogokoenetan hitz egiten! Gogoratu bilera taula kontsulta dezakezula bilerak noiz izango diren ikusteko.
it: Entra nel chat room, seleziona una stanza e inizia a parlare la tua lingua preferita! Ci occupiamo noi di cercarte una coppia!Ricorda che puoi controllare la tabella di appuntamenti per sapere quando saranno i prossimi appuntamenti.

# TimeBankDescription
source: Time banking founds the mechanics that assures that language exchanges are fair for everyone at Langademy. It means that if you make a timebanking video call with a native speaker, you must contribute the same time speaking in your native language, with the same or other students. Langademy records video call durations so you don't have to worry about the math. Just watch your time balance ({0}) to decide if you need to schedule video calls in your native language and increase your time balance. This is how timebanking works:
ca: El Banc de Temps es un concepte per a que amb l'intercanvi d'idiomes tots surtin guanyant. Si fas una trucada vídeo de banc de temps amb un nadiu has de contribuir amb la mateixa quantitat de temps parlant en el teu idioma natiu, amb el mateix (com un tàndem) o amb altres estudiants. Langademy registra la durada de les trucades de vídeo perquè no t'hagis de preocupar de fer els comptes. Simplement controla el teu saldo de temps ( {0} ) per veure si necessites planificar videotrucades en el teu idioma natiu i augmentar el teu saldo. Aquest és el funcionament del Banc de Temps:
es: El Banco de Tiempo es el mecanismo con el que puedes estar seguro de que todo el mundo sale ganando en Langademy con los intercambios de idiomas. Si haces una videollamada de banco de tiempo con un nativo tienes que contribuir con la misma cantidad de tiempo hablando en tu idioma nativo, con el mismo (como un tandem) o con otros estudiantes. Langademy registra la duración de las videollamadas para que no te tengas que preocupar de hacer las cuentas. Simplemente controla tu saldo de tiempo ({0}) para ver si necesitas planificar videollamadas en tu idioma nativo y aumentar tu saldo. Éste es el funcionamiento del Banco de Tiempo:
eu: Denbora bankuak hizkuntza elkartrukeak Langademyko komunitatearen onura bermatzeko mekanismo bat eskaintzen du. Hots, denbora bankuko dei bat egiten baduzu hiztun natibo batekin, zuk ere beste ikasle batzuekin zure hizkuntza natiboan hitz egin beharko duzu. Langademyko dei guztien iraupenak gordetzen ditu, beraz ez zaitez kalkuluez arduratu. Zure saldoa kontsultatu ({0}) eta zeuk eta saldoa ikusiz, zeuk erabaki zure hizkuntza natiboan konbertsazio gehiago behar dituzun. Hau da denbora bankuaren funtzionamendu zehatza:
it: La Banca del Tempo è il meccanismo con cui si può essere sicuri che tutti vince a Langademy con scambi linguistici. Se si effettua una videochiamata a tempo con un madrelingua, è necessario dedicare lo stesso tempo a parlare nella propria lingua madre, con la stessa lingua (come un tandem) o con altri studenti. Langademy registra la durata delle videochiamate in modo da non doversi preoccupare di contare. È sufficiente controllare il saldo orario ({0}) per vedere se è necessario pianificare le videochiamate nella propria lingua madre e aumentare il saldo. Così funziona la Banca del Tempo

# TimeBankF1
source: When you sign up at Langademy you begin with 30 minutes in your Time Bank account so you can practice the language you want.
ca: Quan et registres a Langademy comences amb 30 minuts de saldo al teu compte del Banc de Temps perquè puguis parlar en l'idioma que vulguis.
es: Cuando te registras en Langademy empiezas con 30 minutos de saldo en tu cuenta del Banco de Tiempo para que puedas hablar en el idioma que quieras.
eu: Langademyn izena ematen duzunean 30 minuturekin hasiko zara nahi duzun hizkuntzan hitz egin dezazun.
it: Quando ti iscrivi a Langademy inizi con 30 minuti di saldo sul tuo conto Banca del Tempo in modo da poter parlare nella lingua che preferisci.

# TimeBankF2
source: By default, you will not be able to accumulate more than 10 hours in your Time Bank account.
ca: Per defecte, no podràs acumular més de 10 hores al Banc de Temps.
es: Por defecto, no podrás acumular más de 10 horas en tu Banco de Tiempo.
eu: Ezin izango dituzu 10 ordu baino gehiago pilatu zure denbora bankuanÂ
it: Per impostazione predefinita, non sarà possibile accumulare più di 10 ore nella tua banca del tempo.

# TimeBankF3
source: Invite your friends and you will get 30 extra minutes for each friend that signs up with your invitation. You can also earn hours for your Time Bank account by following Langademy on Twitter and Facebook (+ 30 minutes).
ca: Convida als teus amics i obtindràs 30 minuts addicionals per cada amic que es registre amb la teva invitació. També pots guanyar hores al teu Banc de Temps seguint-nos en Twitter i Facebook (+ 30 minuts).
es: Invita a tus amigos y obtendrás 30 minutos adicionales por cada amigo que se registre con tu invitación. También puedes ganar horas para el Banco de Tiempo siguiéndonos en Twitter y Facebook (+ 30 minutos).
eu: Zure lagunak gonbidatu eta 30 minutu oparituko dizkizugu Langademyn izena ematen duen lagun bakoitzeko. Facebook eta Twitterren gure jarraitzeila egiten bazara ere denbora oparituko dizugu zure denbora bankurako (+30 minutu)
it: Invita i tuoi amici e otterrai 30 minuti per ogni amico che è registrato con il tuo invito. E anche è possibile guadagnare ore per la vostra banca del tempo se ci seguite in Twitter e Facebook (+ 30 minuti).

# TimeBankF4
source: When you make a timebanking video call ({0}) in a language that is not your native language, you spend time from your Time Bank account. However, if you make a video call to a non-native in your native language (minimum level: C2), the call time will be added to your account.
ca: Quan practiques un idioma que no siga el teu idioma natiu, estaràs gastant temps del teu compte del Banc del Temps. En canvi, si ajudes amb un idioma que domines (nivell mínim: C2), a un altre usuari et sumarà aquest temps al teu compte.
es: Cuando haces una videollamada de banco de tiempo ({0}) en un idioma que no sea tu idioma nativo, gastas tiempo de tu cuenta del Banco de Tiempo. En cambio, si haces una videollamada en un idioma que dominas (nivel mínimo: C2) con otro usuario de menor nivel, se sumará el tiempo de la llamada a tu cuenta.
eu: Zure ama hizkuntza ez den hizkuntza batean bideo dei ({0}) bat egiten baduzu, zure denbora poltsatik kenduko dizugu denbora hori. Aldiz, ikasle edo hizkuntza bat ama hizkuntza ez duen pertsona batekin zure ama hizkuntzan (gutxieneko maila C2) hitz egiten baduzu, zure denbora bankurako denbora pilatuko duzu.
it: Quando si effettua una videochiamata banca del tempo ({0}) in una lingua diversa dalla tua lingua madre, si trascorre del tempo dal tuo conto della banca del tempo. Tuttavia, se si effettua una videochiamata in una lingua fluente (livello minimo: C2) con un altro utente di livello inferiore, l'ora della chiamata verrà aggiunta all'account.

# TimeBankF5
source: Calls that are shorter than a minute will neither add or subtract time from your account
ca: Les trucades de menys d'un minut no tenen cap cost
es: Las llamadas que duren menos de un minuto ni sumarán ni restarán tiempo de tu cuenta
eu: Minutu bat baino gutxiago irauten duten deiek ez dute krediturik gehituko edo kenduko zure kontutik
it: Le chiamate che sono più brevi di un minuto non hanno alcun costo

# TimeBankTitle
source: Time Bank
ca: Banc de temps
es: Banco de Tiempo
eu: Denbora bankua
it: Banca del Tempo

# HelpChatRoom
source: Chat Rooms
ca: Sales xat
es: Salas de chat
eu: Txat gelak

# HelpIndex
source: Index
ca: Índex
es: Índice
eu: Aurkibidea
it: Indice

# HelpGeneralTitle
source: How does Langademy work?
ca: Com funciona Langademy?
es: ¿Cómo funciona Langademy?
eu: Nola funtzionatzen du Langademyk?
it: Come funziona Langademy?

# HelpGoToIndex
source: Return to index
ca: Tornar a l'índex
es: Volver al índice
eu: Itzuki aurkibidera
it: Torna all'indice

# HelpLangademyStateTitle
source: Langademy state
ca: Estat de Langademy
es: Estado de Langademy
eu: Langademyko egoera
it: Status di Langademy

# HelpLearnersTitle
source: Learners: how to start
ca: Estudiants: com començar
es: Estudiantes: cómo empezar
eu: Ikasleak: nola hasi
it: Studenti: Introduzione

# HelpLangademyFeeTitle
source: Langademy fee. How it works
ca: Tarifa de Langademy. Com funciona
es: Tarifa de Langademy. Cómo funciona
eu: Hiztun natiboen komisioa
it: Tasso Langademy. Come funziona

# HelpNativesSent1
source: If you want to earn money making wallet video calls in your native language, you have to meet some requirements.
ca: Si vols guanyar diners fent vídeotrucades wallet en el teu idioma natiu, primerament hem de complir uns requisits:
es: Si quieres ganar dinero haciendo videollamadas wallet en tu idioma nativo, en primer lugar debes cumplir varios requisitos:
eu: Zure hizkuntza natiboan hitz eginez dirua irabaztea nahi baduzu baldintza batzuk bete behar dituzu:
it: Si vuoi guadagnare soldi facendo videochiamate wallet nella tua lingua, è necessario soddisfare diversi requisiti:

# HelpNativesSent3
source: You need to have a minimum number of up votes in a language if you want to set a rate for that language. Make free wallet video calls or time banking calls with other language learners and gain positive up votes. Once you gain the required number of positive votes in a certain language, you will be able to set your rate for that language.
ca: Per poder establir una tarifa en un idioma, has de tenir un nombre mínim de vots positius. Per aconseguir ves a les sales chat, parla amb la gent que vol aprendre el teu idioma i guanya vots positius. Una vegada que hagis guanyat el nombre de vots que es requereixen per entrar a la sala d'un idioma, podràs establir la tarifa
es: Para poder establecer una tarifa en un idioma concreto, tienes que tener un número mínimo de votos positivos en el idioma. Para conseguirlos haz videollamadas gratis con gente que quiere aprender tu idioma y gana votos positivos. Una vez que hayas conseguido el número de votos necesarios, podrás establecer tu tarifa para ese idioma.
eu: Walleta erabili ahal izateko, hizkuntza bakoitzean boto positibo kopuru bat edukitzea eskatzen da. Botu hauek lortzeko, egin doako bideo deiak edo denbora bankuko deiak zure hizkuntza natiboan beste ikasle batzuekin eta irabaz itzazu boto positiboak. Hizkuntza batean botu positibo nahikoa dituzunean, hizkuntza horretarako tarifa bat ezarri, Wallet deiak egin eta dirua irabazteko prest egongo zara
it: Per stabilire una tassa in una lingua particolare, è necessario disporre di un numero minimo di voti positivi. Per farli devi andare nelle chat rooms, parlare con le persone che vogliono imparare tua lingua e guadagnare un feedback positivo. Una volta che hai vinto il numero di voti necessari, si stabilirà tua tariffa

# HelpNativesSent4
source: Fill your {0}.
ca: Omple les teves {0}
es: Rellena tus {0}
eu: Bete ezazu {0}.
it: Riempi i {0}

# HelpNativesSent5
source: Once you meet these two requirements, you are ready to set a rate and earn money with Wallet calls.
ca: Una volta complit aquests dos requisits, estaràs preparat per guanyar diners amb les trucades de Wallet
es: Una vez que cumplas estos dos requisitos, estarás preparado para ganar dinero con las llamadas de Wallet
eu: Bi baldintza hauek betetzen dituzunean, tarifa bat ezarri, eta Wallet deiak eginez dirua irabazteko prest egongo zara
it: Una volta approvato queste due esigenze, sarai pronto per guadagnare soldi nelle chiamate Wallet

# HelpNativesTitle
source: Native speakers: how to start
ca: Parlants natius: com començar
es: Hablantes nativos: cómo empezar
eu: Hiztun natiboak: nola hasi
it: Madrelingua: Introduzione

# HelpTBIntroTitle
source: Time Banking introduction
ca: Introducció al Banc del Temps
es: Introducción al Banco de Tiempo
eu: Denbora bankua: sarrera
it: Introduzione alla Banca del Tempo

# HelpChatRoomsTitle
source: Chat rooms
ca: Sales de xat
es: Salas de chat
eu: Txat gelak

# HelpTBWorkTitle
source: Time banking rules
ca: Com funciona el Banc del Temps?
es: Reglas del Banco de tiempo
eu: Denbora bankuko erregelak
it: Regole della Banca del tempo

# HelpWalletRoomsTitle
source: Wallet video calls introduction
ca: Introducció a les videotrucades Wallet
es: Introducción a las llamadas Wallet
eu: Wallet bideo deietara sarrera
it: Introduzione alle videochiamate Wallet

# HelpWithdrawalTitle
source: Credit withdrawal
ca: Retirada de crèdits
es: Retirada de créditos
eu: Kredituak ateratzea
it: Ritiro di credito

# HelpRelatedArticles
source: Related articles
ca: Articles relacionats
es: Artículos relacionados
eu: Erlazionatutako artikuluak
it: Articoli correlati

# HelpState1
source: You can change your state from your home screen. Click your avatar and the State Panel will be opened.
ca: Pots canviar el teu estat des de la pàgina d'inici. Clica en el teu avatar i s'obrirà el teu panell .
es: Puedes cambiar tu estado desde tu página de inicio. Clica en tu avatar y se abrirá tu panel de estado.
eu: Zure hasierako orritik aldatu dezakezu zure egoera. Sakatu zure abatarraren gainean eta ezkerrean egoera panela irekiko zaizu
it: È possibile modificare il tuo stato,dalla tua home page. Clicca sul tuo avatar e il tuo pannello si aprirà.

# HelpState2
source: Once there, you have different options regarding your state:
ca: Un cop ahi, tens diferents opcions per al teu estat:
es: Una vez ahi, tienes diferentes opciones para tu estado:
eu: Bertan egonik, aukera desberdinak dituzu zure egoeraren inguruan:
it: Una volta lì, hai diverse opzioni di stato:

# HelpState3
source: If you don’t want to receive any calls, just set your state to busy
ca: Si no vols rebre cap trucada, canvia el teu estat a "ocupat"
es: Si no quieres recibir ninguna llamada, cambia tu estado a "ocupado"
eu: Deitik jasotzea nahi ez baduzu, ezarri ezazu "lanpetuta" egoera
it: Se non vuoi ricevere chiamate, modifica il tuo stato a "occupato"

# HelpState4
source: Time Banking calls: If you want to use time banking calls, you can set 2 states. With the first state, you can select if you want to receive time banking calls in a specific language. The second state lets you switch on and off the automatic partner finder. If you disable the overall state of a language, the automatic partner finder will also be disabled.
ca: Trucades de Banc de Temps: si vols fer trucades utilitzant el teu banc de temps, has de tenir en compte dos estats. Amb el primer estat, pots seleccionar si vols rebre trucades de Banc del Temps per a un idioma específic. El segon estat et permet activar i desactivar el cercador automàtic de companys. Si desactives l'estat general per a la sala d'un idioma, també es desactivarà el cercador automàtic de companys
es: Llamadas de Banco de Tiempo: si quieres hacer llamadas usando tu banco de tiempo, tienes que tener en cuenta dos estados. Con el primer estado, puedes seleccionar si quieres recibir llamadas de Banco del Tiempo para un idioma específico. El segundo estado te permite activar y desactivar el buscador automático de compañeros. Si desactivas el estado general para la sala de un idioma, también se desactivará el buscador automático de compañeros
eu: Denbora bankuko deiak: bi egoera mota dituzte. Lehenengo egoerarekin hizkuntza batean deirik jaso nahi duzun adierazi dezakezu. Bigarren egoerak aldiz mintzalagun bilatzaile automatikoa gaitzeko edo desgaitzeko balio du. Hizkuntzarako egoera orokorra desgaitzen baduzu, berarekin batera mintzalagun bilatzaile automatikoa ere desgaituko duzu
it: Chiamate Banca del Tempo: se si vuole effettuare chiamate utilizzando la banca del tempo, devi prendere in considerazione questi due stati. Con il primo stato, è possibile selezionare se vuoi ricevere chiamate del Banca del Tempo per una lingua specifica. Il secondo stato, permette di abilitare e disabilitare la ricerca automatica dei compagni. Se disabiliti lo stato generale anche verrà disabilitato il motore di ricerca automatico di compagni

# HelpState5
source: Wallet calls: Disable the languages that you don’t want to receive Wallet calls.
ca: Trucades Wallet: desactiva les sales dels idiomes en què no vols rebre trucades
es: Llamadas de Wallet: deshabilita los idiomas en los que no quieres recibir llamadas
eu: Wallet deiak: desgaitu itzazu deirik jasotzea nahi ez duzun hizkuntzak
it: Chiamate Wallet: disabilita le stanze delle lingue che non desideri ricevere chiamate

# HelpState6
source: Automatic partner finder
ca: Cercador de companys automàtic
es: Buscador de compañeros automático
eu: Mintzalagun bilatzaile automatikoa
it: Motore di ricerca automatica di compagni

# HelpState7
source: Langademy will find you an online partner that meets your preferences and that is available to speak with you. When a match is found, you will receive a notification asking if you want to start a call with the chosen partner.
ca: Langademy et buscarà un company que compleixi les teves preferències i que estigui disponible per conversar amb tu. Quan es trobi un company, et mostrarem una notificació preguntant si vols conversar amb el company que t'hem trobat
es: Langademy te buscará un compañero que cumpla tus preferencias y que esté disponible para conversar contigo. Cuanto se encuentré un compañero, te mostraremos una notificación preguntándote si quieres conversar con el compañero que te hemos encontrado
eu: Langademyk eskurakarri dagoen eta zure preferentziak betetzen dituen mintzalagunen bat topatuko dizu zurekin hitz egiteko. Mintzalagun bat aurkitzen denean, notifikazio bat jasoko duzu mintzalagun horrekin dei bat egitea nahi duzun irakodiz
it: Langademy cercherà un partner che soddisfa le tue preferenze e sía disponibile a parlare con te. Quando viene trovato un partner visualizzeremo una notifica che chiede se si vuole parlare con il partner che ti abbiamo trovato

# HelpStudentIntro1
source: Language learners have two options if they want to practice a language: they can make either Wallet calls or Time Banking calls.
ca: Els estudiants d'un idioma tenen dues opcions a l'hora de practicar l'idioma: poden fer videotrucades utilitzan els crèdits del seu conter Wallet o utilitzar el Banc del Temps
es: Los estudiantes de un idioma tienen dos opciones a la hora de practicar el idioma: pueden hacer video llamadas usando créditos de su cuenta Wallet o usando el banco de tiempo
eu: Ikasleek bi aukera dituzte hizkuntza bat praktikatzeko orduan: Wallet deiak edo denbora bankuko deiak egin ditzakete.
it: Gli studenti di una lingua hanno due opzioni per quanto riguarda praticare la lingua: possono utilizzare le videochiamate Wallet o utilizzando la Banca del Tempo

# HelpStudentIntro2
source: In a Wallet call, language learners pay in order to have a conversation with a native. If a time banking call is made, time is used as a trade. Check the {0} and the {1} sections for more information about these type of calls.
ca: En les trucades Wallet, els estudiants paguen per mantenir una conversa amb un natiu. A les sales de Banc del Temps, el temps es fa servir com a moneda de canvi. Mira les seccions {0} i {1} per a més informació sobre aquests dos tipus de sales.
es: En las llamadas Wallet, los estudiantes pagan para mantener una conversación con un nativo. En las llamadas que usan el Banco de Tiempo, el tiempo se usa como moneda de cambio. Mira las secciones {0} y {1} para más información sobre estos dos tipos de salas.
eu: Wallet deietan, ikasleek natiboekin mintza saio bat izateko ordaindu egiten dute. Denbora bankuko deietan aldiz, denbora erabiltzen da trukerako txanpon bezala. Kontsulta itzazu {0} eta {1} atalak dei hauei buruzko informazio gehiago lortzeko
it: Nelle chiamate Wallet, gli studenti pagano per avere una conversazione con un madrelingua. Nelle sale di Banca del Tempo, il tempo viene utilizzato come uno scambio. Guarda le sezioni {0} e {1} per ulteriori informazioni su questi due tipi di camere/stanze.

# HelpStudentIntro3
source: When you meet new partners in a room, you can send them a connection request. Once you are connected, you will be able to make video calls without entering the rooms.
ca: Quan coneixes algun company nou en una sala, pots enviar-li una sol·licitud de connexió. Quan estigueu connectats, podreu fer videotrucades entre els dos sense haver d'entrar a les sala.
es: Cuando conozcas algún compañero nuevo en una sala, puedes mandarle una solicitud de conexión. Cuando estéis conectados, podréis hacer videollamadas entre los dos sin tener que entrar a las sala.
eu: Gela batean mintzalagun berriak ezagutzen dituzunean, konexio eskaerak bidali diezazkiekezu. Konektatuta zaudetenean, geletan sartu gabe bideo deiak egin ahal izango dituzue.
it: Quando incontri un nuovo partner, puoi inviare una richiesta di connessione. Quando si è connessi, è possibile effettuare chiamate video tra i due, senza dover entrare nella stanza.
