Repository: moar/lingoResx
Catalog: Views/Help/Help.*.resx
Languages: ca, es, eu, it

# HelpSetRate2
source: Open your state panel by clicking on your photo on the top right side of your home screen
ca: Obre el teu panell d'estat clicant a la teva foto de perfil a la part superior dreta de la pàgina d'inici
es: Abre tu panel estado clicando en tu foto de perfil en la parte superior derecha de tu página de inicio
eu: Zabaladu zure egoera panela zure profileko irudian klik eginaz (zure pantailako goi eskuin partean)
it: Apri il tuo pannello di stato cliccando sulla foto del tuo profilo in alto a destra della home page

# HelpSetRate3
source: Go to the Wallet section of the State Panel and look for the language you want to set your rate for
ca: Aneu a la secció Wallet del teu tauler d'estat i busca l'idioma per al qual vols establir una tarifa
es: Ve a la sección Wallet de tu panel de estado y busca el idioma para el que quieres establecer una tarifa
eu: Zure egoera paneleko Wallet atalean, joan tarifa ezartzea nahi duzun hizkuntzara
it: Vai alla sezione Wallet del tuo pannello di stato e trova la lingua per la quale vuoi stabilire una tassa

# HelpSetRate4
source: Click on the <span class="lg lg-cog"></span> button and the dialog for updating the rate will be shown
ca: Fes clic al botó <span0> </ span0> i se't mostrarà una finestra perquè actualitzis la teva tarifa
es: <![CDATA[Clica en el botón <span class="lg lg-cog"></span> y se te mostrará una ventana para que actualices tu tarifa]]>
eu: Klikatu <span class="lg lg-cog"></span> botoian eta zure tarifa editatzeko leiho bat irekiko zaizu
it: Clicca sul pulsante <span0> </ span0> e ti mostrerà una finestra per aggiornare il tuo tasso

# HelpSetRate5
source: Set the amount of credits per hour that you want to charge students and click Save
ca: Estableix el nombre de crèdits per hora que vols cobrar als teus estudiants i guarda els canvis
es: Establece el número de créditos por hora que quieres cobrar a tus estudiantes y guarda los cambios
eu: Sartu zure ikasleei kobratzea nahi duzun orduko kreditu kopurua eta Gorde klikatu
it: Stabilisce il numero di crediti l'ora che vuoi guadagnare dei tuoi studenti e salva le modifiche

# HelpSetRate6
source: Take a moment for checking your state per language. Students will only be able to call you in those languages you set as available. Click on the switchs next to each language to set your state Available/Unavailable
ca: Pren-te un moment per revisar l'estat de cada un dels teus idiomes. Els estudiants només et podran trucar en aquells idiomes en què hagis establert el teu estat com a disponible. Fes clic en els polsadors que tens al costat de cada idiomes per posar el teu estat disponible / No disponible
es: Tómate un momento para revisar el estado de cada uno de tus idiomas. Los estudiantes solo te podrán llamar en aquellos idiomas en los que hayas establecido tu estado como disponible. Clica en los pulsadores que tienes al lado de cada idioma para poner tu estado Disponible / No disponible
eu: Hartu momentu bat zure hizkuntzen egoera errepasatzeko. Ikasleek eskuragarri zauden hizkuntzetan soilik deitu ahal izango zaituzte. Klikatu hizkuntzaren ondoan dauden switchetan zure egoera Eskuragarri / Okupatuta jartzeko
it: Prendi un momento per verificare lo stato di ciascuna delle tue lingue. Gli studenti potranno solo chiamarti in quelle lingue in cui è stabilito il proprio stato come disponibili. Clicca sui pulsantiche ci sono accanto a ciascuna lingua per mettere il proprio stato Disponibile / Non disponibile

# HelpSetRateTitle
source: How do I set my rate?
ca: Com puc establir la meva tarifa?
es: ¿Cómo puedo establecer mi tarifa?
eu: Nola definitu dezaket nire tarifa?
it: Come posso stabilire il mio tasso?

# HelpHowMeetPartners1
source: If you're looking for conversation partners (either for timebanking or paid conversations), you should take advantage of Langademy meetups.
ca: Si estàs buscant companys de conversa (tant de pagament com de banc de temps), pots treure profit de les quedades de Langademy
es: Si estás buscando compañeros de conversación (tanto de pago como de banco de tiempo), deberías aprovechar las quedadas de Langademy.
eu: Mintzalagunen bila bazabiltza (denbora bankuko edota ordainpekoak), Langademyko bilerei etekina atera behar zenieke
it: Se cerchi compagni di conversazione (sia a pagamento o banca del tempo), può approfittare gli appuntamenti di Langademy

# HelpHowMeetPartners10
source: How do I join a meet up?
ca: Com puc unir-me a una quedada?
es: ¿Cómo puedo unirme a una quedada?
eu: Nola apuntatu naiteke bilera batean?
it: Come posso partecipare a un appuntamento?

# HelpHowMeetPartners11
source: Just enter the meetup page and click on the Attend button. Take into account that you can only attend meetups of languages that you have in your profile.
ca: Entra a la pàgina de la quedada i clica a Assistir. Tingues en compte que només pots apuntar-te a les quedades dels idiomes que tens al teu perfil
es: Entra en la página de la quedada y clica en Asistir. Ten en cuenta que solo puedes apuntarte a las quedadas de los idiomas que tienes en tu perfil
eu: Sartu bileraren orrira eta klikatu Joango naiz botoiean. Kontuan izan profilean dituzun hizkuntzetarako bileretan soilik apunta zaitezkeela
it: Entra nella pagina dell'appuntamento e clicca Assistere. Solo accederai agli appuntamenti delle lingue che hai scelto nel tuo profilo

# HelpHowMeetPartners2
source: Meetups are the way you can let everybody know in advance when you will be online in a chat room. This way, students and other native speakers can join you at the same time. Indeed, you can enter a chat room whenever you want but, let's be honest. It's easier to bring together a larger group of people if you schedule an event in advance.
ca: Les quedades són la manera perquè altres companys sàpiguen amb temps quan vas a estar en una sala de xat. D'aquesta manera, els estudiants i altres parlants natius podran unir-se a tu a la mateixa hora. De fet, pots entrar a les sales de xat quan vulguis, però siguem honestos, és més fàcil ajuntar a gent si un esdeveniment s'organitza amb anterioritat.
es: Las quedadas son la manera de que otros compañeros sepan de antemano cuando vas a estar en una sala de chat. De esta forma, estudiantes y otros hablantes nativos podrán entrar contigo a la misma hora. Ciertamente, puedes entrar a las salas de chat cuando quieras, pero seamos honestos, es más fácil juntar a más gente si se organiza el evento con anterioridad.
eu: Bileren bitartez gainontzeko erabiltzaileek txat gela baten noiz egongo zaren jakingo dute. Modu honetan, ikasleak eta gainontzeko erabiltzaileak zure ordu berdinean sartu ahal izango dira gela batera. Berez, nahi duzunean sartu zaitezke gela batetara, baina beti izango da errezagoa bertan jendea aurkitzea aurretiaz bilera bat antolatzen baduzu
it: Gli appuntamenti sono la via più facile per fare sapere in anticipo a gli studenti quando sarai in una chat room. In questo modo, gli studenti e gli altri madrelingua possono unirsi a te allo stesso tempo. In realtà, è possibile accedere nella chat room quando si vuole, ma cerchiamo di essere onesti, è più facile di riunire persone se un evento è organizzato prima.

# HelpHowMeetPartners3
source: Check the <a href="{0}" class="link applnk">Meetups</a> to see already scheduled meetups. If any meetup fits in with your plans, just join in. Otherwise, schedule a new one.
ca: Revisa el teu <a href="{0}" class="link applnk"> Calendari</a> per veure les quedades que s'han organitzat. Si hi ha alguna quedada que t'interessi, no dubtis a apuntar-te. Si no, crea una de nova.
es: <![CDATA[Ve al app <a href="{0}" class="link applnk">Meetups</a> para ver las quedadas que se han organizado. Si hay alguna quedada que te interese, no dudes en apuntarte. Si no, crea una nueva.]]>
eu: Errebisatu zure <a href="{0}" class="link applnk"> Egutegia</a> antolatu diren bilerak ikusteko. Bileraren batera joateko libre bazaude, apuntatu zaitez. Bestela, nahi duzun egun eta orduan bat sortu dezakezu
it: Vai all'app <a href="{0}" class="link applnk">Meetups</a> per vedere gli appuntamenti che sono stati organizzati. Se c'è qualche appuntamento interessante, ti può registrare. Altrimenti, crea uno nuovo.

# HelpHowMeetPartners4
source: When you join a meet up, the event will be added to your calendar and you will be able to write on the message board and propose conversation topics.
ca: Quan t'apuntes a una quedada, s'afegirà un esdeveniment en el calendari. Accedeix i podràs escriure en el tauler de la quedada, també podràs proposar temes de conversa per la quedada.
es: Cuando te apuntes a una quedada, se añadirá un evento a tu calendario. Accede desde tu Calendario a los detalles del evento y podrás escribir en el tablón de mensajes de la quedada, por ejemplo para proponer temas de conversación para el día de la quedada.
eu: Bilera bateta apuntatzen zerenean, gertakari hori zure egutegira geituko da
it: Quando ti iscrivi a un appuntamento, un evento viene aggiunto al calendario.Accede, e ti sarà possibile scrivere sul tabellone del appuntamento, si può anche suggerire argomenti di conversazione

# HelpHowMeetPartners5
source: How do I schedule a new meetup?
ca: Com puc organitzar una nova quedada?
es: ¿Cómo puedo organizar una nueva quedada?
eu: Nola antolatu dezaket bilera berri bat?
it: Come posso organizzare un nuovo appuntamento?

# HelpHowMeetPartners6
source: To schedule a new meetup go to <a href="{0}" class="link applnk">Meetups</a> and click New Meetup on the top side, or go directly to <a href="{1}" class="link applnk">New meetup</a> and follow these steps:
ca: Per organitzar una nova quedada entra a <a0> El meu calendari </ a0> i clica Nova Quedada a la part superior. També pots fer directament una <a1> Nova Quedada </ a1> i seguir els següents passos:
es: <![CDATA[Para organizar una nueva quedada entra a <a href="{0}" class="link applnk">Meetups</a> y clica Nuev Meetup en la parte superior. También puedes entrar directamente a <a href="{1}" class="link applnk">Nuevo Meetup</a> y seguir los siguientes pasos:]]>
eu: Bilera bat antolatzeko joan <a href="{0}" class="link applnk"> Nire egutegira</a> eta klikatu Bilera Berria-n, edo joan zuzenean <a href="{1}" class="link applnk">Bilera Berria</a>-ra eta jarraitu hurrengo pausoak:
it: Per organizzare un nuovo appuntamento entra <a0>Meetups</ a0> e fai clic su Nuovo Meetup nella parte superiore. È possibile anche andare direttamente a <a1>Nuovo Meetup</ a1> e seguire questi passi:

# HelpHowMeetPartners7
source: Select the language of the meetup. Participants will attend the meetup at the chat room of that language.
ca: Selecciona l'idioma de la quedada. Els participants que assisteixin a la quedada, entraran a la sala de xat de l'idioma de la quedada.
es: Selecciona el idioma de la quedada. Los participantes que asistan a la quedada entrarán a la sala de chat del idioma de la quedada.
eu: Aukeratu bileraren hizkuntza. Partehartzaileak txat gelara joango dira bilera orduan
it: Seleziona la lingua dell'appuntamento. I partecipanti che assistano all'appuntamento, entreranno nella chat room della lingua dell'appuntamento.

# HelpHowMeetPartners8
source: Select the date and time of the meetup (in your local timezone).
ca: Selecciona la data i hora de la quedada (la teva zona horària).
es: Selecciona la fecha y la hora de la quedada (en tu zona horaria).
eu: Aukeratu bilerarako egun eta ordu bat ( zure zonaldeko orduan)
it: Seleziona la data e l'ora dell'appuntamento (nel tuo fuso orario).

# HelpHowMeetPartners9
source: Click Save.
ca: Clica Guardar
es: Clica Guardar
eu: Klik egin Gorde-n
it: Clicca Salvare

# HelpHowMeetPartnersTitle
source: How can I meet partners?
ca: Com puc conèixer nous companys?
es: ¿Cómo puedo conocer nuevos compañeros?
eu: Nola ezagutu ditzaket mintzalagun berriak?
it: Come posso conoscere nuovi compagni?

# HelpHowRequestConversation1
source: When you visit the profile of any user that wants to make language exchanges or just help students practice in exchange of credits, you will see their availability calendars.
ca: Quan visites el perfil de qualsevol usuari que vulgui fer intercanvis lingüístics o ajudar a practicar una llengua a canvi de crèdits, podràs veure el seu calendari de disponibilitat.
es: Cuando visitas el perfil de cualquier usuario que quiera hacer intercambios lingüisticos o ayudar a practicar un idioma a cambio de créditos, podrás ver su calendario de disponibilidad.
eu: Mintzalagun baten profila bisitatzen duzunean, bertan bere egutegia ikusiko duzu honen ordu libreak kontsultatzeko.
it: Quando si visita il profilo di qualsiasi utente che vuole aiutarea fare scambi linguistici o praticare una lingua in cambio di crediti, si vedrà il suo calendario di disponibilità.

# HelpHowRequestConversation2
source: If you want to request a private conversation, click Request Conversation (on top of the calendar) and follow the steps on screen. You just have to select a conversation language (among the native languages in the profile), the type of conversation you want (timebanking or paid) and reserve the date and time of the conversation clicking on any available block. Green blocks mean you can request a time banking conversation, grey blocks mean that you can request a paid conversation, and yellow blocks mean that the user accepts both. Note that you cannot make a reservation longer than 2 hours.
ca: Si vols sol·licitar una conversa privada, clica a sol·licitar una Conversa (sobre el calendari) i segueix els passos que veuràs en pantalla. Només has de triar l'idioma (dels idiomes que tens al teu perfil) que vols practicar, el tipus de conversa que vols mantenir (de pagament o de banc de temps) i reserva el dia i l'hora de la conversa clicant a sobre d'una franja disponible. Els blocs verds indiquen que pots sol·licitar una conversa de banc de temps, els grisos signifiquen que pots sol·licitar una conversa de pagament, i els grocs que el natiu accepta els dos tipus de converses. Tingues en compte que no pots fer una sol·licitud d'una durada major de 2 hores.
es: Si quieres solicitar una conversación privada, clica en Solicitar una Conversación (encima del calendario) y sigue los pasos que verás en pantalla. Sólo tienes que elegir el idioma que quieres practicar (de entre los idiomas nativos del perfil), el tipo de conversación que quieres mantener (de pago o de banco de tiempo) y reservar el día y la hora de la conversación clicando encima de un bloque disponible. Los bloques verdes indican que puedes solicitar una conversación de banco de tiempo, los grises significan que puedes solicitar una conversación de pago, y los amarillos que el nativo acepta los dos tipos de conversaciones. Ten en cuenta que no puedes hacer una solicitud de una duración mayor de 2 horas.
eu: Konbertsazio pribatu bat antolatzea nahi baduzu, klikatu Konbertsazio eskaria egin-en (egutegiaren goikaldean) eta jarraitu pantailan agertuko zaizkizun pausoak. Konbertsazioaren hizkuntza (natiboaren hizkuntzen artean), izatea nahi duzun konbertsazio mota (denbora banku edo ordainpekoa) eta erreserbatu data eta ordu bat libre dagoen zirrikituren batean. Bloke berdeek denbora bankuko konbertsazio bat erreserbatu dezakezula esan nahi du, bloke grisek ordainpeko konbertsazioak errepresentatzen dituzte eta oriek berriz bi motatako eskariak egin ditzakezula. Kontuan izan eskariaren iraupen maximoa bi ordutakoa dela.
it: Se vuoi richiedere una conversazione privata, clicca su Richiesta di una Conversazione (sopra il calendario) e segue le istruzioni visualizzate sullo schermo. Basta scegliere la lingua (delle lingue che hai nel tuo profilo) che si vuole praticare, il tipo di conversazione che si desidera mantenere a (pagamento o banca del tempo) e prenota il giorno e l'ora della conversazione facendo clic su un striscia disponibili. I blocchi verdi indicano che è possibile richiedere una conversazione banca del tempo, grigio significa che si può richiedere un colloquio di pagamento e gialli che il madrelingua accetta i due tipi di conversazioni. Da notare che non si può fare una richiesta per una durata più lunga di 2 ore.

# HelpHowRequestConversation3
source: If the user hasn't available hours you will have the option to be notified when he/she is available. Just click the button next to the warning message on top of the calendar if you want to receive it.
ca: Si el natiu no té hores disponibles tindràs l'opció de ser notificat quan aquesta persona estigui disponible. Prem el signe d'interrogació que veuràs a la part superior del calendari si vols rebre la notificació.
es: Si el nativo no tiene horas disponibles tendrás la opción de ser notificado cuando esta persona esté disponible. Pulsa el signo de interrogación que verás en la parte superior del calendario si quieres recibir la notificación.
eu: Erabiltzaileak ez badu ordu librerik deifnitu, definitzen dituenean notifikazio bat jasotzea aukeratu dezakezu. Klikatu egutegiaren gainean ikusiko duzun esaldiaren ondorengo botoia notifikazioa jasotzea nahi baduzu
it: Se il madrelingua non ha ore disponibili, avrai la possibilità di essere avvisato appena questa persona sia disponibile. Fai clic sul punto interrogativo sulla parte superiore del calendario, se vuoi ricevere la notifica.

# HelpHowRequestConversation4
source: How do I know if a native accepts my request?
ca: Com puc saber si un natiu accepta la meva sol·licitud?
es: ¿Cómo puedo saber si un nativo acepta mi solicitud?
eu: Nola dakit hiztun natibo batek nire eskaera onartu duen?
it: Come posso sapere se un madrelingua accetta la mia richiesta?

# HelpHowRequestConversation5
source: You can track the status of your requests in your <a href="{0}" class="link applnk">Conversations</a> page. Check the conversation requests panel (sent). Select the request that you want and you will see the request details view. There you can check if the native accepted or rejected your request, you can cancel it and you can send messages to the native in case you need additional information.
ca: Pots fer el seguiment de les teves sol·licituds al teu <a0> Calendari </ a0>. Revisa el panell de sol·licituds enviades. Tria la sol·licitud que vols i veuràs els detalls d'aquesta sol·licitud. A la pantalla de detalls podràs veure si el natiu ha acceptat o ha rebutjat la teva sol·licitud i també podràs cancel·lar la sol·licitud o enviar missatges al natiu en cas que necessitis informació addicional.
es: <![CDATA[Puedes hacer el seguimiento de tus solicitudes en tu app de<a href="{0}" class="link applnk">Conversaciones</a>. Revisa el panel de solicitudes enviadas. Elige la solicitud que quieres y verás los detalles de esa solicitud. En la pantalla de detalles podrás ver si el nativo ha aceptado o ha rechazado tu solicitud y también podrás cancelar la solicitud o mandar mensajes al nativo en caso de que necesites información adicional.]]>
eu: Zure eskaeren jarraipena egin dezakezu zure <a href="{0}" class="link applnk"> Egutegian</a>. Ikusi konbertsazio eskaeren panela (bidalitakoak). Aukeratu egitea nahi duzun eskaera eta honen xehetasunak ikusi ahal izango dituzu. Bertan natiboak zure eskaera onartu duen ala ez ikusiko duzu, berau kantzelatu edo natiboari mezuak ere bidali diezazkiokezu infomazio gehigarria nahi baduzu
it: Puoi verificare lo stato delle tue richieste nel tuo <a0>Conversazioni </ a0>. Controlla il pannello di richieste inviate. Seleziona la richiesta che vuoi e potrai vedere i dettagli di quella richiesta. Nella schermata dei dettagl si vedrà se il madrelingua ha accettato o rifiutato la richiesta e anche si potrà annullare la richiesta o inviare messaggi al madrelingua se hai bisogno di ulteriori informazioni.

# HelpHowRequestConversation6
source: Furthermore, when the native accepts your request you will be notified and a new event will be added to your calendar.
ca: A més, quan el natiu accepti la teva sol·licitud seràs notificat i se't afegirà un nou esdeveniment al teu calendari.
es: Además, cuando el nativo acepte tu solicitud serás notificado y se te añadira un nuevo evento a tu calendario
eu: Gainera, natibo batek zure eskaria onartzen duenean notifikazio bat bidaliko dizugu eta zure egutekian gertaera edo ekitaldi berri bat geituko zaizu
it: Inoltre, quando il nativo accetta la tua richiesta ti verrà notificato e si aggiungerà un nuovo evento al tuo calendario.

# HelpHowRequestConversation7
source: What do I have to do at the time of the conversation?
ca: Què he de fer quan sigui l'hora de la conversa?
es: ¿Qué tengo que hacer cuando sea la hora de la conversación?
eu: Zer egin behar dut konbertsazioaren ordua iristen denean?
it: Cosa devo fare quando è il momento di la conversazione?

# HelpHowRequestConversation8
source: Go to the call panel <span class="lg lg-call"></span> and select the Private Conversations Tab <span class="lg lg-calendar"></span>. Select the user and you will open the conversation videoapp. Alternatively, you can open the videoapp from the conversation details view in your Conversations.
ca: Ves al panell de trucada <span0> </ span0> i selecciona la pestanya de Converses Privades <span1> </ span1>. Fes clic en un usuari i podràs obrir l'aplicació de videotrucades. Així mateix, pots obrir l'aplicació de vídeo des dels detalls de conversa del teu Calendari.
es: <![CDATA[Ve al panel de llamada <span class="lg lg-call"></span> y selecciona la pestaña de Conversaciones Privadas <span class="lg lg-calendar"></span>. Clica en un usuario y podrás abrir la aplicación de videollamadas. Asimismo, puedes abrir la aplicación de video desde los detalles de conversación de tus Conversaciones.]]>
eu: Joan deien panelera <span class="lg lg-call"></span> eta aukeratu Konbertsazio Pribatuak zutabea <span class="lg lg-calendar"></span>. Aukeratu erabiltzailea eta konbertsazioen bideo appa irekiko da. Zure egutegira joan eta konbertsazioen xehetasun orritik ere bideo appera sartu zaitezke
it: Vai al pannello di chiamata <span0></ span0> e seleziona la scheda conversazioni private <SPAN1></ SPAN1>. Clicca su un utente, può aprire l'applicazione di videochiamate. È inoltre possibile aprire l'applicazione video dai dettagli della conversazione delle vostre conversazioni.

# HelpHowRequestConversation9
source: When you already are in the videoapp you will see when your partner is online, and in the meantime you can write in your private chat to make your partner aware of you being there.
ca: Quan et trobis en l'aplicació de vídeo, podràs veure quan s'ha connectat teu company. Mentrestant, podràs enviar-li missatges pel vostre xat privat perquè el teu company sàpiga que li estàs esperant.
es: Cuando te encuentres en la aplicación de video, podrás ver cuando se ha conectado tu compañero. Mientras tanto, podrás mandarle mensajes por vuestro chat privado para que tu compañero sepa que le estas esperando.
eu: Bideo app-aren barruan zaudenean zure mintzalaguna online dagoen ikusi dezekezu. Bitartean, berari mezuak bidali deizazkiokezu zure mintzalagunari bertan zaudela jakinarazteko
it: Quando sei nella applicazione di videochiamate, potrai vedere quando è collegato il tuo compagno. Nel frattempo, è possibile inviare messaggi di chat privato a tuo compagno.

# HelpHowRequestConversationTitle
source: How to request a private conversation
ca: Com puc sol·licitar una conversa privada?
es: ¿Cómo puedo solicitar una conversación privada?
eu: Nola egin konbertsazio pribatu baterako eskaera bat
it: Come posso richiedere una conversazione privata?

# HelpMeetupsTitle
source: Meetups
ca: Quedades
es: Quedadas
eu: Bilerak
it: Appuntamenti

# CompleteProfile
source: Complete your profile
ca: Completa el teu perfil
es: Completa tu perfil
eu: Osatu zure profila
it: Completa il tuo profilo
