Repository: moar/lingoResx
Catalog: Views/Help/Help.*.resx
Languages: ca, es, eu, it

# HelpTBIntro1
source: Time Banking allows yo to learn languages in Langademy without spending money: the amount of time you use for speaking with other language learners in your native language will be added to your Time Banking account so you can use it making video calls in other languages. Check the Time Banking rules ({0}).
ca: El Banc del Temps ofereix una manera per aprendre idiomes sense que hagis de gastar diners: el temps que utilitzis per parlar en el teu idioma natiu amb els estudiants serà afegit al teu compte de Banc del Temps. Mira les regles del Banc del Temps ({0}).
es: El Banco de Tiempo te permite aprender idiomas en Langademy sin que tengas que gastar dinero: el tiempo que dediques a hablar en tu idioma nativo con otros estudiantes de idiomas se añadirá a tu cuenta de Banco de Tiempo para que lo utilices haciendo videollamadas en otros idiomas. Mira las reglas del Banco de Tiempo ({0}).
eu: Denbora bankuak hizkuntzak dirurik gastatu gabe ikasteko aukera eskaintzen du: ikasle batekin zure hizkuntzan hitz egiten erabiltzen duzun denbora, zure denbora bankuko kontura gehituko zaizu zuk nahi dituzun hizkuntzak praktika ditzazun. Errepasa itzazu denbora bankuko erregelak ({0}).
it: La banca del tempo ti permette di imparare le lingue a Langademy senza dover spendere soldi: il tempo che trascorri a parlare nella tua lingua madre con altri studenti di lingua verrà aggiunto al tuo conto in banca del tempo per poterlo usare facendo videochiamate in altre lingue. Controlla le regole delle banche del tempo ({0})

# HelpTBIntro2
source: In your home page, you can check your Time Banking account balance, and if you go to the {0} app you will see the history and details of your Time Banking account.
ca: A la teva pàgina d'inici pots veure el saldo del compte del Banc de Temps, i si accedeixes a l'aplicació {0} podràs consultar l'històric i els detalls dels teus moviments.
es: En tu página de inicio puedes ver el saldo de tu cuenta del Banco de Tiempo, y si accedes a la aplicación {0} podrás consultar el histórico y los detalles de tus movimientos.
eu: Zure hasierako orrialdean zure denbora bankuko saldoa kontsultatu dezakezu, eta {0} app-era joaten bazara zure deien xehetasunak eta historikoa ikusi ahal izango dituzu.
it: Nella home page è possibile visualizzare il saldo del conto Banca del Tempo, e se si accede all' applicazione {0} è possibile visualizzare la cronologia e i dettagli dei movimenti.

# HelpChatRooms1
source: Chat rooms are the place where you can meet groups of conversation partners, both natives and students. First of all you have to add in your profile the languages you are interested on. Otherwise you will not have access to the chat rooms. Once done, go to the control panel, click <span class="lg lg-chatrooms"></span> and select the language chat room to open it.
ca: Les sales de xat són el lloc on pots conèixer grups de companys de conversa, tant natius com a estudiants. En primer lloc has d'afegir al teu perfil els idiomes que t'interessen. En cas contrari no podràs entrar a les sales de xat d'aquests idiomes. Un cop fet, veu al panell de control, clica <span0> </span0> i selecciona l'idioma de la sala de xat per obrir-la.
es: <![CDATA[Las salas de chat son el lugar donde puedes conocer grupos de compañeros de conversación, tanto nativos como estudiantes. En primer lugar tienes que añadir en tu perfil los idiomas que te interesan. En caso contrario no podrás entrar a las salas de chat de esos idiomas. Una vez hecho, ve al panel de control, clica en <span class="lg lg-chatrooms"></span> y selecciona el idioma de la sala de chat para abrirla.]]>
eu: Txat gelak mintzalagun berriak ezagutzeko leku perfektua dira, bai natiboak eta baita ikasleak ere. Geletara sartu ahal izateko, lehenik eta behin ikasi eta irakatsi nahi dituzun hizkuntzak sartu behar dituzu zure profilean. Hori egiten duzunean, jo zure kontrol panelera, <span class="lg lg-chatrooms"></span> klikatu eta aukeratu ireki nahi duzun hizkuntzaren gela.
it: Le chat room è il posto dove puoi incontrare compagni di conversazione, siano essi madrelingua o studenti. Per prima devi aggiungere nel tuo profilo le lingue che ti interessano. In caso contrario non ti sarà possibile entrare nelle chat room di queste lingue. Una volta fatto, vai al Pannello di controllo, clicca <span0> </span0> e seleziona la lingua della chat room per aprirlo.

# HelpChatRooms4
source: Users: It contains the list of online users. Click the users on the list to open a menu with these options: send a contact request, start a video call, and report or block the user.
ca: Usuaris: Conté la llista d'usuaris connectats. Fes clic en els usuaris de la llista per obrir un menú amb les següents opcions: enviar sol·licitud de contacte, començar una trucada de vídeo, i denunciar-los o bloquejar-si t'han causat algun problema
es: Usuarios: Contiene la lista de usuarios online. Clica en los usuarios de la lista para abrir un menú con las siguientes opciones: enviar solicitud de contacto, empezar una videollamada, y denunciarlos o bloquearlos si te han causado algún problema
eu: Erabiltzaileak: online dauden erabiltzaileen zerrenda erakusten du. Klatu erabiltzaile batetan eta menu bat irekiko zaizu: bertatik kontaktu eskariak bidali, bideo deiak hasi edo erabiltzailea erreportatu edo blokeatu ahal izango duzu
it: Utenti: contiene l'elenco di utenti. Clicca sugli utenti per aprire un menu con le seguenti opzioni: invia una richiesta di contatto, avviare una chiamata video, o il blocco e segnalare se ti hanno causato alcun problema.

# HelpChatRooms7
source: If the room is empty or there is no activity at the moment, you can create Meetups to tell the others when you will be free to have a chat or a video call. You can also join the existing meetups.
ca: Si l'habitació és buida o no hi ha cap activitat en aquest moment, pots crear quedades perquè la resta d'usuaris vegin quan estaràs disponible per xatejar o fer videotrucades. També pots unir-te a les quedades que altres usuaris han creat.
es: Si la sala está vacia o no hay ninguna actividad en ese momento, puedes crear quedadas para que el resto de usuarios vean cuándo estarás disponible para chatear o hacer videollamadas. También puedes apuntarte a las quedadas que hayan creado otros usuarios.
eu: Gela hutsik badago edo momentu horretan aktibitaterik ez badago, bilerak sortu ditzakezu gainerako erabiltzaileei zu bideo deiak egin edo txateatzeko noiz libre egongo zaren adierazteko. Beste erabiltzaileek sortutako bileretara ere batu zaitezke.
it: Se la stanza è vuota o non ce attività in quel momento, è possibile creare appuntamenti, così gli altri utenti sapranno quando sei disponibile per chattare o effettuare chiamate video. Anche c'e la possibilità di partecipare a gli appuntamenti che gli altri utenti hanno creato.

# HelpTBRooms4
source: Creating meetups in the Meetup Board
ca: Crear quedades en el Tauler d'quedades
es: Crear quedadas en el Tablón de quedadas
eu: Bilera taulan bilera sortzen
it: Creare appuntamenti nella Tabella di Appuntamenti

# HelpTBRooms5
source: On the other hand, if you are attending a meetup, you can propose new topics for the meetup or vote the topics that other users have proposed.
ca: A més, si estàs apuntat a una quedada pots proposar nous temes per a aquesta quedada o votar els temes que altres usuaris han proposat
es: Ademas, si estás apuntado a una quedada puedes proponer nuevos temas para esa quedada o votar los temas que otros usuarios han propuesto
eu: Bestalde, bilera baten apuntzatzen bazara, bilararako gaiak proposatu eta beste erabiltzaile batzuek proposatu dituzten gaiak botatu ahal izango dituzu
it: Inoltre, se sei registrato ad un appuntamento è possibile proporre nuovi argomenti per questo appuntamento o votare i temi che altri hanno proposto

# HelpTBRooms6
source: You can go to the Meetup Board from your chat room or from your home page. Once there, you will see all the meetups that are scheduled in the languages that you have in your profile. If you want to create a new meetup, select a language, day and time of the meetup and create the meetup. Once a meetup is created, you can invite your Langademy contacts to it.
ca: Pots accedir al tauler de quedades a través de la pàgina d'inici o des de les sales de xat. Un cop accedeixis al tauler, podràs veure les quedades dels idiomes que tens afegits en el teu perfil. Si vols crear una quedada, seleccioneu un idioma, data i una hora per a la trobada. Quan hagis creat la trobada, pots convidar als teus contactes de Langademy a que s'uneixin a aquesta.
es: Puedes acceder al tablón de quedadas a través de tu página de inicio o desde las salas de chat. Una vez que accedas al tablón, podrás ver las quedadas de los idiomas que tienes añadidos en tu perfil. Si quieres crear una quedada, selecciona un idioma, fecha y una hora para la quedada. Cuando hayas creado la quedada, puedes invitar a tus contactos de Langademy a que se unan a ella.
eu: Bilera taulara zure hasierako orritik edo edozein txat gelatatik sartu zaitezke. Bertan zaudenean beste erabiltzaile batzuek sortu dituzten bilerak ikusi ahal izango dituzu. Ez dituzu bilera guztiak ikusiko, zure profilean gehitu dituzun hizkuntzetako bilerak soilik izango dituzu eskuragarri. Bilera bat sortzea nahi baduzu, aukeratu bileraren hizkuntza, eguna eta ordua eta sortu ezazu bilera. Bilera sortzen duzunean, zure Langademyko kontaktuak bertara gonbidatu ditzakezu
it: È possibile accedere alla Tabella di Appuntamenti attraverso la tua home page o delle chat rooms. Una volta che si accede alla tabella, si vedrà gli appuntamenti dei linguaggi che sono stati aggiunti al tuo profilo. Se vuoi creare un appuntamento, seleziona una lingua, la data e l'ora per l'appuntamento. Dopo aver creato l'appuntamento, puoi invitare i tuoi contatti Langademy a partecipare.

# HelpWalletFees1
source: Langademy charges native speakers 13% (+ taxes) of the amount that they charge students per Wallet video call. Once the video call is finished, users' available credit balance is updated. (You can watch your available balance at {0}) ( {1})
ca: Als parlants natius se'ls retindrà el 13% (+ IVA) de la quantitat que se li hagi cobrat l'estudiant. El saldo serà actualitzat quan la trucada hagi finalitzat.
es: Langademy cobra a los hablantes nativos el 13% (+ IVA) de la cantidad que cobren a los estudiantes en cada videollamada Wallet. Una vez finaliza la videollamada se actualiza el saldo disponible. (Puedes controlar tu saldo disponible en {0}) ({1})
eu: Hiztun natiboei Wallet dei bakoitzean irabazi duten kredito kopuruaren %13ko komisio bat (+ beza) aplikatzen zaie. Bideo deia bukatzen denean, hiztun natiboei beraien saldoa eguneratuko zaie. Zure saldo eskuragarria {0}-n ikusi dezakezu ({1})
it: Langademy addebita ai madrelingua il 13% (+ IVA) dell'importo addebitato agli studenti per ogni videoconferenza Wallet. Al termine della videochiamata, il saldo disponibile viene aggiornato. (È possibile verificare il saldo disponibile presso {0}) ( {1})

# HelpWalletFees2
source: The Available Credits Balance represents the current amount of credits that you can spend. In order to understand how it is calculated, several terms need to be explained:
ca: Per entendre com es calcula el saldo disponible, cal tenir en compte els següents termes:
es: El Saldo Disponible representa la cantidad actual de créditos que puedes gastar. Para entender como se calcula, hay que tener en cuenta los siguientes términos:
eu: Eskuragarri duzun saldoak, Langademyn gastatu dezakezun kreditua adierazten du. Saldo hau nola kalkulatzen den jakiteko, termino batzuk ulertu behar dituzu lehenik:
it: Il saldo disponibile rappresenta l'importo attuale dei crediti che è possibile spendere. Per capire come viene calcolato, è necessario tenere in considerazione i seguenti termini:

# HelpWalletFees3
source: Total Balance: it shows the total amount of credits before the 13% fee is applied to it.
ca: Saldo total: mostra el nombre total de crèdits sense que la comissió del 13% hagi estat aplicada
es: Saldo total: muestra el número total de créditos sin que la comisión del 13% haya sido aplicada
eu: Saldo totala: komisiorik aplikatu gabe izango zenukeen saldoa adierazten du
it: Totale saldo: visualizza il numero totale di crediti senza la commissione del 13% (non applicata ancora)

# HelpWalletFees4
source: Langademy fee: at the end of the month, Langademy collects a 13% fee to the conversations of the native speakers. This fee is reflected on the next invoice ({0}). Although the fee is not taken from the native’s account until the invoice is issued, this amount is withheld and you cannot spend it either.
ca: Comissió de Langademy: a final de mes Langademy cobrarà un 13% a les converses que han mantingut els parlants nadius. Aquesta comissió serà reflectida en la següent emissió de la factura. La comissió no es cobrarà fins que la factura sigui emesa,
es: Comisión de Langademy: a fin de mes Langademy cobra una comisión del 13% a las conversaciones que han mantenido los hablantes nativos. Esta comisión se refleja en la siguiente factura ({0}). Aunque la comisión no se resta del saldo de la cuenta hasta que se emite la factura, esa cantidad queda retenida y tampoco puedes gastarla.
eu: Langademyko komisioa: hilaren bukaeran, Langademyk %13ko komisio bat kobratzen du natiboen konbertsazioengatik. Komisio hau hurrengo hileko fakturan aplikatuko da {0}. Komisio hau ez da natiboaren kontutik kobratuko hurrengo faktura emititu arte, hala ere, komisioaren kreditu kopuru hori ezin izango da beste gastu batzuk egiteko erabili.
it: Commissione Langademy: Alla fine del mese, Langademy addebita una commissione del 13% per le conversazioni tenute da madrelingua. Questa commissione si riflette nella fattura successiva ({0}) . Anche se la commissione non viene detratta dal saldo del conto fino all'emissione della fattura, tale importo viene trattenuto e non può essere speso.

# HelpWalletFees5
source: Pending withdrawal requests: If a credit withdrawal is requested, the amount of credits that has been requested won't be available to spend it.
ca: Sol·licituds pendents de retirada de crèdits: quan es fa una sol·licitud, la quantitat de crèdits que s'hagi sol·licitat no estarà disponible per a l'ús.
es: Solicitudes pendientes de reintegro de créditos: cuando se hace una solicitud de reintegro, la cantidad solicitada no estará disponible para gastarla.
eu: Kredituak ateratzeko eskariak: kredituak ateratzeko eskari bat egiten bada, eskariko kreditu kopurua ez da erabilgarri egongo beste gastu batzuk egiteko.
it: Richieste in attesa di ritiro: quando viene effettuata una richiesta,la quantità di crediti che sono stati richiesti non sarà disponibile per utilizzare

# HelpWalletFees6
source: Available balance: In the view of the abovementioned terms, this is how the available balance is calculated
ca: Saldo disponible: veient els conceptes que s'han explicat, aquest és el càlcul del saldo disponible:
es: Saldo disponible: A la vista de los términos definidos, el Saldo Disponible se calcula así:
eu: Saldo eskuragarria: azaldu diren terminoak ikusirik, horrela egiten da kalkulua
it: Saldo disponibile:Alla luce dei termini definiti, il saldo disponibile è calcolato come segue:

# HelpWalletFees7
source: Available balance = Total balance – Langademy fee – Amount of credits requested for withdrawal
ca: Saldo disponible = saldo total - comissió de Langademy - nombre de crèdits sol·licitats per a la retirada
es: Saldo disponible = Saldo total - Comisión de Langademy - Créditos solicitados para reintegro
eu: Saldo eskuragarria = Saldo totala - Langademyren komisioa - Ateratzeko eskatu diren kreditu kopurua
it: Saldo disponibile = saldo totale - Commissione Langademy - numero di crediti richiesti per il ritiro

# HelpWalletWithdrawal1
source: Credit withdrawal can be requested in My Wallet -> Withdrawals
ca: La retirada de crèdits es pot sol·licitar a My Wallet -> Reintegraments
es: La retirada de créditos se puede solicitar en My Wallet -> Reintegros
eu: Kredituak egiteko eskaera My Wallet -> Kredituak atera atalean egin daiteke
it: Il ritiro dei crediti può essere ottenuto in My Wallet-> Rimborsi

# HelpWalletWithdrawal2
source: Credit Withdrawals are processed every 15 days. If you want, you can edit the amount of credits you have requested before the processing of the withdrawal has begun. Once the request has been done, you can’t make another request until the previous request has been processed.
ca: Els reintegraments es processen cada 15 dies. Si vols, pots editar el nombre de crèdits que hagis sol·licitat abans que el reintegrament hagi estat processat. Si ja has fet una sol·licitud, no podràs fer una altra sol·licitud fins que l'anterior sol·licitud hagi estat processada
es: Los reintegros se procesan cada 15 días. Si lo deseas, puedes editar el número de créditos que hayas solicitado antes de que el reintegro haya sido procesado. Si ya has realizado una solicitud, no podrás hacer otra solicitud hasta que la anterior solicitud haya sido procesada
eu: Kredituen eskariak 15 egunean behin prozesatzen dira. Nahi izanez gero, eskarian eginieko kreditu kopurua editatu egin daiteke. Eskari bat eginez gero, ezin da beste eskari bat egin lehenengo eskaria prozesatzen bukatu aurretik.
it: I remborsi sono gestite ogni 15 giorni. Se desideri, è possibile modificare il numero di crediti che hai richiesto prima che il rimborso è stato elaborato. Se avete già fatto una richiesta, non è possibile effettuare una nuova richiesta fino a quando la domanda precedente è stata elaborata

# HelpWCIntro1
source: Wallet video calls are for those who do not have time for time banking and want to practice languages with native speakers.
ca: Les trucades Wallet són per a aquells que no tenen temps per fer servir el seu temps com a moneda de canvi i volen practicar idiomes amb parlants natius
es: Las llamadas Wallet son para aquellos que no tienen tiempo para hacer usar su tiempo como moneda de cambio y quieren practicar idiomas con hablantes nativos
eu: Wallet deiak, hizkuntza elkartrukerako denborarik ez eta mintzalagun natiboekin hitz egin nahi duten jendearendako egokiak dira
it: Le chiamate Wallet sono per coloro che non hanno il tempo di usare il loro tempo come moneta e vogliono praticare le lingue con madrelingua

# HelpWCR2
source: Requirements to make Wallet calls
ca: Requisits per fer trucades Wallet
es: Requisitos para realizar llamadas Wallet
eu: Wallet deiak egin ahal izateko baldintzak
it: Requisiti per effettuare chiamate Wallet

# HelpWCR3
source: Native speakers have to meet some requirements in order to start earning money with Wallet calls.
ca: Els parlants natius han de cumplir diversos requisits per poder començar a guanyar diners amb les trucades Wallet.
es: Los hablantes nativos tienen que cumplir varios requisitos para poder empezar a ganar dinero con las llamadas Wallet
eu: Hiztun natiboek eta ikasleek Wallet deiak egin eta dirua irabazten hasteko eskakizun batzuk bete behar dituzte
it: I madrelingua devono soddisfare diversi requisiti per iniziare a fare soldi con le chiamate Wallet

# HelpWCR4
source: Requirements for language learners:
ca: Requisits per als estudiants d'idiomes:
es: Requisitos para los estudiantes de idiomas:
eu: Ikasleentzako baldintzak:
it: Requisiti per gli studenti di lingue:

# HelpWCR5
source: Chatting in the Wallet rooms it’s free. However, language learners have to buy credits if they want have access to the wallet rooms. Once they have made a purchase, they can chat and make video calls with native speakers. During a call, the rate that have been specified by the native speaker will be applied to the call
ca: Xatejar a les sales Wallet és gratuït. No obstant això, si un estudiant vol accedir a les sales de Wallet haurà de comprar crèdits. Quan s'hagi realitzat un mínim de compra, podran xatejar i fer videotrucades amb els parlants natius. Durant la telefonada s'aplicarà la tarifa que cada natiu hagi establert per a aquest idioma.
es: Chatear en las salas Wallet es gratuito. Sin embargo, si un estudiante desea acceder a las salas de Wallet tendrá que comprar créditos. Cuando se haya realizado un mínimo de una compra, podrán chatear y hacer videollamadas con los hablantes nativos. Durante la llamada se aplicará la tarifa que cada nativo haya establecido para ese idioma.
eu: Wallet geletan txateatzea doakoa da. Hala ere, ikasleek kredituak erosi beharko dituzte lehen aldiz Wallet gela batera sartu nahi badute. Erosketa bat egiten dutenean, hiztun natiboekin hitz egin edo bideo deiak egin ditzakete. Bideo dei bat egiterakoan, hiztun natiboak ezarritako tarifa aplikatuko zaio deiari
it: Chattare nelle Wallet rooms è gratis. Invece, se uno studente vuole accedere alle Wallet rooms dovrà acquistare crediti. Dopo aver completato un minimo di acquisti, si potrà chattare ed effettuare chiamate video con i madrelingua. Durante la chiamata si applicherà la tariffa stabilita per ogni madrelingua per quella lingua.

# HelpWCR6
source: Requirements for native speakers:
ca: Requisits per als parlants nadius:
es: Requisitos para los hablantes nativos:
eu: Hiztun natiboentzako baldintzak:
it: Requisiti per i madrelingua:

# HelpWCR7
source: When native speakers join a room, they won't be able to set a Wallet rate, and therefore to earn money with the calls. Firstly, they need to meet the following requirements:
ca: Quan un parlant natiu entri en una sala, d'inici no pot establir una tarifa, i per tant no podrà guanyar diners amb les trucades. Per poder establir una tarifa, el parlant natiu ha de complir els requisits següents:
es: Cuando un hablante nativo entre en una sala, de inicio no podrá establecer una tarifa, y por lo tanto no podrá ganar dinero con las llamadas. Para poder establecer una tarifa, el hablante nativo debe cumplir los siguientes requisitos:
eu: Hiztun natiboek bi baldintza bete behar dituzte Walleterako tarifa bat ezarri eta deiak egiten hasteko:
it: Quando un madrelingua entra in una stanza,all'inizio,non è possibile impostare una tariffa,quindi non sarà possibile guadagnare soldi con le chiamate.Per potere stabilire un tasso, Il madrelingua, deve avere i seguenti requisiti:
