Repository: moar/lingoResx
Catalog: Views/Help/Help.*.resx
Languages: ca, es, eu, it

# HelpMWT5
source: Every operation that modifies your credits balance will be included here (e.g. Credit purchases, credits earned and spent making wallet video calls, invoice collections and credit withdrawals)
ca: Totes les operacions que modifiquin el teu saldo de crèdits d'estar incloses aquí. (Ex: compres de crèdits, crèdits guanyats i gastats fent videotrucades Wallet, cobraments de factures i reintegraments de crèdits)
es: Todas las operaciones que modifiquen tu saldo de créditos estarán incluidas aquí. (ej: compras de créditos, créditos ganados y gastados haciendo videollamadas Wallet, cobros de facturas y reintegros de créditos)
eu: Zure kredituen saldoa modifikatzen duen edozein operazio hemen islatuko da (kreditu erosketak, irabazi edo gastatu dituzun kredituak, fakturen kobroak etab.)
it: Tutte le operazioni che modificano il saldo del prestito saranno incluse qui. (Ad esempio gli acquisti di credito, crediti spesi e guadagnato facendo videochiamate Wallet, fatture e rimborsi di credito ecc)

# HelpPurchaseCredits1
source: Select Credit shop at My Wallet's main menu to open the credit purchase page. The purchasing process involves a few simple steps:
ca: Selecciona Botiga de crèdits en el menú principal de My Wallet per obrir la pàgina de compra de crèdits. El procés de compra es completa en uns pocs passos molt senzills:
es: Selecciona Tienda de créditos en el menú principal de My Wallet para abrir la página de compra de créditos. El proceso de compra se completa en unos pocos pasos muy sencillos:
eu: Aukeratu Kreditu denda My Walleteko menu nagusian kredituak erosteko orrialdea zabaltzeko. Kredituen erosketa prozesuak honako pauso hauek jarraitzen ditu:
it: Seleziona la bottega di crediti nel menu principale My Wallet per aprire l'acquisto di crediti. Il processo di acquisto è completato in pochi semplici passi:

# HelpPurchaseCredits2
source: Enter the amount of credits you want to purchase.
ca: Introdueix el nombre de crèdits que vols comprar
es: Introduce el número de créditos que quieres comprar
eu: Sartu erostea nahi duzun kreditu kopurua
it: Inserisci il numero di crediti che vuoi acquistare

# HelpPurchaseCredits3
source: 1 Langademy credit <span class="credit">€</span> = 1 EURO €
ca: 1 crèdit Langademy <span0>€</span0> = 1EURO€
es: <![CDATA[1 crédito Langademy <span class="credit">€</span> = 1 EURO €]]>
eu: Langademy kreditu 1 <span class="credit">â¬</span> = 1 EURO â¬
it: 1 credito Langademy <span0>€</span0> = 1EURO€

# HelpPurchaseCredits4
source: Check the minimum credits purchase, which depends on the payment method you select. If your location is available and your country's local currency is not Euro, you may see the estimated conversion to your currency. Note that this conversion is only informative since the final exchange rate is applied by the banking entities.
ca: Comprova la compra mínima de crèdits, que depèn del mètode de pagament que seleccions. Si la teva ubicació està disponible i la moneda local del teu país no és l'Euro, pots veure una conversió estimat a la teva moneda. Tingues en compte que aquesta conversió és només informativa, ja que la taxa de canvi final l'apliquen les entitats bancàries.
es: Comprueba la compra mínima de créditos, que depende del método de pago que selecciones. Si tu ubicación está disponible y la moneda local de tu país no es el Euro, puedes ver una conversión estimada a tu moneda. Ten en cuenta que esta conversión es solo informativa, ya que la tasa de cambio final la aplican las entidades bancarias.
eu: Kontsultatu kreditu erosketa minimoa zein den. Hau aukeratzen duzun ordaintzeko metodoaren araberakoa da. Zure lokalizazioa eskuragarri badugu eta ordaintzeko txanpona Euroa ez bada, zure txanponaren trukerako estimazio bat ateratzen saiatuko gara. Kontuan izan konbertsio hori informatiboa dela eta konbertsioa bankuak berak egingo duela.
it: Controlla l'acquisto minimo di crediti, in base al metodo di pagamento selezionato. Se la posizione è disponibile e la valuta locale del tuo paese non è l'Euro, puoi vedere una conversione stimato per la valuta. Da notare che questa conversione è solo informativa, mentre che il tasso di cambio finale sono le banche ad applicarlo.

# HelpPurchaseCredits5
source: Select the payment method and follow the steps on screen. You will be redirected to the secure payment gateway to complete the payment
ca: Selecciona el mètode de pagament i segueix els passos en pantalla. El navegador et redireccionarà a la passarel·la de pagament segura per completar el pagament.
es: Selecciona el método de pago y sigue los pasos en pantalla. El navegador te redireccionará a la pasarela de pago segura para completar el pago.
eu: Aukeratu ordaintzeko metodoa eta jarraitu pantailan ikusiko dituzun pausoak. Ordainketa egiteko pasabide seguru batera bidaliko zaitugu ordainketa burutu dezazun
it: Seleziona il metodo di pagamento e segue le istruzioni sullo schermo. Il browser ti invia al gateway di pagamento sicuro per completare il pagamento.

# HelpPurchaseCredits6
source: Once you confirm the payment, your wallet balance will be updated and you will be able to use your credits in Langademy
ca: Una vegada que confirmis el pagament, s'actualitzarà el teu saldo de My Wallet i podràs utilitzar els teus crèdits en Langademy
es: Una vez que confirmes el pago, se actualizará tu saldo de My Wallet y podrás utilizar tus créditos en Langademy
eu: Erosketa berresten duzunean, zure walleteko saldoa eguneratuko da Langademyuko kredituak erabili ahal izango dituzu
it: Una volta confermata il pagamento, il tuo saldo verrà aggiornato a My Wallet ed è possibile utilizzare i tuoi crediti in Langademy

# HelpPurchaseCreditsTitle
source: Purchase credits
ca: Comprar crèdits
es: Compra de créditos
eu: Erosi kredituak
it: Acquistare crediti

# HelpInvoices1
source: Select Invoices at My Wallet's main menu to open the Langademy invoices page.
ca: Tria Factures al menú principal de My Wallet per obrir la pàgina de factures de Langademy
es: Elige Facturas en el menú principal de My Wallet para abrir la página de facturas de Langademy
eu: Aukeratu Fakturak Nire Walleteko menu nagusian zure Langademyko fakturak kontsultatzeko
it: Seleziona Fatture dal menu principale del My Wallet per aprire le fatture Langademy

# HelpInvoices2
source: At this page you can find the invoices issued by Langademy monthly. Note that Langademy only issues an invoice if you have chargeable transactions for the period ({0}). Also note that these invoices only include the Langademy fees for our service, but not payments as a student to native speakers or teachers.
ca: En aquesta pàgina pots buscar les factures que Langademy emet mensualment. Tingues en compte que només s'emet la factura si durant el període de facturació tens transaccions per què Langademy cobri ({0}). Tingues també en compte que aquestes factures únicament inclouen les comissions de Langademy pel nostre servei, però no els pagaments com a estudiant a natius o professors
es: En esta página puedes buscar las facturas que Langademy emite mensualmente. Ten en cuenta que solo se emite la factura si durante el periodo de facturación tienes transacciones por las que Langademy cobre ({0}). Ten también en cuenta que estas facturas únicamente incluyen las comisiones de Langademy por nuestro servicio, pero no los pagos como estudiante a nativos o profesores
eu: Orrialde honetan Langademyk hilero emititzen dituen fakturak kontsultatu ahal izango dituzu. Kontuan izan periodo batetan transtsakzioak izan badituzu soilik emitituko dizula faktura ({0}). Gainera, faktura hauek gure zerbitzuaren komisioak soilik erakutsiko dizkizu, eta ez ikasle moduan egindako ordainketak.
it: In questa pagina puoi trovare le fatture emesse mensile di Langademy. Ricorda che la fattura viene emessa solo se nel corso del periodo di fatturazione hanno transazioni per cui Langademy incassi ({0}). Si noti inoltre che questi disegni di legge comprendono solo le commissioni Langademy per il nostro servizio, ma non come i pagamenti studente madrelingua o insegnanti.

# HelpInvoices3
source: Before the monthly invoice is issued you can track your monthly expenses going to {0} and checking the Langademy fee.
ca: Abans que s'emeti la factura mensual pots fer el seguiment de les teves despeses en {0} i també pots consultar les comissions de Langademy.
es: Antes de que se emita tu factura mensual puedes hacer el seguimiento de tus gastos en {0} y también puedes consultar las comisiones de Langademy.
eu: Hileroko faktura bat emititu aurretik, zure mugimenduak eta Langademyko komisionakkontsulta ditzakezu {0}-ra joaten bazara.
it: Prima di emettere la fattura mensili puoi controllare le tue spese a {0} e anche puoi controllare le commissione di Langademy.

# HelpInvoices4
source: After a monthly invoice is issued, it will be collected from your wallet account, but never from your credit card or Paypal account.
ca: Quan s'hagi emès una factura mensual, es farà el cobrament del teu compte de wallet, i mai es farà de la targeta de crèdit o del teu compte PayPal
es: Cuando se haya emitido una factura mensual, se hará el cobro de tu cuenta de wallet, y nunca se hará de tu tarjeta de crédito o de tu cuenta PayPal
eu: Hileko faktura bat emititzen denean, zure Wallet kontutik kobratuko zaizu, eta inoiz ez zure PayPal edo kreditu txarteletik.
it: Quando si emessa una fattura mensile, sarà caricato nel tuo account My Wallet, e non sarà mai caricato dalla tua carta di credito o il tuo conto PayPal

# HelpInvoices5
source: When a monthly invoice is collected you will have a new transaction in your Wallet transaction history and the monthly Langademy fee will be updated.
ca: Quan es cobra una factura mensual tindràs una nova transacció en l'historial de transaccions de My Wallet i la comissió mensual de Langademy s'actualitzarà.
es: Cuando se cobra una factura mensual tendrás una nueva transacción en el historial de transacciones de tu Wallet y la comisión mensual de Langademy se actualizará.
eu: Hileroko faktura bat kobratzen zaizunean, trantsakzio berri bat geituko zaizu zure Walleteko trantsakzio historian eta hileroko Langademyko komisioaren kopurua eguneratu egingo da.
it: Quando si carica una fattura mensile avrà una nuova transazione nella cronologia delle transazioni My Wallet e il canone mensile di Langademy verrà aggiornato.

# HelpTimeBankApp1
source: The Time Bank is the app where you can track your timebanking video call history and watch your time balance.
ca: El Banc de Temps és l'app on podràs fer el seguiment de les teves trucada de Banc del temps i podràs veure el teu saldo de temps.
es: El Banco de Tiempo es el app donde podrás hacer el seguimiento de tus llamada de Banco del tiempo y podrás ver tu saldo de tiempo.
eu: Denbora banku aplikazioan denbora bankuarekin egindako deien historikoa eta zure denbora saldoa kontsultatu ahal izango dituzu
it: La Banca del Tempo è l'applicazione in cui è possibile tenere traccia del tuo tempo di chiamata banca e vedrete il tuo saldo di tempo.

# HelpTimeBankApp2
source: You can open the Time Bank clicking the Apps button <span class="lg lg-apps"></span> at the Control Panel and selecting the Time Bank button <span class="lg lg-time-bag"></span>
ca: Pots obrir el Banc de Temps fent clic al botó Apps <span0></span0> del Panell de Control i seleccionant el botó Banc de Temps <span1></span1>
es: <![CDATA[Puedes abrir el Banco de Tiempo haciendo clic en el botón Apps <span class="lg lg-apps"></span> del Panel de Control y seleccionando el botón Banco de Tiempo <span class="lg lg-time-bag"></span>]]>
eu: Denbora Bankuaren aplikaziora sartzeko joan zure kontrol panelera <span class="lg lg-apps"></span> eta bertan denbora bankuko botoia <span class="lg lg-time-bag"></span> sakatu
it: Puoi aprire la Banca del Tempo cliccando sul pulsante Apps <span0></span0> del Pannello di Controllo e selezionando il pulsante Banca del Tempo <span1></span1>

# HelpTimeBankApp3
source: Each timebanking call will add or subtract time to your time balance according to {0}
ca: Cada trucada de banc de temps t'afegirà o restarà temps del teu saldo de temps d'acord a {0}
es: Cada llamada de banco de tiempo te añadirá o restará tiempo de tu saldo de tiempo de acuerdo a {0}
eu: Denbora bankuko dei bakoitzak saldoa geitu edo kenduko dizu {0}-en arabera
it: Ogni chiamata di banca del tempo ti aggiungerà o sottrrà tempo di tuo saldo di tempo {0}

# HelpTimeBankAppTitle
source: Time Bank
ca: Banc del Temps
es: Banco de Tiempo
eu: Denbora Bankua
it: Banca del Tempo

# HelpHTGeoTitle
source: How to set geolocation permissions
ca: Com establir permisos de geolocalització
es: Cómo establecer permisos de geolocalización
it: Come impostare i permessi di geolocalizzazione

# HelpHTBrowser
source: For the best user experience you should be using Google Chrome or Mozilla Firefox
ca: Per millorar l'experiència d'usuari hauries d'estar fent servir Google Chrome o Mozilla Firefox
es: Para la mejor experiencia de usuario deberías estar usando Google Chrome o Mozilla Firefox
it: Per la migliore esperienza utente si dovrebbe usare Google Chrome o Mozilla Firefox

# HelpHTGeoChr2
source: Find the "Location" section
ca: Troba la secció "Ubicació"
es: Encuentra la sección "Ubicación"
it: Trova la sezione "Localizzazione".

# HelpHTGeoChr3
source: Choose Allow always
ca: Escull permetre sempre
es: Elige permitir siempre
it: Scegli permettere sempre

# HelpHTGeoChr4
source: Close the options panel
ca: Tanca el panell d'opcions
es: Cierra el panel de opciones
it: Chiudi il pannello Opzioni

# HelpHTGeoClickpadlock
source: Click the green padlock at the left of the address bar
ca: Fes click al cadenat a l'esquerra de la barra d'adreces
es: Haz click en el candado a la izquierda de la barra de direcciones
it: Clicca sul lucchetto a sinistra della barra degli indirizzi

# HelpHTGeoFF2
source: Find the "Location" warning indicating that the permission is denied
ca: Troba l'avís de "Ubicació" indicant que el permís està denegat
es: Encuentra el aviso de "Ubicación" indicando que el permiso está denegado
it: Trova l' avvertenza "Localizzazione" che indica che l' autorizzazione è stata negata

# HelpHTGeoFF3
source: Remove it clicking the cross button
ca: Elimina clicant el botó amb la creu
es: Elimínalo clicando el botón con la cruz
it: Elimina cliccando il pulsante con la croce

# HelpHTGeoFF5
source: The browser shows a popup asking for permission to share your location with Langademy
ca: El navegador mostra una finestra sol·licitant permís per compartir la teva ubicació amb Langademy
es: El navegador muestra una ventana solicitando permiso para compartir tu ubicación con Langademy
it: Il browser mostra un popup che chiede il permesso di condividere la tua localizzazione con Langademy

# HelpHTGeoFF6
source: Check the "Remember this decision" checkbox and click the Allow access button
ca: Marca l'opció "Recordar aquesta decisió" i fes clic al botó permetre accés
es: Marca la opción "Recordar esta decisión" y haz click en el botón permitir acceso
it: Seleziona l'opzione "Ricorda questa opzione" e clicca sul pulsante consenti accesso.

# HelpHTGeoRefresh
source: Refresh the page
ca: Refresca la pàgina
es: Refresca la página
it: Aggiorna la pagina
