Repository: moar/lingoResx
Catalog: Views/Help/Help.*.resx
Languages: ca, es, eu, it

# HelpWCR8
source: Each language requires having a minimum number of positive votes. In order to gain positive votes, native speakers have to make calls in that language with language learners. They can make free (a 0-credits rate) or time banking calls. If a native speaker wants to gather learners at a certain date and time, they can create meetups. More info at {0}
ca: Cada llengua requereix tenir un nombre de vots positius mínim. Per guanyar vots positius, els parlants natius tenen que fer videotrucades amb els estudiants per guanyar vots positius. Si un natiu vol reunir a diversos estudiants a la mateixa hora, pot crear quedades. Més informació a {0}
es: Cada idioma requiere tener un número de votos positivos mínimo. Para ganar votos positivos, los hablantes nativos tienen que hacer videollamadas con los estudiantes y ganar votos positivos. Si un nativo quiere reunir a varios estudiantes a la misma hora, puede crear quedadas. Más información en {0}
eu: Hizkunta bakoitzak botu positibo kopuru minimo bat eskatzen du Wallet deiak eginaz dirua irabazi ahal izateko. Botu positiboak irabazteko, Hizkuntza hortaok txat gelara joan eta botu positiboak irabazi daitezke ikasleekin bideo deiak eginez. Hiztun natibo batek ordu berean ikasle ugari bildu nahi baditu, bilerak sortu ditzakete bilera taulan. Informazio gehiago hemen ({0})
it: Ogni lingua richiede un numero minimo di voti positivi. Per guadagnare voti positivi, i madrelingua possono effettuare chiamate video con gli studenti per guadagnare un feedback positivo. Se un madrelingua vuole riunire diversi studenti allo stesso tempo, è possibile creare degli appuntamenti. Maggiori informazioni sul {0}

# HelpWCR9
source: Complete the billing address: Go to My Wallet and complete the billing address.
ca: Omplir l'adreça de facturació: ves a My Wallet i omple la teva adreça de facturació
es: Rellenar la dirección de facturación: ve a My Wallet y rellena tu dirección de facturación
eu: Bete ezazu zure fakturazio helbidea: joan My Walletera eta bete ezazu bertan
it: Riempi l'indirizzo di fatturazione: Vai a my Wallet e riempi il tuo indirizzo di fatturazione

# HelpWalletIntro1
source: <span class="lg lg-wallet"></span> My Wallet is the app where you can manage your finances at Langademy. In this app you can check your transactions, invoicing history and add or edit your invoicing data. You can also purchase credits an request credit withdrawals from My Wallet.
ca: My Wallet és l'aplicació on pots gestionar les teves finances de Langademy. En aquest app podràs consultar els teus moviments, el teu històric de factures i afegir o editar la teva informació de facturació. Langademy també permet les compres i reintegraments de crèdits.
es: <![CDATA[<span class="lg lg-wallet"></span> Mi Wallet es la aplicación donde puedes gestionar tus finanzas de Langademy. En este app puedes consultar tus transacciones, tu histórico de facturas y añadir o editar tu información de facturación. También puedes comprar créditos y solicitar reintegros desde Mi Wallet.]]>
eu: <span class="lg lg-wallet"></span>My Wallet aplikazioa Langademyk zure finantzak kudeatzeko eskeintzen dizun aplikazioa da. Bertan zure mugimenduak eta zure fakturen historikoa ikusi, kredituak erosi, zure fakturazio infomazioa editatu eta kredituak ateratzeko eskaerak egin ditzakezu.
it: <span0></span0> My Wallet è l'applicazione in cui è possibile gestire le tue finanze Langademy. In questa app può controllare i tuoi movimenti, la tua cronologia di fatture e aggiungere o modificare le informazioni di fatturazione. Langademy permette anche gli acquisti di credito.

# HelpWalletIntro2
source: You can open My Wallet app clicking the Apps button <span class="lg lg-apps"></span> at the Control Panel and selecting the My Wallet button <span class="lg lg-wallet"></span>
ca: Si has entrat en Langademy per aprendre idiomes, ves a les sales de xat i revisa les seves tarifes i reputacions
es: <![CDATA[Puedes abrir el app Mi Wallet clicando el botón Apps <span class="lg lg-apps"></span> del Panel de Control y seleccionando el botón Mi Wallet <span class="lg lg-wallet"></span>]]>
eu: My Wallet aplikazioa zure kontrol panelean App-en botoia <span class="lg lg-apps"></span> sakatuz eta bertan Walleteko botoia <span class="lg lg-wallet"></span> aukeratuz zabaldu dezakezu
it: È possibile aprire l'applicazione My Wallet facendo clic sul pulsante Apps <span0></span0> sul pannello di controllo e selezionando il pulsante My Wallet <span1></span1>

# HelpHeaderTitle
source: Langademy Help
ca: Ajuda de Langademy
es: Ayuda de Langademy
eu: Langademyko laguntza
it: Centro assistenza di Langademy

# HelpIndexTitle
source: How can we help you?
ca: Com podem ajudar-te?
es: ¿Cómo podemos ayudarte?
eu: Nola lagun zaitzakegu?
it: Come possiamo aiutarti?

# HelpNativesSent6
source: Introduction to Wallet rooms and calls
ca: Introducció a les sales i trucades de Wallet
es: Introducción a las salas y llamadas de Wallet
eu: Wallet gelak eta deietara sarrera
it: Introduzione alle stanze e chiamate Wallet

# HelpNativesSent7
source: When you have the minimum reputation required for a certaing language, you will have to specify a rate for your calls. Once you are in a room, you can chat with the language learners while you wait someone to call you. If you have a good reputation and you make a good impression in the chat room, it will be easier to receive calls.
ca: Quan tinguis la reputació suficient en un idioma, hauràs d'especificar una tarifa per les teves trucades d'aquest idioma. Quan estiguis a la sala, podràs xatejar amb els estudiants que trobis allà o esperar que algú et truqui. Si tens una bona reputació i si dones una bona impressió al xat tindràs més possibilitats de rebre trucades.
es: Cuando tengas la reputación suficiente en un idioma, tendrás que especificar una tarifa para tus llamadas de ese idioma. Cuando estés en la sala, podrás chatear con los estudiantes que encuentres allí o esperar a que alguien te llame. Si tienes una buena reputación y si das una buena impresión en el chat tendrás más posibilidades de recibir llamadas.
eu: Hizkuntza batean Wallet deiak egiteko erreputazioa daukazunean, Wallet deietarako tarifa bat ezarri beharra daukazu. Hizkuntza hortako gela barruan zaudenean, norbaitek deitzen zaituen bitartean gelako beste partaideekin txateatu ezazu. Erreputazio ona badaukazu eta txatean inpresio ona ematen baduzu errezagoa izango da deiak jasotzea
it: Quando si dispone di sufficiente reputazione in una lingua, devi specificare una tasso per le chiamate da quella lingua. Quando sei nella chat room, è possibile chattare con gli studenti che lì troverai o aspetti che qualcuno ti chiami. Se hai una buona reputazione, avrai più possibilità di ricevere chiamate.

# HelpNativesSent8
source: When you receive a video call, your rate will be applied to the call and your Wallet credit balance will be updated once the call is finished. Each call will have a fee ({0}) that will be charged to your account at the end of the month.
ca: Quan rebis una vídeotrucada, s'aplicarà la tarifa que hagis establert i quan acabe la trucada el teu saldo serà actualitzat. Cada trucada té una comissió ({0}) que serà cobrada del teu compte a final de mes.
es: Cuando recibas una videollamada, se le aplicará la tarifa que hayas establecido y cuando acaba la llamada tu saldo será actualizado. Cada llamada tiene una comisión ({0}) que será cobrada de tu cuenta al final de mes
eu: Bideo dei bat jasotzen duzunean, zuk ezarritako tarifa aplikatuko zaio deiari, eta zure saldoa deia bukatzen denean eguneratuko da. Dei bakoitzak komisio bat dauka ({0}), komisio hori hilaren bukaeran kobratuko zaizularik.
it: Quando ricevi una chiamata video, si applicherà il tasso impostato e al termine della chiamata il saldo verrà aggiornato. Ogni chiamata ha una commissione ({0}) che verrà addebitato sul tuo conto, alla fine del mese.

# HelpCheckPrices
source: check prices
ca: consulta els preus
es: consulta los precios
eu: ikusi prezioak
it: controlla i prezzi

# HelpCalendarTitle
source: Langademy calendar
ca: Calendari Langademy
es: Calendario Langademy
eu: Langademy egutegia
it: Calendario Langademy

# HelpCompleteProfile1
source: The main reason to complete your profile is to help you contact with students easily and to ensure that you appear in search results. Completing your profile will attract more students' attention and you will have more conversation requests.
ca: La raó principal per completar el teu perfil és que t'ajudarà a contactar fàcilment amb els estudiants i a aparèixer en els resultats de cerca. Si omples el teu perfil i el teu calendari cridaràs l'atenció dels estudiants i et faran més sol·licituds per a converses privades
es: La razón principal para completar tu perfil es que te ayudará a contactar más fácilmente con estudiantes y además te aseguras de aparecer en los resultados de búsqueda. Si rellenas tu perfil y tu calendario llamarás la atención de más estudiantes y te llegarán más solicitudes para tener conversaciones privadas.
eu: Zure profila osatzeko arrazoi nagusia, ikasleen arreta deitu eta bilaketa emaitzetan egoera hobetzea da. Profila beterik badaukazu, ikasle gehiagok egingo dizkizute konbertsazio eskaerak.
it: Il motivo principale per completare il tuo profilo è che ti aiuterà a metterti in contatto con gli studenti e di apparire nei risultati di ricerca. Se si compila il tuo profilo e il calendario, richiamerai l'attenzione degli studenti e ti arriveranno più richieste di conversazioni private

# HelpCompleteProfile2
source: You can upload your profile photo and a cover photo. You should also include your gender, age and country, and a brief overview about you.
ca: Pots pujar la teva foto de perfil i una foto de portada. També hauries incloure la teva edat, país, sexe i una breu descripció sobre tu.
es: Puedes subir tu foto de perfil y una foto de portada. También deberías incluir tu edad, país, sexo y una breve descripción sobre ti.
eu: Zure profileko eta azaleko argazkia igo ditzakezu. Zure adina, bizilekua, sexua eta zutaz hitz egiten duten hitz batzuk era sartu beharko zenituzke.
it: Puoi caricare la tua immagine del profilo e foto di copertina. Dovresti anche includere la tua età, il paese, e una breve descrizione di te.

# HelpCompleteProfile3
source: You must also add the languages you speak and/or learn. When you add a language you must set your level, meaning:
ca: També has d'afegir els idiomes que vols parlar i / o aprendre. Quan afegeixes un idioma has de definir un nivells, la qual cosa vol dir que:
es: También tienes que añadir los idiomas que quieres hablar y/o aprender. Cuando añades un idioma debes indicar tu nivel. Los códigos de nivel significan:
eu: Ikasi eta irakatsi nahi dituzun hizkuntzak ere sartu beharra daukazu. Hizkuntza bat geitzen duzunean, zure maila zein den aukeratu behar duzu:
it: Devi anche aggiungere le lingue che si vuole parlare e / o imparare. Quando si aggiunge una lingua deve definire un livello, questo significa che:

# HelpCompleteProfileTitle
source: Why you should complete your profile
ca: Per què hauries complear teu perfil
es: Por qué deberías completar tu perfil
eu: Zergatik bete behar duzun zure profila
it: Perché si dovrebbe complear tuo profilo

# HelpProfileTitle
source: Langademy profile
ca: Perfil Langademy
es: Perfil Langademy
eu: Langademyko profila
it: Profilo Langademy

# HelpSetAvailability1
source: You set your availability in your calendar in order to restrict the dates and times in which you are gonna be available for private conversations with language students. They will only be able to send you requests for the dates and times you decide, and never for a conversation longer than 2 hours. What is more, you can also restrict the type of conversation you accept (time banking conversations, paid conversations or any of those).
ca: Establir la disponibilitat en el teu calendari serveix per restringir les dates i hores en les que vas a estar disponible per mantenir converses privades amb estudiants. Aquests només et podran enviar sol·licituds a les franges disponibles que has definit, i mai per un període superior a les 2 hores. A més, també pots restringir el tipus de conversa que vas a acceptar (banc de temps, converses pagades o qualsevol de les dues opcions)
es: Establecer la disponibilidad en tu calendario sirve para restringir las fechas y horas en las que vas a estar disponible para mantener conversaciones privadas con estudiantes. Éstos solo te podrán mandar solicitudes en las franjas disponibles que has definido, y nunca por un periodo superior a las 2 horas. Además, también puedes restringir el tipo de conversación que vas a aceptar (banco de tiempo, conversaciones pagadas o cualquiera de las dos opciones)
eu: Zure ordu libreak egutegian sartu behar dituzu, ikasleek libre noiz zauden jakin eta eskaerak egin diezazkizuten. Ordu hoietan soilik egin ahal izango dizkizute eskaerak, eta inoiz ez dira izango 2 ordu baino gehiagokoak. Gainera, izan nahi dituzun konbertsazio motak ere aukeratu ditzakezu (denbora bankuko konbertsazioak, ordainpekoak edo bi motetakoak)
it: Stabilire la disponibilità sul calendario serve per limitare le date e gli orari in cui sarete a disposizione per tenere conversazioni private con gli studenti. Qui è possibile inviare solo le richieste nelle celle disponibile che hai definito, e mai per periodo di più di 2 ore. Inoltre, si può anche limitare il tipo di conversazione che accetterai (banca del tempo, le conversazioni a pagamento o una delle due opzioni)

# HelpSetAvailability10
source: How do I change the start time of a block?
ca: Com puc canviar l'hora d'inici d'una franja marcada com a disponible?
es: ¿Cómo puedo cambiar la hora de inicio de una franja marcada como disponible?
eu: Nola aldatu dezaket eskuragarritasun bloke baten hasierako ordua?
it: Come posso cambiare l'orario di inizio di una cella marcata come disponibile?

# HelpSetAvailability11
source: You can drag and drop the blocks over other free slots. If you are using a touchable device, touch and hold before you start dragging
ca: Pots arrossegar els blocs sobre altres blocs lliures. Si utilitzeu un dispositiu tàctil, prem i mantin la pulsació abans de començar a arrossegar un bloc
es: Puedes arrastrar los bloques sobre otros bloques libres. Si estás usando un dispositivo táctil, pulsa y mantén la pulsación antes de empezar a arrastrar un bloque
eu: Blokeak arrastatu eta askatu egin ditzakezu libre dauden zirrikituetan. Ukimen gailu batekin bazabiltza, ukitu eta mantendu ukiketa blokea arrastatzen hasi aurretik
it: È possibile trascinare i blocchi su altri blocchi liberi. Se si utilizza un dispositivo touch, tenere premuto il dito prima di iniziare a trascinare un blocco

# HelpSetAvailability12
source: How do I remove a block?
ca: Com puc esborrar una franja marcada com a disponible?
es: ¿Cómo puedo borrar una franja marcada como disponible?
eu: Nola ezabatu dezaket bloke eskuragarri bat?
it: Come posso cancellare una striscia marcata come disponibile?

# HelpSetAvailability13
source: Click the block you want to remove and a popover with the option Remove will appear. Click Remove to confirm
ca: Fes clic en el bloc que vols eliminar i veuràs una finestra flotant amb l'opció d'esborrar. Fes clic esborrar per confirmar.
es: Clica en el bloque que quieres eliminar y aparecerá un menú con la opción para borrarlo. Clica borrar para confirmar.
eu: Aukeratu ezabatzea nahi duzun blokea eta leiho bat irekiko zaizu blokea ezabatzeko aukerarekin.
it: Clicca sul blocco che vuoi eliminare e vedrai una finestra flottante con la possibilità di cancellare. Clicca cancellare per confermare.

# HelpSetAvailability2
source: Keeping your availability updated will help you to organize your time as a native speaker and you will avoid the frustration of dealing with contact requests when you're not looking to speak with students. Take into account that if you do not set your availability, you will only be able to make videocalls with your contact list or with other students at the chat rooms
ca: Mantenir la teva disponibilitat actualitzada t'ajudarà a organitzar el teu temps com a parlant natiu i evitaràs haver de rebre sol·licituds de contacte quan no vulguis parlar amb estudiants. Tingues en compte que si no defineixes la teva disponibilitat, només podràs fer videotrucades amb la teva llista de contactes o amb els estudiants que trobis a les sales de xat.
es: Mantener tu disponibilidad actualizada te ayudará a organizar tu tiempo como nativo y evitarás recibir muchas solicitudes de contacto cuando no quieras hablar con estudiantes. Ten en cuenta que si no defines tu disponibilidad, solo podrás hacer videollamadas con tu lista de contactos o con los estudiantes que encuentres en las salas de chat.
eu: Zure eskuragarritasun egutegia eguneratua mantentzea gomendagarria da. Ez baduzu egiten, zure kontaktu zerrendako pertsonekin edo txat geletan dauden pertsonekin soilik egin ahal izango dituzu deiak
it: Mantenere la tua disponibilità attuale ti aiuterà a organizzare il tuo tempo come un madrelingua e evitare di dover ricevere le richieste di contatto, quando non si vuole parlare con gli studenti. Se non si definisce la propria disponibilità, è possibile effettuare solo chiamate video con i tuoi contatti o studenti che troverai nelle chat room.

# HelpSetAvailability3
source: To set your availability go to <a href="{0}" class="link">My calendar</a> and click Edit Availability at the top, or go directly to <a href="{1}" class="link">Edit availability</a> and follow these steps:
ca: Per definir la teva disponibilitat ves a <a0> El meu calendari </ a0> i clica Edita Disponibilitat a la part superior, o ves directament a <a1> Edita disponibilitat </ a1> i segueix aquests passos:
es: <![CDATA[Para definir tu disponibilidad ve a <a href="{0}" class="link">Mi calendario</a> y clica Editar Disponibilidad en la parte superior, o ve directamente a <a href="{1}" class="link">Editar disponibilidad</a> y sigue estos pasos:]]>
eu: Zure ordu libreak editatzeko joan <a href="{0}" class="link"> Nire egutegia</a>-ra eta klikatu Editatu Eskuragarritasuna botoian edo joan <a href="{1}" class="link"> Editatu eskuragarritasun</a>-era eta jarritu pauso hauek:
it: Per impostare la tua disponibilità vai a <a0> Il mio calendario </ a0> e clicca su Modifica Disponibilità, in alto, o vai direttamente a <a1> Modifica Disponibilità </ a1> e segui questi passi:

# HelpSetAvailability4
source: Select the type of conversation you want to receive requests for by clicking Wallet, Time banking or Both
ca: Tria el tipus de conversa que vols rebre, clicant Wallet, Banc de Temps o totes dos
es: Elige el tipo de conversación en el quieres recibir las solicitudes clicando Wallet, Banco de Tiempo o los dos
eu: Aukeartu zein kobertsazio motako eskariak jaso nahi dituzun, Wallet, denbora bankua edo biak aukeratuz
it: Sceglie il tipo di conversazione che vuoi ricevere, cliccando Wallet, Banca del Tempo o entrambi

# HelpSetAvailability5
source: Click and drag over any free time slots. (If you are using a touchable device, you will have to touch and hold before you start dragging)
ca: clica i arrossega sobre qualsevol franja de temps disponible (si estàs fent servir un dispositiu tàctil, has de prémer i mantenir la pulsació abans de començar a arrossegar el dit)
es: clica y arrastra sobre cualquier franja de tiempo que esté libre (si estás usando un dispositivo táctil, tienes que pulsar y mantener la pulsación antes de empezar a arrastrar el dedo)
eu: Klikatu eta arrastatu blokeak ordu libreen gainean (ukimen gailu bat erabiltzen bazabiltza, ukitu eta ukiketa hori mantendu egin beharko duzu arrastatzen hasi aurretik).
it: clicca e trascina su qualsiasi cella di tempo disponibile (se si utilizza un dispositivo touch, è necessario premere e tenere premuto prima d'iniziare a trascinare il dito)

# HelpSetAvailability6
source: Repeat previous steps for creating as many blocks as you want
ca: Repeteix els passos anteriors per crear tants blocs com vulguis
es: Repite los pasos anteriores para crear tantos bloques como quieras
eu: Errepikatu aurreko pausoak nahi dituzun adina bloke sortzeko
it: Ripete i passi precedenti per creare il maggior numero di blocchi che vuoi

# HelpSetAvailability7
source: How do I change the duration of an available block?
ca: Com puc canviar la durada d'un bloc disponible?
es: ¿Cómo puedo cambiar la duración de un bloque disponible?
eu: Nola aldatu dezaket bloke eskuragarri baten iraupena?
it: Come posso modificare la durata di un blocco disponibile?

# HelpSetAvailability8
source: Place your mouse pointer on the block you want to change. Two small lines will appear at the end. Click those lines and drag for resizing the block until it has the duration you want.
ca: Posa el punter sobre el bloc que vulguis canviar. Veuràs dues petites ratlles al final del bloc. Clica sobre aquestes línies i arrossega-les per canviar la mida dels blocs fins que tinguin la durada que desitja.
es: Pon el puntero sobre el bloque que quieras cambiar. Verás dos pequeñas líneas al final del bloque. Clica sobre esas líneas y arrástralas para cambiar el tamaño del bloque hasta que tenga la duración que quieres.
eu: Jarri saguaren erakuslea aldatu nahi duzun blokearen gainean. Bi marra txiki agertuko zaizkizun blokearen behekaldean. Klikatu hauen gainean eta berdimentsiona ezazu blokea nahi duzun luzera lortu arte
it: Posiziona il cursore sul blocco che vuoi modificare. Vedrai due piccole strisce alla fine del blocco. Clicca su queste linee e trascina le per modificare la dimensione dei blocchi fino a quando hanno la lunghezza desiderata.

# HelpSetAvailability9
source: If you are using a touchable device, touch and hold on the block until a small white dot appears at the end of the block. Then touch the dot and drag for resizing the block
ca: Si utilitzeu un dispositiu tàctil, mantingues un bloc premut fins que vegis un petit punt blanc al final del bloc. Després prem sobre el punt i arrossega per redimensionar el bloc.
es: Si estás usando un dispositivo táctil, mantén un bloque pulsado hasta que veas un pequeño punto blanco al final del bloque. Después pulsa sobre el punto y arrástralo para redimensionar el bloque.
eu: Ukimen gailu bat erabiltzen bazabiltza, ukitu eta mantendu ezazu ukiketa blokean puntu bat azaltzen den arte. Orduan blokea berdimentsionatu eta arrastatu ahal izango duzu
it: Se si utilizza un dispositivo touch, mantenere premuto un blocco fino a vedere un piccolo punto bianco alla fine del blocco. Quindi clicca sul punto e trascina per ridimensionare il blocco.

# HelpSetAvailabilityTitle
source: Set your availability
ca: Edita la teva disponibilitat
es: Edita tu disponibilidad
eu: Ezarri zure eskuragarritasuna
it: Modifica la tua disponibilità

# HelpSetRate1
source: Once you meet the <a href="{0}" class="help link">requirements</a>, you can set your rate for charging students for private conversations. To do so, follow the next steps:
ca: Una vegada que compleixis els <a0> requisits </ a0>, podràs definir una tarifa per cobrar als teus alumnes per mantenir converses. Per a això, segueix aquests passos:
es: <![CDATA[Una vez que cumplas los <a href="{0}" class="help link">requisitos</a>, podrás definir una tarifa para cobrar a tus alumnos por mantener conversaciones. Para ello, sigue estos pasos:]]>
eu: <a href="{0}" class="help link">Eskakizunak</a> betetzen dituzunean, konbertsazioengatik kobratzeko zure tarifa ezarri dezakezu. Horretarako, pauso hauek jarraitu behar dituzu:
it: Una volta soddisfatti i <a0> requisiti </ a0>, è possibile stabilire una tassa per far pagare ai tuoi studenti per mantenere conversazioni. Puoi seguire questi passi:
