Repository: moar/lingoResx
Catalog: Views/ChatRooms/Chatroom.*.resx
Languages: ca, es, eu, it

# CRAdvanced
source: Advanced
ca: Avançat
es: Avanzado
eu: Maila aurreratua
it: Avanzato

# CRAutomaticPartner
source: Automatic partner finder
ca: Cercador automàtic de companys
es: Buscador automático de compañeros
eu: Mintzalagun bilatzaile automatikoa
it: Ricerca automatica di compagni

# CRWalletAvailable
source: Wallet calls
ca: Trucades Wallet
es: Llamadas Wallet
eu: Wallet deiak
it: Chiamate Wallet

# CRBeginners
source: Beginners
ca: Principiant
es: Principiante
eu: Sarrera maila
it: Principiante

# CRTBCall
source: Timebank call
ca: Trucada Banc de Temps
es: Llamada Banco de Tiempo
eu: Denbora bankuko deia
it: Chiamata Banca del Tempo

# CRHideFiltered
source: Hide filtered
ca: Ocultar filtrats
es: Ocultar filtrados
eu: Iragazi
it: Nascondere filtrati

# CRIntermediate
source: Intermediate
ca: Intermedi
es: Intermedio
eu: Erdi maila
it: Intermedio

# CRMeetupsTab
source: Meetups
ca: Quedades
es: Quedadas
eu: Bilerak
it: Appuntamenti

# CRMeetupTime
source: There's a meetup scheduled at {0}
ca: S'ha organitzat una quedada a la (s) {0}
es: Se ha organizado una quedada a la(s) {0}
eu: Bilera bat antolatu da {0}-tan
it: Si ha organizzato un appuntamento alle {0}

# CRMeetupTopics
source: Meetup topics
ca: Temes de les quedada
es: Temas de las quedada
eu: Bilerako gaiak
it: Argomenti degli appuntamenti

# CRNatives
source: Natives
ca: Natius
es: Nativos
eu: Natiboak
it: Madrelingua

# CRNextMeetups
source: Next meetups
ca: Següents quedades
es: Siguientes quedadas
eu: Hurrengo bilerak
it: Prossimi appuntamenti

# CRNoLanguageMeetups
source: There are no meetups scheduled for this room
ca: No s'han organitzat quedades per a aquesta sala
es: No se han organizado quedadas para esta sala
eu: Ez da bilerarik antolatu gela hontarako
it: Non si hanno organizzato appuntamenti per questa stanza

# CRNoMeetup
source: No meetups are scheduled at this time.
ca: No hi ha cap quedada a aquesta hora
es: No hay ninguna quedada a esta hora
eu: Ez dago bilerarik ordu honetan
it: Non c'è nessun appuntamento a quest'ora

# CRNoTopicsProposed
source: Nobody has proposed conversation topics for this meetup
ca: No s'han proposat temes de conversa per a aquesta quedada
es: No se han propuesto temas de conversación para esta quedada
eu: Inork ez du bilera honetarako hizketa gairik proposatu
it: Non ci sono preposti argomenti di conversazione in questo appuntamento

# CRNumNatives
source: Natives
ca: Natius
es: Nativos
eu: Natiboak
it: Madrelingua

# CRNumParticipants
source: Participants
es: Participantes
eu: Partaideak
it: Partecipanti

# CRTopicsTab
source: Topics
ca: Temes
es: Temas
eu: Gaiak
it: Argomenti

# CRUsersCount
source: users
ca: usuaris
es: usuarios
eu: pertsona
it: utenti

# CRUsersTab
source: Users
ca: Usuaris
es: Usuarios
eu: Erabiltzaileak
it: Utenti

# CRViewProfile
source: View profile
ca: Veure perfil
es: Ver perfil
eu: Profila ikusi
it: Visualizza il profilo

# CRWriteTextbox
source: Write here...
ca: Escriu aquí..
es: Escribe aquí...
eu: Idatzi hemen...
it: Scrive qui...

# CRParticipants
source: Participants
es: Participantes
eu: Partaideak
it: Partecipanti

# CRWalletCondition1Content
source: You need to define your availability for Wallet Calls in your profile calendar. Go to {0} and fill your availability for this month.
ca: Has de definir la teva disponibilitat per a trucades Wallet al teu calendari. Vés a {0} i omple la teva disponibilitat per a aquest mes.
es: Tienes que definir tu disponibilidad para llamadas Wallet en tu calendario. Ve a {0} y rellena tu disponibilidad para este mes.
eu: Gutxienez {0} boto positibo eduki behar dituzu {1}-(e)ko konbertsazioetan. Joan {1}-(e)ko gelara, egin bideo deiak eta irabazi itzazu botu positiboak! Eta ez ahaztu bilerak sortzeaz jendea zu ezagutzen joan dadin.
it: È necessario definire la disponibilità per le chiamate Wallet nel calendario. Vai su {0} e compila il modulo di disponibilità per questo mese.

# CRWalletCondition1Title
source: Fill your availability:
ca: Omple la teva disponibilitat:
es: Rellena tu disponibilidad:
eu: Erreputazioa irabazi:
it: Compila la tua disponibilità:

# CRWalletCondition2Content
source: Go to your {0} and add your billing details
ca: Vés al teu {0} e introdueix les teves dades de facturació
es: Vete a tu {0} e introduce tus datos de facturación
eu: Joan zure {0}era eta geitu itzazu zure fakturazio datuak
it: Vai al tuo {0} e aggiunge i tuoi dati di fatturazione

# CRWalletCondition2Title
source: Add your billing details:
ca: Afegeix les teves dades de facturació:
es: Añade tus datos de facturación:
eu: Geitu itzazu zure fakturazio datuak:
it: Aggiunge i tuoi dati di fatturazione:

# CRWalletConditionHeading
source: You can't update your rate in this language
ca: No pots establir una tarifa per aquest idioma
es: No puedes establecer una tarifa para este idioma
eu: Ezin dezakezu hizkuntza honen tarifa definitu
it: Non è possibile stabilire una tariffa per questa lingua

# CRWalletConditions
source: If you want to set the rate in this language you need to:
ca: Per establir una tarifa en aquest idioma es necessita:
es: Si deseas establecer una tarifa en este idioma necesitas:
eu: Hizkuntza honetarako tarifa bat definitu nahi baduzu baldintza hauek bete behar dituzu:
it: Se vuoi stabilire una tariffa in questa lingua bisogni:

# CRVisitorSentence
source: Writing in this chat room is free but you must have credits in your Wallet ({0})
ca: Escriure en aquesta sala és gratis però necessites tenir crèdits al teu compte Wallet ({0})
es: Escribir en esta sala es gratis pero necesitas tener créditos en tu cuenta Wallet ({0})
eu: Txat honetan idaztea doan da baina zure Walletean kredituak eduki behar dituzu ({0})
it: Scrivere in questa chat room è gratuito, ma è necessario avere nel tuo conto crediti Wallet ({0})

# CRBuyCredits
source: Buy credits
ca: Compra crèdits
es: Compra créditos
eu: Erosi kredituak
it: Acquista crediti

# CRBalance
source: Your credits
ca: Els teus crèdits
es: Tus créditos
eu: Zure kredituak
it: I tuoi crediti

# CRCreateMeetup
source: Create meetup
ca: Crear quedada
es: Crear quedada
eu: Bilera bat sortu
it: Crea un appuntamento

# CRMBCreateMeetup
source: Create a meetup
ca: Crea una quedada
es: Crea una quedada
eu: Sortu bilera bat
it: Crea un appuntamento

# CRMBSentence1
source: You can't chat with people right now? Is there little activity in the room? No problem! Go to the meetup board and create a meetup on the date an hour you want!
ca: No has pogut contactar amb ningú? Hi ha poca activitat a la sala? No hi ha problema. Vés al tauler de quedades i crea un quedada en el dia i hora que vulguis!
es: No has podido contactar con nadie? Hay poca actividad en la sala? No hay problema. Vete al tablón de quedadas y ¡crea una quedada en la fecha y hora que quieras!
eu: Ezan izan al duzu inorekin kontakturik mantendu? Aktibitate gutxi al dago gelan? Ez dago arazorik. Joan bilera taulara eta sortu ezazu bilera bat zuk nau duzun egun eta orduan!
it: Non hai potuto contattare nessuno? C'è poca attività nella stanza? Nessun problema. Vai sulla tabella di appuntamenti e crea un appuntamento nella data e l'ora che vuoi!

# CRMBSentence2
source: If you create a meetup, other users will know when you will be available or joining this room again to chat or make videocalls.
ca: Si crees una quedada, els altres usuaris sabran quan estarà disponible a unir-te a aquesta sala per xatejar o per fer videotrucades
es: Si creas una quedada, los demás usuarios sabrán cuando estarás disponible unirte a esta sala para chatear o para hacer videollamadas
eu: Bilera bat sortzen baduzu, gainontzeko erabiltzaileek gela honetara txateatzeko edo bideo deiak egiteko noiz sartuko zaren jakingo dute
it: Se si crea un appuntamento, gli altri utenti sapranno quando sarai disponibile a partecipare per chattare o effettuare chiamate video

# CRMBTripBodyTitle
source: Are you looking for someone?
ca: Estàs buscant algú?
es: ¿Estás buscando a alguien?
eu: Norbaiten bila al zabiltza?
it: Stai cercando qualcuno?

# CRMBTripTitle
source: Langademy Meetups
ca: Quedades Langademy
es: Quedadas de Langademy
eu: Langademyko bilerak
it: Appuntamenti Langademy

# CRWalletCall
source: Wallet call
ca: Trucada Wallet
es: Llamada Wallet
eu: Wallet deia
it: Chiamata Wallet

# CREnableWallet
source: Enable Wallet calls to start earning money
ca: Activa les trucades Wallet per començar a guanyar diners
es: Activa las llamadas Wallet para empezar a ganar dinero
eu: Gaitu Wallet deiak dirua irabazten hasteko
it: Abilita le chiamate Wallet per iniziare a fare soldi

# CRTBAvailable
source: Time bank calls
ca: Trucades Banc del Temps
es: Lllamadas Banco de Tiempo
eu: Denbora bankuko deiak
it: Chiamate Banca del Tempo

# CRConditionCalendar
source: your calendar
ca: El teu calendari
es: tu calendario
it: Il tuo candelario

# CRWalletConditionGrantedContent
source: Please, update your rates for wallet calls now
ca: Si us plau, actualitza ara els teus tarifes per a trucades Wallet
es: Por favor, actualiza ahora tus tarifas para llamadas Wallet
it: Per favore, aggiorna ora le tariffe Wallet

# CRWalletConditionGrantedTitle
source: Permissions for wallet calls updated
ca: Permisos actualitzats per a trucades Wallet
es: Permisos actualizados para llamadas Wallet
it: Autorizzazioni aggiornate per le chiamate Wallet

# BackMeetup
source: Back to meetup
ca: Tornar al meetup
es: Volver al meetup
it: Ritornare al meetup

# MeetupOverNotAccess
source: The meetup is over. You can join another or schedule a new one
ca: El meetup ha finalitzat. Pots unir-te a un altre o programar un de nou
es: El meetup ha finalizado. Puedes unirte a otro o programar uno nuevo
it: Il meetup è terminato. È possibile unirsi ad un altro o pianificarne uno nuovo

# NotParticipantNoAccess
source: You must join the meetup before you can enter the room. Go back to the meetup page and click the "{0}" button
ca: Has de apuntar-te al meetup abans de poder entrar a la sala. Torna enrere a la pàgina de l'meetup i fes clic al botó "{0}"
es: Tienes que apuntarte al meetup antes de poder entar a la sala. Vuelve atrás a la página del meetup y haz clic en el botón "{0}"
it: Devi registrarti per il meetup prima di poter entrare nella stanza. Ritorna alla pagina di meetup e clicca sul pulsante "{0}"

# NotSpeaksNoAccess
source: This meetup is for speaking {0}. You must add this language to your profile if you want to attend the meetup
ca: Aquest meetup és per parlar {0}. Has d'afegir aquest idioma al teu perfil si vols apuntar-te a aquest meetup
es: Este meetup es para hablar {0}. Tienes que añadir este idioma a tu perfil si quieres apuntarte a este meetup
it: Questo meetup serve per parlare {0}. È necessario aggiungere questa lingua al tuo profilo se vuoi unirti a questo meetup

# ViewAllLangMeetups
source: View all {0} meetups
ca: Veure tots els meetups de {0}
es: Ver todos los meetups de {0}
it: Visualizza tutt i meetups di {0}

# CRWalletConditionWallet
source: Wallet
eu: Walleta
