Repository: moar/lingoResx
Catalog: Views/BookLessons/Index.*.resx
Languages: ca, it

# ActiStudBefore
source: Only students can purchase lessons. Follow the next link to activate your student profile
ca: Només els estudiants poden comprar classes. Fes click al següent link per activar el teu perfil d'estudiant
it: Solo gli studenti possono acquistare le lezioni. Segui il link successivo per attivare il tuo profilo di studente

source: and pay
ca: i pagar
it: e pagare

# BookLangTitle
source: Book <span class="text-bold">{0}</span> lessons
ca: Reservar classes de <span0>{0}</span0>
it: Prenotare lezioni di <span0>{0}</span0>

# CheckAndConfirm
source: Check your order before payment
ca: Revisa la teva compa abans de pagar
it: Controlla il tuo acquisto prima di pagare

source: Confirm and pay
ca: Confirmar i pagar
it: Confermare e pagare

# DatesLocal
source: All dates are shown in your local time zone
ca: Totes les dates es mostren a la teva zona horària local
it: Tutte le date sono visualizzate nel fuso orario locale

# FiveFeat1
source: Purchase a pack of 5 lessons (1 hour each)
ca: Comprar un pack de 5 classes (1 hora cadascuna)
it: Acquista un pacchetto di 5 lezioni (1 ora ciascuna)

source: Minimum recharge
ca: Recàrrega mínima
it: Ricarica minima

# NeedWalletRecharge
source: You do not have enough credits in your Wallet account. You need to make a recharge
ca: No tens crèdits suficients en el teu compte Wallet. Has de fer una recàrrega
it: Non hai abbastanza crediti nel tuo account Wallet. È necessario effettuare una ricarica.

# NoLessonRates
source: The teacher removed or updated the rates for this language. Please, refresh the page and book the lesson again
ca: El professor va eliminar o actualitzar les tarifes per a aquest idioma. Si us plau, refresca la pàgina i reserva la classe de nou
it: L'insegnante ha rimosso o aggiornato le tasse per questa lingua. Per favore aggiorna la pagina e prenota di nuovo la classe

# OneFeat1
source: Purchase 1 lesson (1 hour)
ca: Comprar una classe (1 hora)
it: Acquista 1 lezione (1 ora)

# OpenLessonPurchase
source: Lesson purchase
ca: Comprar classe
it: Acquistare lezione

source: Payment
ca: Pagament
it: Pagamento

# PaymentInfo
source: Once you have made the payment, the credits will be subtracted from your wallet account. In case the teacher cannot confirm your reservation, you can recover your credits when you want
ca: Un cop hagis realitzat el pagament, els crèdits es restaran de la teva Wallet. En cas que el professor no confirmi la reserva, pots recuperar els teus crèdits quant vulguis
it: Una volta effettuato il pagamento, i crediti saranno sottratti dal tuo Wallet. Nel caso in cui l'insegnante non confermi la prenotazione, è possibile recuperare i crediti appena lo desideri

source: Pay with Wallet
ca: Pagar amb Wallet
it: Paga con Wallet

# PurchaseProcessed
source: Your purchase is completed! Now you're being redirected to your Lesson Purchases app
ca: La teva compra s'ha completat! Ara estàs sent redirigit al teu app Compres de Classes
it: Il tuo acquisto è completo! Ora sei reindirizzato alla tua app Acquisto di Lezioni

# PurchaseProcessing
source: Your purchase is being processed. Please, wait...
ca: La teva compra està sent processada. Si us plau, espera ...
it: Il tuo acquisto è in corso di elaborazione. Si prega di attendere.....

source: Recharge
ca: Recarregar
it: Ricaricare

# RechargeAndPay
source: Recharge your wallet and pay
ca: Recarrega del teu Wallet i pagar
it: Ricaricare il tu Wallet e pagare

# ReserveOneLessonDate
source: You have to reserve at least the date for one lesson
ca: Tens que reservar la data d'1 classe
it: Devi prenotare almeno la data 1 lezione

source: Select date
ca: Seleccionar data
it: Selezionare data

source: Select rate
ca: Seleccionar tarifa
it: Selezionare tariffa

# SignBefore
source: You have to sign in in order to continue with the purchase
ca: Has d'iniciar sessió per a continuar amb la compra
it: È necessario effettuare il login per continuare con l'acquisto

# TeacherChangedAvailability
source: The teacher has changed the availability calendar. Please, refresh the page and book the lesson again
ca: El professor ha canviat el seu calendari de disponibilitat. Si us plau, refresca la pàgina i reserva la classe de nou
it: L'insegnante ha cambiato il suo calendario di disponibilità. Per favore aggiorna la pagina e prenota di nuovo la lezione

# TenFeat1
source: Purchase a pack of 10 lessons (1 hour each)
ca: Comprar un pack de 10 classes (1 hora cadascuna)
it: Acquista un pacchetto di 10 lezioni (1 ora ciascuna)

# ThirtyFeat1
source: Pay per a 30 minutes lesson
ca: Pagar per 1 classe de 30 minuts
it: Paga 1 lezione di 30 minuti

# ThirtyFeat2
source: This is the best option for a first lesson
ca: Aquesta és la millor opció per a la primera classe
it: Questa è l'opzione migliore per la prima classe

source: Wallet balance
ca: Saldo Wallet
it: Saldo Wallet

# WalletBalanceChanged
source: Your Wallet balance has changed. Please, refresh the page and book again
ca: El teu saldo de Wallet ha canviat. Si us plau, refresca la pàgina i reserva la classe de nou
it: Il tuo saldo Wallet è cambiato. Per favore aggiorna la pagina e prenota di nuovo la classe
