Repository: moar/lingoResx
Catalog: Views/LoginRegister/LoginRegister.*.resx
Languages: ca, es, eu, it

source: Click here
ca: Clica aquí
es: Haz click aquí
eu: Egin klik hemen
it: Clicca qui

source: Complete registration
ca: Completa el registre
es: Completa el registro
eu: Izen ematea osatu
it: Completa la registrazione

# EmailConfirmation
source: Email address confirmation
ca: Confirmació de direcció de correu electrònic
es: Confirmación de dirección correo electrónico
eu: Email helbidearen konfirmazioa
it: Confermazione de indirizzo e-mail

# ConfirmNewPw
source: Confirm new password
ca: Confirmar la nova contrasenya
es: Confirmar nueva contraseña
eu: Berretsi pasahitz berria
it: Conferma la nuova password

source: Confirm password
ca: Confirma contrasenya
es: Confirmar contraseña
eu: Berretsi pasahitza
it: Conferma password

# EmailConfirmationSentence
source: Thank you for confirming your account. Please <a href="{0}" class="link">click here</a> to log in
ca: Gràcies per confirmar el teu compte. Si us plau <a href="{0}" class="link"> clica aquí </a> per iniciar sessió
es: Gracias por confirmar tu cuenta. <a href="{0}" class="link">Clica aquí</a> para loguearte
eu: Eskerrik asko zure kontua egiaztatzeagatik. <a href="{0}" class="link">Klikatu hemen</a> logeatzeko
it: Grazie per confermare il tuo account. Per piacere <a href="{0}" class="link">clicca qui</a> per iniziare sessione

# CurrentPw
source: Current password
ca: Contrasenya actual
es: Contraseña actual
eu: Orain daukazun pasahitza
it: Password attuale

# ExtLoginCompleteInfo
source: Please enter a username for Langademy below and click the Register button to finish logging in
ca: Si us plau, introdueix a sota un nom d'usuari per Langademy i fes clic al botó Registrar per finalitzar el registre
es: Por favor, introduce abajo un nombre de usuario para Langademy y haz clic en el botón Registrar para finalizar el registro
eu: Mesedez, idatzi azpian Langademyrako erabiltzaile izena eta erregistratzeko botoia sakatu izen ematea bukatzeko
it: Prego, inserisce un nome utente per Langademy qui sotto e fai clic sul pulsante Registra per finire la registrazione

# PasswordIsReset
source: Your password has been reset. Please <a href="{0}" class="link">click here to log in</a>
ca: La teva contrasenya s'ha restablert. Si us plau <a href="{0}" class="link">clica aquí </a>per iniciar sessió
es: Tu contraseña ha sido restablecida. <a href="{0}" class="link">Clica aquí</a> para loguearte.
eu: Zure pasahitze berrezarria izan da.<a href="{0}" class="link">Klikatu hemen</a> logeatzeko
it: La tua password è stata cambiata. Per piacere <a href="{0}" class="link">clicca qui</a>per iniziare sessione

# ExtLoginEmailInUse
source: {0} is already in use. Please log in with your Langademy account if you want to link it with {1}
ca: {0} ja està en ús. Si us plau, accedeixi amb el teu compte de Langademy si vols vincular el teu compte amb {1}
es: {0} ya está en uso. Por favor, accede con tu cuenta de Langademy si deseas vincular tu cuenta con {1}
eu: {0} erabitzen ari zara dagoeneko. Mesedez, hasi ezazu zure saioa Langademyko kontuaz {1}-(e)kin linkatzea nahi baduzu
it: {0} è già in uso. Effettua il login con il tuo account Langademy se vuoi collegare con {1}

# ExtLoginSuccess
source: You've successfully authenticated with <strong>{0}</strong>.
ca: T'has autenticat satisfactòriament amb <strong>{0}</strong>.
es: Te has autenticado correctamente con <strong>{0}</strong>.
eu: Behar bezala autentikatu zara <strong>{0}</strong>-(e)kin.
it: Ti hai autenticato con successo con <strong> {0}</strong>.

source: Reset Password
ca: Restablir la contrasenya
es: Restablecer la contraseña
eu: Berrezarri pasahitza
it: Ristabilire la password

# ExtLoginUnsuccessful
source: Unsuccessful login
ca: No t'has pogut loguejar correctament
es: No te has podido loguear correctamente
eu: Login okerra
it: Login non riuscito

# Forgot
source: Forgot your password?
ca: Has oblidat la teva contrasenya?
es: ¿Olvidaste tu contraseña?
eu: Pasahitza ahaztu al duzu?
it: Hai dimenticato la password?

source: Reset password confirmation
ca: Confirmació de recuperació de contrasenya
es: Confirmación de recuperación de contraseña
eu: Pasahitza berreskuratzeko baieztapena
it: Conferma di recupero della password

# InvalidEmailOrPwd
source: Invalid e-mail or password
ca: Correu electrònic o contrasenya incorrecta
es: Correo electrónico o contraseña incorrecta
eu: E-mail edo pasahitz ezegokia
it: E-mail o password sbagliati

# InvitedBy
source: If you have been invited by a Langademy user, insert here the email address of the person that has invited you.
ca: Si has estat convidat per un altre usuari de Langademy, introdueix aquí la seva adreça email
es: Si has recibido invitación de otro usuario de Langademy introduce aquí su dirección de email
eu: Langademyko erabiltzaile batek gonbidatu bazaitu, sartu ezazu hemen bere email helbidea
it: Se sei stato invitato da un utente Langademy, inserire qui l'indirizzo email della persona che ti ha invitato.

source: Reset your password
ca: Restablir la contrasenya
es: Restablecer tu contraseña
eu: Berrezarri pasahitza
it: Ristabilire la tua password

# LastNameLength
source: The last name must be at least {2} characters long and shorter than {1} characters
ca: El cognom ha de tenir almenys {2} caracters i menys de {1} caracters
es: El apellido debe tener al menos {2} caracteres y menos de {1} caracteres
eu: Abizenak, gutxienez {2} karaktere baino gehiago eta {1} karaktere baino gutxiago izan behar ditu
it: L'ultimo nome deve essere di almeno lungo caratteri {2} e più breve di caratteri {1}

# MinLength
source: The {0} must be at least {2} characters long.
ca: El {0} deu de tenir almenys {2} caràcters
es: El {0} debe tener al menos {2} caracteres.
eu: {0}-k gutxienez {2} karaktere izan behar ditu
it: Il {0} deve essere di almeno caratteri {2} lungo.

# NewPw
source: New password
ca: Nova contrasenya
es: Nueva contraseña
eu: Pasahitz berria
it: Nuova password

# NoWhiteSpace
source: No white space is allowed
ca: No es permet ningun espai en blanc
es: No se permite ningún espacio en blanco
eu: Ez da hutsunerik onartzen
it: Nessuno spazio bianco è consentito

source: Password
ca: Clau
es: Contraseña
eu: Pasahitza

# PwdLength
source: The {0} must be at least {2} characters long
ca: El {0} ha de tenir almenys {2} caràcters
es: El {0} debe tener al menos {2} caracteres
eu: {0}-k gutxienez {2} karaktere izan behar ditu
it: Il {0} deve essere di almeno {2} caratteri.

# PwdMatch
source: The password and confirmation password do not match
ca: La clau i la confirmació de clau no coincideixen
es: La contraseña y la confirmación de contraseña no coinciden
eu: Pasahitza eta berrespen pasahitza ez datoz bat
it: La password e la password conferma non corrispondono

# PwDontMatch
source: The new password and confirmation password do not match.
ca: La clau i la confirmació de clau no coincideixen
es: La nueva contraseña y la confirmación de contraseña no coinciden.
eu: Pasahitz berria eta berrespen pasahitza ez datoz bat.
it: La nuova password e la conferma della password non corrispondono.

source: Remember me
ca: Recordeu-me
es: Recuérdame
eu: Gogora nazazu
it: Ricordami

# ReqEmail
source: The E-mail field is required
ca: Es requereix el camp E-mail
es: Se requiere el campo E-mail
eu: E-maila derrigorrezkoa da
it: È richiesto il campo E-mail

# ReqLang
source: The field Native Language is required
ca: Es requereix que el camp Idioma Natiu
es: Se requiere el campo Idioma Nativo
eu: Ama hizkuntza derrigorrezkoa da
it: È richiesto il campo Lingua Madre

# ReqPassword
source: The field Password is required
ca: Es requereix el camp Contrasenya
es: Se requiere el campo Contraseña
eu: Pasahitza derrigorrezkoa da
it: È richiesto il campo E-mail

# BlockedAccount
source: Your account has been blocked
ca: El teu compte ha estat bloquejat
es: Tu cuenta ha sido bloqueada
eu: Zure kontua blokeatu egin da
it: Il tuo account è stato bloccato

# LRSignIn
source: Sign in
ca: Iniciar sessió
es: Iniciar sesión
eu: Sartu
it: Login

# LRRegister
source: Register
ca: Registrar-se
es: Registrarse
eu: Izena eman
it: Registrazione

# LREmail
source: Email
eu: E-posta

# LRReqName
source: The field name is required
ca: Es requereix el camp del nom
es: Se requiere el campo nombre
eu: Izena derrigorrezkoa da
it: È richiesto il campo nome

# LRNameLength
source: The name must be at least {2} characters long and shorter than {1} characters
ca: El nom deu tenir almenys {2} caràcters i {1} caràcters com a màxim
es: El nombre debe tener al menos {2} caracteres y {1} caracteres como máximo
eu: Izenak, gutxienez {2} karaktere baino gehiago eta {1} karaktere baino gutxiago izan behar ditu
it: Il nome deve essere di almeno lungo {2} caratteri e più breve di {1} caratteri

# AgreeTerms
source: I have read and I agree to the <a href="{0}" class="link" target="_blank">terms and conditions</a>
ca: He llegit i estic d'acord amb els <a href="{0}" target="_blank" class="link"> termes i condicions</a>
es: He leído y estoy de acuerdo con los <a href="{0}" class="link" target="_blank">términos y condiciones</a>
eu: <a href="{0}" class="link" target="_blank">Terminoak eta baldintzak</a> irakurri ditut eta hauekin ados nago
it: Ho letto e acconsento al <a href="{0}" target="_blank">termini e condizioni </a>

# RegTerms
source: Terms and Conditions
ca: Termes i Condicions
es: Términos y Condiciones
eu: Terminoak eta Baldintzak
it: Termini e Condizioni

# ReqTerms
source: You have to read and agree to the terms and conditions
ca: Has de llegir i acceptar els termes i condicions
es: Tienes que leer y aceptar los términos y condiciones
eu: Terminoak eta baldintzak irakurri eta hauekin ados egon behar duzu
it: Devi leggere e accettare i termini e le condizioni

# ReactivateAccount
source: Your account was deactivated. Click here to <span class="link" id="{0}">reactivate your account</span>
ca: El teu compte ha estat desactivat. Feu clic aquí per <span class="link" id="{0}"> reactivar el teu compte </span>
es: Tu cuenta fue dada de baja de Langademy. Clica aquí <span class="link" id="{0}">para reactivar tu cuenta</span>
eu: Zure kontua desgaitua izan da. Klikatu hemen <span class="link" id="{0}">zure kontua berriz aktibatzeko</span>
it: Il tuo account è stato disattivato. Clicca qui per <class = span id "link" = "{0}"> riattivare il tuo account </span>

# ReactivateAccountConfirmation
source: Reactivate your account
ca: Reactiva el teu compte
es: Reactivar tu cuenta
eu: Zure kontua aktibatu
it: Riattiva il tuo account

# ReactivateAccountInfo
source: Your account was deactivated. If you proceed, your account will be reactivated.
ca: El teu compte ha estat desactivat. Si continuas, el teu compte es reactivarà.
es: Tu cuenta fue dada de baja. Si continúas, tu cuenta se volverá a activar
eu: Zure kontua desgaitua izan zen. Aurrera jarraitzen baduzu, zure kontua berriz aktibatuko da.
it: Il tuo account è stato disattivato. Se continui, il tuo account sarà riattivato.

# LoginWithProvider
source: You signed up on Langademy using {0}
ca: Et vas registar en Langademy usant {0}
es: Te registraste en Langademy usando {0}
eu: {0} erabiliz eman zenuen izena Langademyn
it: Ti sei registrato su Langademy utilizzando {0}

# LRInvalidName
source: Invalid user name and last name
ca: Nom d'usuari no vàlid
es: Nombre de usuario no válido
eu: Zuera erabiltzaile izena ez da egokia
it: Nome utente non valido

# LRTooManySpecials
source: You have too many special characters on your user name
ca: Tens massa caràcters especials en el teu nom d'usuari
es: Tienes demasiados caracteres especiales en tu nombre de usuario
eu: Karaktere berezi gehiegi dituzu zure erabiltzaile izenean
it: Ci sono troppi caratteri speciali nel tuo username

# GoHome
source: Go to Langademy
ca: Anar a Langacademy
es: Ir a Langademy
eu: Joan Langademyra
it: Vai a Langademy

# LastStep
source: One last step
ca: Un últim pas
es: Un último paso
eu: Azken pausoa
it: Un ultimo passo

# RegIntro
source: If you already have a Langademy account you can <a href="{0}">sign in</a> with the same e-mail account. Otherwise, register now
ca: Si ja tens un compte de correu registrat a Langademy pots <a0> iniciar sessió </ a0> amb aquesta mateixa compte. Altrament, registra't ara
es: Si ya tienes una cuenta de correo registrada en Langademy puedes <a href="{0}">iniciar sesión</a> con esa misma cuenta. En otro caso, regístrate ahora
eu: Dagoeneko Langademyn kontu bat badaukazu <a href="{0}">saioa hasi</a> dezakezu e-mail kontu berarekin. Bestela, erregistra zaitez orain
it: Se hai già un account e-mail registrato in Langademy puoi <a0> login </ a0> con lo stesso account. Altrimenti registrati ora

# RegSuccess
source: Registration success!
ca: ¡Registre correcte!
es: ¡Registro correcto!
eu: Ondo erregistratu zara!
it: Web log ottimo!

# RegTitle
source: Create an account
ca: Crear un compte
es: Crear una cuenta
eu: Sortu ezazu kontu berri bat
it: Crea un account
