Repository: moar/lingoResx
Catalog: Views/TeacherProfile/Index.*.resx
Languages: ca, es, it

# AboutMeEmpty
source: Introduce yourself, your teaching experience and your teaching methodology
ca: Presenta't, mostra la teva experiència com a professor i els teus mètodes d'ensenyament
es: Preséntate, muestra tu experiencia como profesor y tus métodos de enseñanza
it: Presentati, mostra la tua esperienza come insegnante e i tuoi metodi di insegnamento

# AboutMeMaxLength
source: Your description must be less than {1} characters long
ca: La descripció ha de tenir menys de {1} caràcters
es: Tu descripción debe tener menos de {1} caracteres
it: La descrizione deve essere inferiore a {1} caratteri

source: Add education
ca: Afegeix la teva educació
es: Añade una formación
it: Aggiungi la tua formazione

source: Add Position
ca: Afegeix la teva posició
es: Añade un empleo
it: Aggiungi la tua posizione

source: Availability
es: Disponibilidad
it: Disponibilità

# BookLessons
source: Book {0} lessons
es: Reservar {0} clases
it: Prenota {0} lezioni

source: Company
ca: Companyia
es: Compañía
it: Azienda

source: Degree
ca: Titulació
es: Titulación
it: Laurea

source: Description
ca: Descripció
es: Descripción
it: Descrizione

# DescriptionMaxLength
source: Description must be less than {1} character long
ca: La descripció deure tenir menys de {1} caràcters
es: La descripción deber tener menos de {1} caracteres
it: La descrizione deve essere inferiore a {1} caratteri

source: Edit position
ca: Edita la teva ocupació
es: Editar el empleo
it: Aggiungi il tuo lavoro

# EducationEmptyTextEdit
source: Add details about your education that might be interesting for your potential students. Degrees, courses, certifications, etc.
ca: Afegeix detalls sobre la teva educació que poden ser interessants per als teus alumnes potencials. Títols, cursos, certificacions, etc.
es: Añade detalles sobre tu formación que puedan ser interesantes para tus alumnos potenciales. Títulos, cursos, certificaciones, etc.
it: Aggiungi dettagli sulla tua educazione che potrebbero essere di interesse per i tuoi potenziali studenti. Titoli, corsi, certificazioni, ecc.

# EducationTitle
source: Education
ca: Educació
es: Educación
it: Educazione

# ErrorRemoveEducation
source: Error removing the education entry
ca: No s'ha pogut esborrar el registre educació
es: Error al borrar el registro educación
it: Errore quando si elimina la registrazione educazione

# ErrorRemoveExperience
source: Error removing the experience entry
ca: Error a l'esborrar el registre experiència
es: Error al borrar el registro experiencia
it: Errore durante l' eliminazione del registro di esperienze

# ExperienceEmptyTextEdit
source: Add details about your professional experience
ca: Afegeix detalls sobre la teva experiència professional
es: Añade detalles sobre tu experiencia profesional
it: Aggiungi dettagli sulla tua esperienza professionale

# ExperienceTitle
source: Experience
ca: Experiència
es: Experiencia
it: Esperienza

# FromDate
source: From
ca: Des de
es: Desde
it: Da

# FromGreaterThanNow
source: The field From cannot be a future date
ca: El camp Des de no pot contenir una data futura
es: El campo Desde no puede contener una fecha futura
it: Il campo Da non può contenere una data futura

# FromGreaterThanTo
source: The field From cannot be grater than the field To
ca: El camp Des de no pot ser més gran que el camp Fins
es: El campo Desde no puede ser mayour que el campo Hasta
it: Il campo Da non può essere maggiore del campo Fino

# LangLessons
source: {0} lessons
es: Clases de {0}
it: Lezione di {0}

# NoRatings
source: There aren't available ratings yet
es: Aún no hay valoraciones disponibles
it: Non ci sono ancora valutazioni disponibili

# NoRatingsEditor
source: You haven't received any ratings yet
ca: Encara no has rebut cap valoració
es: Todavía no has recibido ninguna valoración
it: Non hai ancora ricevuto nessuna valutazione.

# OneLesson
source: 1 lesson
es: 1 clase
it: 1 lezione

source: Position
ca: Posició
es: Puesto
it: Posizione

source: private lessons
es: clases particulares
it: lezioni private

# PrLessonsBookTip
source: Check availability and book lessons
es: Comprueba la disponibilidad y reserva clases
it: Verifica disponibilità e prenota lezioni

source: School
ca: Centre educatiu
es: Centro educativo
it: Luogo di formazione

# ToDate
source: To
ca: Fins
es: Hasta
it: Fine

source: To (or expected)
ca: Fins (o esperat)
es: Hasta (o esperado)
it: Fino a (o previsto)

# VideoUrlMatchError
source: You can only embed Youtube or Vimeo videos (e.g. https://youtu.be/..., https://vimeo.com/0000000000)
ca: Només pots incloure vídeos de Youtube o Vimeo (per exemple https: //youtu.be / ..., https://vimeo.com/0000000000)
es: Solo puedes embeber videos de Youtube o Vimeo (por ejemplo https://youtu.be/..., https://vimeo.com/0000000000)
it: È possibile incorporare solo video Youtube o Vimeo (ad es. https://youtu.be/..., https://vimeo.com/0000000000)

# VideoUrlRequired
source: You must provide a valid Youtube or Vimeo url
ca: Has de inserir una url vàlida de Youtube o Vimeo
es: Tienes que insertar una url válida de Youtube o Vimeo
it: È necessario inserire un url Youtube o Vimeo valido

# VimeoDomainTip
source: In case you embed a video from Vimeo and you have defined "domain-level privacy" in your Vimeo account, make sure you add "langademy.com" to the list of authorized domains
ca: En cas que hagis encastat un vídeo de Vimeo i no hagis definit la "privacitat a nivell de domini" (domain-level privacy) al teu compte de Vimeo, assegura't d'afegir "langademy.com" a la llista de dominis autoritzats
es: En caso de que hayas embebido un video de Vimeo y no hayas definido la "privacidad a nivel de dominio" (domain-level privacy) en tu cuenta de Vimeo, asegurate de añadir "langademy.com" a la lista de dominios autorizados
it: Se hai incorporato un video Vimeo e non hai definito la privacy a livello di dominio nel tuo account Vimeo, assicurati di aggiungere "langademy. com" all' elenco dei domini autorizzati.

# VimeoInvalidUrl
source: This is not a valid Vimeo url
ca: Aquesta no és una url valida de Vimeo
es: Esta no es una url valida de Vimeo
it: Questo non è un url Vimeo valido.

# XLessons
source: {0} lessons
es: {0} clases
it: {0} lezioni

# YoutubeInvalidUrl
source: This is not a valid Youtube url
ca: Aquesta no és una url valida de Youtube
es: Esta no es una url valida de Youtube
it: Questo non è un url Youtube valido.

source: at present
es: actualidad
it: attualità

# FiveLessonsRate
source: Five lessons
es: Cinco clases
it: Cinque lezioni

# OneLessonRate
source: One lesson
es: Una clase
it: Una lezione

# TenLessonsRate
source: Ten 60-min. lessons
es: Diez clases
it: Dieci lezioni 60min

source: About me
es: Sobre mi
it: Su di me

source: Add language
es: Añadir idioma
it: Aggiungere lingua

# AddLinkedinTip
source: Add your teaching position at Langademy to your LinkedIn profile
es: Añade tu puesto de profesor en Langademy a tu perfil de LinkedIn
it: Aggiungi il tuo lavoro di insegnante a Langademy al tuo profilo LinkedIn

source: Add rates
es: Añadir tarifas
it: Aggiungere tariffe

# AddVideo
source: Add your self introduction video
es: Añadir tu video de presentación
it: Aggiungi il tuo video di presentazione

# AddVideoLabel
source: Add link to your introduction in Youtube or Vimeo
es: Pon un link a tu presentación en Youtube o Vimeo
it: Inserisci un link alla tua presentazione su Youtube o Vimeo

source: I speak
es: Hablo
it: Parlo

# LanguageOfLessons
source: Language of the lessons
es: Idioma de las clases
it: Lingua delle lezioni

source: New teacher
es: Profesor nuevo
it: Insegnante nuovo

# OneLessonLong
source: One 60-min. lesson
es: 1 clase de 60 min.
it: 1 clezione di 60min

# PayAsYouGoLong
source: Pay as you go rate (Rate/hour)
es: Pay as you go rate (Tarifa/hora)
it: Pay as you go rate (Tariffa/Ora)

source: Personal information
es: Información personal
it: Informazioni personali

# RatesCreditsRemember
source: Remember! All rates are set in Langademy credits
es: ¡Recuerda! Todas las tarifas son en créditos Langademy
it: Ricordate! Tutte le tariffe sono in crediti Langademy

# RatesForNativeInfo
source: You can add rates for language lessons in your native languages
es: Puedes añadir tarifas de clases de tus idiomas nativos
it: Puoi aggiungere tariffe alle diferente lingue che dominate come la propria lingua madre

source: Ratings
es: Valoraciones
it: Valutazioni

source: Speaks
es: Habla
it: Parla

source: teaches
es: Enseña
it: Insegna

source: Update video
es: Actualizar vídeo
it: Aggiornare video

source: Video introduction
es: Vídeo presentación
it: Video presentazione

# ThirtyMinLong
source: One 30-min. lesson
es: 1 clase de 30 min.
it: 1 lezione di 30 minuti

# ThirtyMinutesRate
source: 30 minutes
es: 30 minutos
it: 30 minuti

# ThirtyMinRate
source: 30 minutes lesson
es: clase de 30 minutos
it: lezione di 30 minuti

# OneHourLessons
source: 1 hour lessons
es: Clases de 1 hora
it: Lezioni di 1 ora

# ThirtyMinLessons
source: 30 min lessons
es: clases de 30 min
it: lezioni di 30 min

# FromOrigin
source: From
es: De
it: Di

source: lessons
es: clases
it: lezioni

# FiveLessonsLong
source: Five 60-min lessons
es: 5 clases de 60-min.
it: 5 lezioni di 60 minuti

# TenLessonsLong
source: Ten 60-min lessons
es: 10 clases de 60-min.
it: 10 lezioni di 60 min.

source: Total hours
es: Total horas
it: Totale ore

source: Update rates
es: Actualizar tarifas
it: Aggiornare tassi
