Repository: moar/lingoResx
Catalog: Views/DesktopSummary/Summary.*.resx
Languages: ca, es, eu

# AddStudLangError
source: You have to add at least one language you are learning
ca: Has de afegir un idioma que estiguis aprenent
es: Tienes que añadir por lo menos un idioma que estés aprendiendo
eu: Ikasten ari zaren hizkuntza bat geitu behar duzu gutxienez

# DailySugs
source: Daily suggestions
ca: Suggeriments del dia
es: Sugerencias del día
eu: Eguneko iradokizunak

# HelloUser
source: Hello {0}, this is your agenda for today
ca: Hola {0}, aquesta és la teva agenda per avui
es: Hola {0}, esta es tu agenda para hoy
eu: Kaixo {0}, hau da zuretzako gaurko agenda

source: meetups
ca: quedades
es: quedadas
eu: bilerak

# PrConvs
source: private conversations
ca: converses privades
es: conversaciones privadas
eu: konbertsazio pribatuak

# ReqsRec
source: conversation requests unanswered
ca: sol·licituds de conversa sense respondre
es: solicitudes de conversación sin responder
eu: erantzun gabeko konbertsazio eskaerak

# ReqsSent
source: conversation requests answered
ca: sol·licituds de conversa respostes
es: solicitudes de conversación respondidas
eu: erantzundako konbertsazio eskaerak

# TipCompleteProf
source: You should complete your profile
ca: Deuries de completar el teu perfil
es: Deberías completar tu perfil
eu: Zure profila osatu beharko zenuke

# TipCompleteProfAux
source: Edit profile
ca: Editar perfil
es: Editar perfil
eu: Editatu profila

# TipCompleteProfHelp
source: Why?
ca: Per què?
es: ¿Por qué?
eu: Zergatik?

# TipEditAvailability
source: You need to set your availability for speaking in your native language. Otherwise students won't be able to request you private conversations
ca: Has de definir la teva disponibilitat al teu calendari per parlar en la teva llengua materna. Si no, els estudiants no podran sol·licitar-te converses privades
es: Tienes que definir tu disponibilidad en tu calendario para hablar en tu idioma nativo. Si no, los estudiantes no podrán solicitarte conversaciones privadas
eu: Zure eskuragarritasuna definitu behar duzu zure hizkuntza natiboan ikasleekin hitz egitea nahi baduzu. Ez baduzu hau egiten, ikasleek ez dute jakingo noiz zauden libre eta ezin izango dizute eskaerarik egin.

# TipEditAvailabilityAux
source: Edit my availability
ca: Editar la meva disponibilita
es: Editar mi disponibilidad
eu: Editatu nire eskuragarritasuna

# TipEditAvailabilityHelp
source: How to set availability
ca: Com editar la teva disponibilitat
es: Cómo editar tu disponibilidad
eu: Nola ezarri nire eskuragarritasuna

# TipWalletNatBillingAddr
source: Before any student can pay you for private conversations you need to complete your billing address
ca: Perquè un estudiant pugui pagar-te per conversar amb tu, primer has de completar la teva adreça de facturació
es: Para que un estudiante pueda pagarte por conversar contigo, primero debes completar tu dirección de facturación
eu: Ikasle batek zure konbertsazioengatik ordaindu dezan, lehenik zure fakturazio helbidea bete behar duzu

# TipWalletNatBillingAddrAux
source: Add billing address
ca: Afegir adreça de facturació
es: Añadir dirección de facturación
eu: gehitu zure fakturazio helbidea

# TipWalletNatBillingAddrHelp
source: Check Wallet conditions
ca: Veure les condicions de Wallet
es: Ver las condiciones de Wallet
eu: Ikusi Walleteko baldintzak

# TipWalletNatSetRate
source: You already meet the requirements to set your rate for paid conversations in {0}
ca: Compleixes els requisits per establir la teva tarifa en les converses de pagament de {0}
es: Cumples los requisitos para establecer tu tarifa en las conversaciones de pago de {0}
eu: {0}-(e)ko ordainpeko konbertsazioak izateko eta zure tarifa ezartzeko kondizioak betetzen dituzu dagoeneko

# TipWalletNatSetRateHelp
source: How to set my rate
ca: Com establir la meva tarifa
es: Cómo establecer mi tarifa
eu: Nola ezarri nire tarifa

# TipWalletNatZeroRepu
source: You need a minimum reputation for setting your rates as a native speaker. You can make timebanking video calls or wallet videocalls (for free) and ask students for their votes
ca: Necessites una reputació mínima per establir una tarifa com a parlant natiu. Pots fer trucades de banc de temps o videotrucades gratuïtes i demanar el vot als teus estudiants
es: Necesitas una reputación mínima para establecer una tarifa como hablante nativo. Puedes hacer llamadas de banco de tiempo o videollamadas gratuitas y pedir el voto a tus estudiantes
eu: Gutxieneko erreputazio bat behar duzu tarifak ezarri eta hiztun natibo moduan dirua irabazteko. Denbora bankuko deiak edo doako Wallet deiak egin ditzakezu ikasleekin. Ez ahaztu hauei beraien botoa eskatzeaz.

# Welcome
source: Welcome to Langademy
ca: Benvingut a Langademy
es: Bienvenido a Langademy
eu: Ongi etorri Langademyra

# WithNatives
source: With native speakers
ca: Amb parlants natius
es: Con hablantes nativos
eu: Mintzalagun natiboekin

source: With students
ca: Amb estudiants
es: Con estudiantes
eu: Ikasleekin
