Repository: moar/lingoResx
Catalog: Views/Faq/faq.*.resx
Languages: ca, es, eu, it

# Answer1
source: The room list only shows the languages you have added to your profile. If you want to learn new languages or get other languages’ rooms, just add those languages to your profile
ca: La llista de sales només mostra els idiomes que has afegit al teu perfil. Si vols aprendre nous idiomes o accedir a les sales dels altres idiomes, has d'afegir aquests idiomes al teu perfil
es: La lista de salas solo muestra los idiomas que has añadido en tu perfil. Si quieres aprender otros idiomas o acceder a salas de otros idiomas, tienes que añadir esos idiomas a tu perfil
eu: Gelen zerrendan zure profilean gehituta dituzun hizkuntzen gelak soilik daude eskuragarri. Hizkuntza berriak ikasi nahi badituzu edo beste hizkuntza batzuetako geletara sartu nahi baduzu, gehitu itzazu hizkuntza horiek zure profilean.
it: L'elenco di stanze mostra solo le lingue che hai aggiunto al tuo profilo. Se voi imparare nuove lingue o accedere alle altre stanze, basta aggiungere le lingue al tuo profilo

# Answer2
source: The main way to get time for your account, is by talking to others in your native languages. You can make private calls in your native languages with your contacts, or with students that request you private conversations, or meet new people in the chat room of any of your native languages.<br/> You can also earn hours by inviting your friends to Langademy or by following us on Twitter and Facebook.
ca: La principal forma d'obtenir temps per al teu compte, és ensenyar les teves llengües natives al altres usuaris. Pots anar a la sala d'un dels teus idiomes natius o pots fer videotrucades privades amb els teus contactes. <br/> També pots aconseguir temps si convides als teus amics a Langademy o si ens segueixes a Twitter i Facebook
es: <![CDATA[La forma principal de conseguir tiempo para tu cuenta es hablando en tu idioma nativo con otros estudiantes. Puedes hacer videollamadas privadas con tus contactos, o con estudiantes que te soliciten conversaciones privadas, o conocer gente en la sala de chat de alguno de tus idiomas nativos. <br/> También puedes conseguir tiempo si invitas a tus amigos a Langademy o si nos sigues en Twitter y Facebook ]]>
eu: Zure konturako denbora gehigarria lortzeko modu nagusia, Langademyko kideekin zuk menperatzen dituzun hizkuntzetan mintzatzea da. Zure kontaktuekin zure hizkuntza natiboan deiak egin ditzakezu, eta baita konbertsazio eskariak egiten dizkizuten ikasleekin ere. Hortaz gain, zure hizkuntza natiboetako txat geletara jaon eta bertako jendearekin deiak egin ditzakezu. <br/> Zure lagunak Langademyra gonbidatuz edo Twitterren eta Facebooken gure jarraitzaile eginez ere zure konturako denbora irabaziko duzu
it: Il modo principale per ottenere tempo per il tuo account è parlare nella tua lingua madre con altri studenti. Puoi effettuare videochiamate private con i tuoi contatti o con studenti che ti chiedono conversazioni private, oppure incontrare persone nella chat room in una delle tue lingue madre <br0/> Puoi anche comprare tempo invitando i tuoi amici a Langademy o seguendoci su Twitter e Facebook.

# Answer3
source: You should create your own meetups. You just have to select the language and the date/time of the meetup. Go to your Calendar and click the New Meetup button on the main page
ca: Hauries organitzar les teves pròpies quedades. Només has de seleccionar l'idioma i la data i hora de la trobada. Vés al teu Calendari i fes clic a Nova Quedada a la pàgina principal
es: Deberías organizar tus propias quedadas. Sólo tienes que seleccionar el idioma y la fecha y hora de la quedada. Ve a tu Calendario y haz clic en Nueva Quedada en la página principal
eu: Bilera berriak sortu beharko zenituzke. Bileraren hizkuntza, data eta ordua soilik aukeratu behar dituzu. Horretarako, joan zaitezzure egutegira eta Bilera berria botoian sakatu.
it: Dovresti organizzare i tuoi meetup. Basta selezionare la lingua, la data e l'ora del vostro soggiorno. Vai al tuo Calendario e clicca su Nuovo Meetup nella home page

# Answer4
source: Yes. Go to Settings => Privacy, and turn on the “Allow only contact requests from people you have spoken to” option.
ca: Sí. Accedeix a Configuració => Privadesa i habilita l'opció "Permetre només les sol·licituds de contacte de la gent amb la que has parlat".
es: Sí. Accede a Configuración => Privacidad, y habilita la opción "Permitir solo las solicitudes de contacto de la gente con la que has hablado"
eu: Bai. Joan Ezarpenak => Pribazitatea-ra, eta "Ezagutzen duzun jendearen kontaktu eskaerak soilik onartu" aukera gaitu ezazu.
it: Sì. Vai a Impostazioni => Privacy, e attivare l'opzione "Consenti solo le richieste di contatto da parte di persone con cui hai parlato"

# Answer5
source: All the meetups take place inside a chat room. You can either go to the Control Panel -> Chat Rooms and select the room you want to enter, or select the meetup from your Calendar and enter directly to the room when the time comes.
ca: Totes les quedades tenen lloc a les sales de xat. Per accedir a una quedada, pots anar al panell de control ->sales de xat i seleccionar la sala. També pots entrar al teu Calendari, seleccionar la quedada i accedir directament a la sala quan s'acosti l'hora de la trobada
es: Todas las quedadas tienen lugar en las salas de chat. Para acceder a una quedada, puedes ir al Panel de control -> salas de chat y seleccionar la sala de la quedada. También puedes entrar en tu Calendario, seleccionar la quedada y acceder directamente a la sala cuando se acerque la hora de la quedada
eu: Bilera guztiak hizkuntza espezifiko bateko txat geletan egiten dira. Bilera batera joateko, zure kontrol panelean Txat Gelak zutabera joan eta aukeratu ezazu zein gelatara sartzea nahi duzun. Bestela, zure egutegian bilera aukeratu, eta zuzenean txat gelara sar zaitezke
it: Tutti gli appuntamenti si svolgono nelle chat rooms. Per accedere a un appuntamento, si può andare, Pannello di controllo -> chat rooms e selezionare la stanza del appuntamento .È anche possibile accedere nel tuo calendario, seleziona l'appuntamento e accedere direttamente nella chat room quando sarà il momento.

# Answer6
source: No, and you don’t have to install anything to use videoconferences on Langademy.
ca: No, i no has d'instal·lar cap complement addicional per fer videotrucades a Langademy.
es: No, y no tienes que instalar ningún complemento adicional para hacer videollamadas en Langademy
eu: Ez, eta ez duzu ezer instalatu behar Langademyn bideo deiak egiteko
it: No, e non c'è bisogno di installare alcun plug addizionale per utilizzare videoconferenze su Langademy.

# Answer7
source: Langademy is free if you decide to make time banking video calls. The time you devote speaking to others in your native languages will be added to your account so you can use it to learn other languages. If you don't have time for time banking, you can pay natives for private conversations. Go to the Wallet section in Langademy's help page for more information.
ca: No has de pagar res per utilitzar Langademy. Fem servir una política de banc de temps. El temps que utilitzis per parlar en el teus idiomes natius serà afegit al teu compte perquè l'utilitzis per aprendre els idiomes que vulguis. Si no tens temps per fer-ho així, pots pagar als nadius per tenir converses privades. Ves a la secció Wallet a la pàgina d'ajuda de Langademy per a més informació.
es: Langademy es gratis si decides hacer videollamadas de banco de tiempo. El tiempo que dediques a hablar en tus idiomas nativos se suma a tu cuenta para que lo utilices para aprender otros idiomas. Si no tienes tiempo para hacerlo así, puedes pagar a los nativos por tener conversaciones privadas. Ve a la sección Wallet en la página de ayuda de Langademy para más información.
eu: Langademy erabiltzeko ez duzu ezer ordaindu behar denbora bankuko deiak erabiltzen badituzu. Denbora banku politikak honela funtzionatzen du: beste erabiltzaileei zuk menderatzen dituzun hizkuntzetan hitz egiten badiezu, beraiekin hizketan igaro duzun denbora zure kontura gehituko da, zuk nahi dituzun hizkuntzak ikasi ditzazun. Ez badaukazu Denbora bankuko deiak egiteko denborarik, huztun natiboei deiengatik ordaintzeko aukera daukazu. Langademyko laguntzan joan Wallet sekziora ordainpeko deiei buruzko informazio gehiago nahi baduzu.
it: Non devi pagare niente per usare Langademy. Usiamo una politica di banca del tempo. Il tempo di utilizzo per parlare nella tua lingua madre sarà aggiunto al tuo account per poter utilizzare e imparare la lingua che desideri. Se non avete tempo per fare questo, è possibile pagare i nativi di avere conversazioni private. Vai alla sezione Wallet della pagina di aiuto di Langademy per maggiori informazioni.

# Answer8
source: When you are inside a chat room, you have the option to send a connection request to your partners. Remember that you can check your call history in the Control Panel. Once you are connected, you can send private messages and also make private videocalls.
ca: Quan estiguis en una conversa dins d'una sala xat, tens l'opció d'enviar una sol·licitud de connexió al teu company. Una vegada que estigueu connectats, podreu enviar missatges privats i realitzar videotrucades privades entre vosaltres.
es: Cuando estás en una sala de chat, tienes la opción de mandar una solicitud de contacto a tus compañeros. Recuerda que puedes consultar tu histórico de llamadas en el Panel de Control. Una vez que seais contactos, podréis enviaros mensajes privados y hacer videollamadas privadas entre vosotros
eu: Txat gela batean zaudenean, zure solas lagunei konexio eskaera bat bidal diezaiekezu. Gogoratu zure deien historikoa zure denbora bankuarean appean kontsulta dezakezula. Konektatuta zaudetenean, mezu eta bideo-dei pribatuak egin ditzakezue zuen artean.
it: Quando sei in una stanza, hai la possibilità di inviare una richiesta di connessione ai vostri colleghi, e ricorda che è possibile controllare la cronologia delle chiamate sulla vostra applicazione Banca del Tempo. Una volta che vi mettete in contatto, è possibile inviare messaggi privati ed effettuare videochiamate

# Answer9
source: Langademy have no language restrictions. It provides rooms for most of the languages of the world. Don’t hesitate to contact us if you think a language is missing
ca: Langademy ofereix sales de gairebé tots els idiomes del món. No dubtis a contactar-nos si trobes a faltar algun idioma
es: Langademy ofrece salas de casi todos los idiomas del mundo. No dudes en contactarnos si echas de menos algún idioma
eu: Langademyk munduko hizkuntza gehienetako gelak eskaintzen ditu. Hizkuntzaren bat faltan botatzen baduzu, kontakta gaitzazu
it: Langademy dispone di sale in quasi tutte le lingue del mondo. Ti preghiamo di contattarci se senti che manca qualsiasi lingua

# Question1
source: Why are there only some rooms available in the chat rooms panel?
ca: Per què només es mostren algunes sales a la llista de sales d'idiomes?
es: ¿Por qué aparecen sólo algunos idiomas en la lista de salas de chat?
eu: Zergatik ez daude gela guztiak eskuragarri kontrol peneleko gela zerrendan?
it: Perché solo si mostrano alcune stanze nella lista delle chat rooms?

# Question2
source: How can I earn more time for my account?
ca: Com puc guanyar més temps per al meu compte?
es: ¿Cómo puedo conseguir más tiempo para mi cuenta?
eu: Nola irabazi dezaket nire konturako denbora gehiago?
it: Come posso guadagnare più tempo per il mio account?

# Question3
source: There aren’t any available meetups. What can I do?
ca: No hi ha cap quedada disponible. Què puc fer?
es: No hay ninguna quedada disponible. ¿Qué puedo hacer?
eu: Ez dago bilerarik bilera taulan. Zer egin dezaket?
it: Non c'e nessun appuntamento disponibile. Cosa posso fare?

# Question4
source: I have many contact requests from people that I don’t know. Can I avoid this situation?
ca: Tinc moltes peticions d'amistat de gent que no conec. Puc evitar aquesta situació?
es: Tengo muchas peticiones de amistad de gente que no conozco. ¿Puedo evitar esta situación?
eu: Ezagutzen ez dudan jendearen konexio eskaera ugari ditu. Zelan saihestu dezaket egoera hau?
it: Ho molte richieste di amicizia da parte di persone che non conosco. Come posso evitare questo?

# Question5
source: I have joined a meetup but I don’t know how to go to the meetup
ca: M'he apuntat a una quedada però no sé com accedir-hi
es: Me he apuntado a una quedada pero no sé como acceder a ella
eu: Bilera batera apuntatu naiz, baina ez dakit nola joan naitekeen bilerara
it: Mi sono registrato ad un appuntamento ma non so come accedere.

# Question6
source: Do I have to use skype?
ca: He de fer servir Skype?
es: ¿Tengo que utilizar Skype?
eu: Bideo deietarako Skype erabili behar al dut?
it: Ho bisogno di utilizzare Skype?

# Question7
source: Do I have to pay to use Langademy?
ca: He de pagar per utilitzar Langademy?
es: ¿Tengo que pagar para utilizar Langademy?
eu: Langademy erabiltzeko zerbait ordaindu behar al dut?
it: Devo pagare per utilizzare Langademy?

# Question8
source: How can I keep in touch with the people I have chatted in the chat rooms?
ca: Com puc mantenir contacte amb la gent que he xerrat en les sales de xat?
es: ¿Cómo puedo mantener el contacto con la gente que he hablado en las salas de chat?
eu: Nola mantendu dezaket harremana txat geletan ezagutu dudan jendearekin?
it: Come posso rimanere in contatto con le persone che ho parlato nel chat?

# Question9
source: Which languages are available in Langademy?
ca: Quins idiomes puc practicar a Langademy?
es: ¿Qué idiomas puedo practicar en Langademy?
eu: Zein hizkuntza ikasteko erabil dezaket Langademy?
it: Quali lingue sono disponibili in Langademy?
