Repository: moar/lingoResx
Catalog: Views/ScheduleRequest/ScheduleRequest.*.resx
Languages: ca, es, eu, it

# GoToRequest
source: Go to my request
ca: Anar a la sol·licitud
es: Ir a la solicitud
it: Vai alla richiesta

# ReqConversation
source: Request a conversation
ca: Demanar una conversa
es: Solicitar una conversación
it: Richiedere una conversazione

# SchAddLang
source: If you want to send a request for practicing {0} you have to include the language in your profile
ca: Si vols enviar una sol·licitud per practicar {0} has de incloure l'idioma en el teu perfil
es: Si quieres enviar una solicitud para practicar {0} tienes que incluir el idioma en tu perfil
eu: {0} praktikatzeko eskaera bat bidaltzea nahi baduzu, hizkuntza hori zure profilean gehitu behar duzu
it: Se vuoi inviare una richiesta per praticare {0} è necessario includere la lingua nel tuo profilo

# SchBothLegend
source: available for timebanking and paid conversations
ca: disponible per conversa de pagament i de banc de temps
es: disponible para conversación de pago y de banco de tiempo
eu: eskuragarri denbora bankuko eta ordaindutako konbertsazioetarako
it: disponibile per conversazione di pagamento e banca del tempo

# SchCheckMail
source: I want to receive an email if {0} accepts my request
ca: Vull rebre un correu electrònic si {0} accepta la meva sol·licitud
es: Quiero recibir un correo electrónico si {0} acepta mi solicitud
eu: Email bat jasotzea nahi dut {0}-(e)k nire eskaria onartzen badu
it: Voglio ricevere un'e-mail se {0} accetta mia richiesta

# SchCondDurSummary
source: Conversation duration
ca: Durada de la conversa
es: Duración de la conversación
eu: Konbertsazioaren iraupena
it: Durata della conversazione

# SchConfirmReq
source: Confirm your request
ca: Confirma la teva sol·licitud
es: Confirma tu solicitud
eu: Berretsi zure eskaera
it: Conferma la tua richiesta

# SchConvDateSummary
source: Conversation date
ca: Data de la conversa
es: Fecha de la conversación
eu: Konbertsazio data
it: Data della conversazione

# SchConvLangSummary
source: Conversation language
ca: Idioma de la conversa
es: Idioma de la conversación
eu: Konbertsaziorako hizkuntza
it: lingua della conversazione

# SchConvTypeQuest
source: Do you want a time banking conversation, or a paid conversation?
ca: Vols una conversa de pagament, o del banc de temps?
es: ¿Quieres una conversación de pago, o de banco de tiempo?
eu: Denbora bankuko edo ordaintzeko konbertsazio bat nahi al duzu?
it: Preferisci una conversazione di pagamento o di banca del tempo?

# SchConvTypeSummary
source: Conversation type
ca: Tipus de conversa
es: Tipo de conversación
eu: Konbertsazio mota
it: Tipo di conversazione

# SchEmptyMess
source: You cannot send empty messages
ca: No pots enviar missatges buits
es: No puedes enviar mensajes vacíos
eu: Ezin ditzakezu mezu hutsak bidali
it: Non è possibile inviare messaggi vuoti

# SchLangQuest
source: In what language do you want to speak with {0}?
ca: En quin idioma vols parlar amb {0}?
es: ¿En qué idioma quieres hablar con {0}?
eu: Zein hizkuntzatan nahi duzu {0}-(r)ekin hitz egitea?
it: In quale lingua vuoi parlare con {0}?

# SchMessDesc
source: For example, you could offer yourself to practice other languages, or request rates
ca: Per exemple, podries oferir-te a practicar altres idiomes, o preguntar-li per la seva tarifa per converses de pagament
es: Por ejemplo, podrías ofrecerte para practicar otros idiomas, o preguntarle por su tarifa para conversaciones de pago
eu: Adibidez, beste hizkuntza batzuetan hitz egiteko aurkeztu dezakezu zure burua, edo tarifen prezioak ere eskatu ditzakezu
it: Per esempio, ti puoi offrire a praticare altre lingue, o chiedere per il suo tasso di pagamento per i colloqui

# SchMessMaxLengh
source: The message cannot be longer than {1} characters
ca: El missatge no pot tenir més de {1} caràcters
es: El mensaje no puede tener más de {1} caracteres
eu: Mezuak ezin ditu {1} baino karaktere gehiago izan
it: Il messaggio non può superare {1} caratteri

# SchMessPH
source: Max Length: 280 characters
ca: Longitud màxima: 280 caràcters
es: Longitud máxima: 280 caracteres
eu: Gehi. luzera: 280 karaktere
it: Lunghezza massima: 280 caratteri

# SchMessQuest
source: Do you want to send a message to {0}?
ca: Vols enviar-li un missatge a {0}?
es: ¿Quieres enviarle un mensaje a {0}?
eu: {0}-(r)i mezu bat bidaltzea nahi al duzu?
it: Vuoi inviare un messaggio a {0}?

# SchNoAvailable
source: {{:NativeName}} is not available this week. You can look at other weeks
ca: {{: NativeName}} no està disponible aquesta setmana. Pots mirar altres setmanes
es: {{:NativeName}} no está disponible esta semana. Puedes mirar en otras semanas
eu: {{:NativeName}}}} ez dago eskuragarri asten honetan. Beste aste batzuk kontsulta itzazu
it: {{: NativeName}} non è disponibile questa settimana. Potete guardare altre settimane

# SchPaidConv
source: Paid conversation
ca: Conversa de pagament
es: Conversación de pago
eu: Ordaindutako konbertsazioak
it: Conversazione pagamento

# SchReqConv
source: Request a conversation
ca: Demana una conversa
es: Solicitar una conversación
eu: Eskatu konbertsazio bat
it: Richiedi una conversazione

# SchSelectDateVal
source: Select the date and time of the conversation
ca: Selecciona la data i hora de la conversa en el calendari
es: Selecciona la fecha y hora de la conversación en el calendario
eu: Aukeratu konbertsaziorako egun eta ordua
it: Seleziona la data e l'ora della conversazione sul calendario

# SchSelectLangVal
source: Select the language of the conversation
ca: Selecciona l'idioma de la conversa
es: Selecciona el idioma de la conversación
eu: Aukeratu konbertsazioaren hizkuntza
it: Selezionare la lingua della conversazione

# SchSimulConv
source: You have another conversation at the same time
ca: Tens una altra conversa a la mateixa hora
es: Tienes otra conversación a la misma hora
eu: Beste konbertsazio bat daukazu ordu berean
it: Hai un'altra conversazione allo stesso tempo

# SchSimulReqs
source: You cannot make two conversation requests for the same time
ca: Tens una altra sol·licitud pendent de contestació per a la mateixa hora
es: Tienes otra solicitud pendiente de contestación para la misma hora
eu: Ezin ditzakezu bi konbertsazio eskari egin aldi berean
it: Non si possono fare due richieste di conversazione per lo stesso tempo

# SchSimulReqsMax
source: You cannot make more than {0} simultaneous requests
ca: No pots tenir més de {0} sol·licituds pendents de contestació
es: No puedes tener más de {0} solicitudes pendientes de contestación
eu: Ezin ditzakezu {0} baino eskaera gehiago egin
it: Non si può avere più di {0} richieste risposta in attesa

# SchStepsTitle
source: Follow these steps for making your reservation
ca: Segueix aquests passos per fer la teva reserva
es: Sigue estos pasos para hacer tu reserva
eu: Jarraitu itzazu pauso hauek zure erreserba egiteko
it: Segue questi passi per fare la prenotazione

# SchSubmitReq
source: Submit request
ca: Enviar sol·licitud
es: Enviar solicitud
eu: Bidali eskaera
it: Invia richiesta

# SchTBConv
source: Time banking
ca: Banc de Temps
es: Banco de tiempo
eu: Denbora bankua
it: Banca del Tempo

# SchTBLegend
source: available for timebanking
ca: disponible per banc de temps
es: disponible para banco de tiempo
eu: eskuragarri denbora bankurako
it: disponibile per banca del tempo

# SchTodaysRate
source: Today's rate
ca: Tarifa d'avui
es: Tarifa de hoy
eu: Gaurko tarifa
it: Tasso di oggi

# SchUndefined
source: Undefined
ca: Sense definir
es: Sin definir
eu: Definitu gabe
it: Senza definire

# SchUnselected
source: Unselected
ca: Sense seleccionar
es: Sin seleccionar
eu: Aukeratu gabe
it: Non selezionato

# SchWalletInfo1
source: Today's rate is merely informative. Before starting the videocall with {0} you can decide to cancel it in case you do not agree with the final rate
ca: La tarifa d'avui és només informativa. Abans de començar la videotrucada amb {0} pots decidir cancel·lar-la en cas que no estiguis d'acord amb la seva tarifa final
es: La tarifa de hoy es solamente informativa. Antes de empezar la videollamada con {0} puedes decidir cancelarla en caso de que no estés de acuerdo con su tarifa final
eu: Gaurko tarifa informatiboa da. {0}-(r)ekin dei bat hasi aurretik deia bertan behera utzi dezakezu momentu hortan daukan tarifarekin ados ez bazaude
it: Il tasso di oggi è solo informativo. Prima di iniziare la videochiamata con {0} si può decidere di annullare, se non sei d'accordo con il tasso finale

# SchWalletInfo2
source: You will only pay for the exact duration of the videocall, and if you cancel the videocall during the first three minutes you will not be charged
ca: Només pagaràs per la durada exacta de la videotrucada, i si la cancel·leu durant els primers 3 minuts no et cobrarà
es: Sólo pagarás por la duración exacta de la videollamada, y si la cancelas durante los primeros 3 minutos no te cobrará
eu: Bideo deiaren iraupen zehatza ordainduko duzu, eta lehen 3 minutuetan deia bukatzen baduzu ez duzu ezer ordaindu beharko
it: Si paga solo per la durata esatta della chiamata video, e in caso di cancellazione entro i primi 3 minuti non si caricherà

# SchWalletLegend
source: available for paid conversations
ca: disponible per converses de pagament
es: disponible para conversaciones de pago
eu: eskuragarri ordaindutako konbertsazioetarako
it: disponibile per conversazioni a pagamento

# SchWantNotify
source: Do you want to be notified when {{:NativeName}} is available?
ca: Vols rebre una notificació quan {{: NativeName}} faci pública la seva disponibilitat?
es: ¿Quieres recibir una notificación cuando {{:NativeName}} haga pública su disponibilidad?
eu: {{:NativeName}} eskuragarri dagoenean notifikazio bat bidaltzea nahi al duzu?
it: Vuoi ricevere una notifica quando {{: NativeName}} renda pubblica sua disponibilità?

# SchWhenDesc
source: Select the date, time and duration of the conversation by clicking and dragging over any available slots at the agenda (Max time:2 hours)
ca: Selecciona la data, hora i durada de la conversa clicant i arrossegant sobre qualsevol de les franges disponibles al calendari (Temps màxim: 2 hores)
es: Selecciona la fecha, hora y duración de la conversación clicando y arrastrando sobre cualquiera de las franjas disponibles en el calendario (Tiempo máximo:2 horas)
eu: Aukeratu konbertsazioaren eguna, ordua eta iraupena libre dauden guneetan klik eginez eta ondoren gune hoiek arrastatuz (Gehienezko iraupena: 2 ordu)
it: Seleziona la data, l'ora e la durata della conversazione cliccando e trascinando su uno qualsiasi dei posti disponibili nel calendario (Tempo massimo: 2 ore)

# SchWhenQuest
source: When do you want to have the conversation?
ca: Per a quan vols tenir la conversa?
es: ¿Cuándo quieres tener la conversación?
eu: Saioa itxi
it: Quando vuoi avere la conversazione?

# SchWillNotify
source: Anyway, you will be notified when {{:NativeName}} is available
ca: En qualsevol cas, rebràs una notificació quan {{: NativeName}} faci pública la seva disponibilitat
es: En cualquier caso, recibirás una notificación cuando {{:NativeName}} haga pública su disponibilidad
eu: Edozein modutan, {{:NativeName}} eskuragarri dagoenean abixatuko zaitugu
it: In ogni caso, si riceverà una notifica quando {{:NativeName}} renda pubblica la loro disponibilità
