Repository: moar/lingoResx
Catalog: Views/PrivateConversations/Index.*.resx
Languages: ca, es, eu, it

# AcceptToConfirm
source: If you'd like to speak with {0} click on Accept meetup to confirm
ca: Si vols parlar amb {0} clica Acceptar conversa per confirmar la teva assistència
es: Si quieres hablar con {0} clica Aceptar conversación para confirmar tu asistencia
eu: {0}-(r)ekin hitz egitea nahi baduzu Bilera onartun klika ezazu
it: Se vuoi parlare di {0} fate clic su Accettare per confermare la partecipazione

# ConversationFinallyCanceled
source: Ooopss... it seems that {0} finally cancelled this conversation request
ca: Ooopss... sembla que {0} al final va cancel·lar la sol·licitud de conversa
es: Ups...parece que {0} al final canceló esta solicitud de conversación
eu: Ooopss...{0}-(e)k azkenean konbertsazio eskari hau bertan behera utzi zuela dirudi
it: Oops ... sembra che {0} alla fine annullato questa richiesta di conversazione

source: Conversation not found
ca: No s'ha trobat la conversa
es: No se ha encontrado la conversación

# MeetupCancelledByNativeMessage
source: Ooopss... it seems that {0} finally cancelled the conversation
ca: Ooopss...sembla que {0} al final va cancel·lar la teva conversa
es: Ooopss...parece que {0} al final canceló tu conversación

# MeetupCancelledByStudentMessage
source: Ooopss... it seems that you finally cancelled your conversation with {0}
ca: Ooopss...sembla que al final has cancel·lat la conversa amb {0}
es: Oopsss... parece que al final cancelaste la conversación con {0}

# MeetupFinallyCanceled
source: Ooopss... it seems that {0} finally cancelled the conversation
ca: Ups ... sembla que {0} al final va cancel·lar la quedada
es: Ups... parece que {0} al final canceló la conversación
eu: Ooopss...{0}-(e)k bilera hau bertan behera utzi zuela dirudi
it: Oops ... sembra che {0} alla fine annullato appuntamento

source: My conversations
ca: Les meves converses
es: Mis conversaciones

# PracticeRequest
source: {0} would like to practice {1} with you
ca: {0} vol practicar {1} amb tu
es: {0} quiere practicar {1} contigo
eu: {0}-(e)k zurekin {1} praktikatzea nahi du
it: {0} vuole praticare {1} con te

# PracticeRequested
source: {0} wanted to practice {1} with you
ca: {0} volia practicar {1} amb tu
es: {0} quería practicar {1} contigo
eu: {0}-(e)k zurekin {1} praktikatzea nahi zuen
it: {0} ha voluto praticare {1} con te

source: Received requests
ca: Sol·licituds rebudes
es: Solicitudes recibidas

# RequestRejectedByNativeMessage
source: Ooopss... it seems that {0} cannot accept your conversation request
ca: Ooopss...sembla que {0} no pot acceptar la teva solicitud de conversa
es: Ooopsss... parece que {0} no puede aceptar tu soliticud de conversación

# RequestStatusRequestedMessage
source: {0} hasn't read your conversation request yet
ca: {0} no ha llegit la teva sol·licitud de conversa encara
es: {0} no ha leido tu solicitud de conversación aun

# SameTimeRequests
source: You received {0} more conversation requests for speaking at the same time. Check your conversation request inbox
ca: Vas rebre {0} sol·licituds de conversa més per parlar a la mateixa hora. Revisa les teves sol·licituds d'amistat a la safata d'entrada
es: Recibiste {0} solicitudes de conversación más para hablar a la misma hora. Revisa tus solicitudes de amistad en la bandeja de entrada
it: Hai ricevuto {0} richieste di conversazione per a parlare allo stesso tempo. Controlla le richieste di amicizia nella casella di posta

source: Sent requests
ca: Sol·licituds enviades
es: Solicitudes enviadas

# StudentReqAccepted
source: Accepted
ca: Acceptat
es: Aceptado
eu: Onartua
it: Accettato

# StudentReqAcceptMeetup
source: Accept conversation
ca: Acceptar conversa
es: Aceptar conversación
eu: Onartu konbertsazioa
it: Accetta conversazione

# StudentReqCancelled
source: Cancelled
ca: Cancel·lat
es: Cancelado
eu: Kantzelatua
it: Cancellato

# StudentReqCancelMeetup
source: Cancel conversation
ca: Cancel·lar quedada
es: Cancelar quedada
eu: Bilera bertan behera utzi
it: Cancella appuntamento

# StudentReqCancelRequest
source: Cancel request
ca: Cancel·lar sol·licitud
es: Cancelar solicitud
eu: Kantzelatu eskaria
it: Cancella richiesta

# StudentReqEnter
source: Enter
ca: Entrar
es: Entrar
eu: Sartu
it: Accedere

# StudentReqFinallyCancelled
source: Ooopss... it seems that you finally cancelled your conversation request
ca: Ops ... sembla que al final has cancel·lat la conversa privada
es: Ups...parece que al final cancelaste la solicitud de conversación
eu: Badirudi azkenean konbertsazioa bertan behera utzi zenuela
it: Ops ... sembra che alla fine hai cancellato la conversazione privata

# StudentReqFollowLink
source: Follow this link to enter the conversation room
ca: Segueix aquest link per entrar a la sala de la conversa
es: Sigue este link para entrar a la sala de la conversación
eu: Klikatu link hau konbertsazio gelara sartzeko
it: Segui questo link per entrare nella stanza della conversazione

# StudentReqMeetupCancelled
source: Conversation cancelled
ca: Conversa cancel·lada
es: Conversación cancelada
eu: Bilera bertan behera utzia
it: Conversazione cancellata

# StudentReqMessages
source: Messages
ca: Missatges
es: Mensajes
eu: Mezuak
it: Messaggi

# StudentReqMissSentence
source: It's a pity that you didn't confirm the request earlier. Stay tuned to Langademy and do not miss more requests ;-)
ca: Una llàstima que no confirmaràs abans aquesta sol·licitud. Estigues atent a Langademy i no perdis més sol·licituds;-)
es: Una pena que no confirmaras antes esta solicitud. Estate atento a Langademy y no pierdas más solicitudes ;-)
eu: Pena bat da eskaera hau lehenago konfirmatu ez izana. Adi egon Langademyko abisuei eta ez itzazu eskaera gehiago galdu!
it: Un vero peccato non avere confermato prima questa richiesta. Resta attento su Langademy e non perdere più richieste;-)

# StudentReqOtherReq
source: You accepted another conversation request for the same time, so you cannot accept this one
ca: No pots acceptar aquesta conversa perquè has acceptat una altra conversa a la mateixa hora,
es: No puedes aceptar esta conversación porque has aceptado otra conversación a la misma hora,
eu: Ordu honetarako beste eskaera bat onartu duzu, beraz ezin dezakezu eskaera hau onartu
it: Non si può accettare questa conversazione perché avete accettato un'altra conversazione, allo stesso tempo,

# StudentReqPending
source: Pending
ca: Pendent
es: Pendiente
eu: Onartzeke
it: In attesa

# StudentReqProposal
source: Proposal
ca: Proposta
es: Propuesta
eu: Proposamena
it: Proposta

# StudentReqRateOnRequest
source: Rate on request date
ca: Tarifa en la data de sol·licitud
es: Tarifa en la fecha de solicitud
eu: Tarifa eskaeraren egunean
it: Tasso nella data di richiesta

# StudentReqReject
source: Reject
ca: Rebutjar
es: Rechazar
eu: Ukatu
it: rifiutare

# StudentReqRejected
source: Rejected
ca: Rebutjat
es: Rechazado
eu: Ukatua
it: Rifiutato

# StudentReqRequestFor
source: Request for
ca: Sol·licitud per a
es: Solicitud para
eu: Eskaria
it: Richiesta per

# StudentReqTBConv
source: Time banking conversation
ca: Conversa de Banc de Temps
es: Conversación de Banco de Tiempo
eu: Dennbora bankuko konbertsazioa
it: Conversazione Banca del Tempo

# StudentReqWalletConv
source: Wallet conversation
ca: Conversa Wallet
es: Conversación Wallet
eu: Wallet konbertsazioa
it: Conversazione Wallet

# StudentReqWriteMessage
source: Write your message
ca: Escriu el teu missatge
es: Escribe tu mensaje
eu: Idatzi zure mezua
it: Scrivi il tuo messaggio

# TBConversation
source: Timebanking conversation
ca: Conversació Banc de temps
es: Conversación Banco de tiempo

# VideoCallMessage
source: Cool! {0} and you are going to have a videocall. Stay tuned to Langademy and don't miss the conversation. Be on time!
ca: Bé! {0} i tu aneu a tenir una conversa. Estigues atent a Langademy i no et perdis la conversa. ¡Es puntual!
es: ¡Bien! {0} y tú vais a tener una conversación. Estate atento a Langademy y no te pierdas la conversación. ¡Se puntual!
eu: Ederki! {0}-(e)k eta zuk bideo dei bat edukiko duzue. Adi egon eta ez ezazu konbertsazioa galdu. Orduan azaldu!
it: Bene!Hai una conversazione con {0} .Resta attento a Langademy e non perdere la conversazione. Puntuale! :)

source: Wallet conversation
ca: Conversació Wallet
es: Conversación Wallet

# YouConversationRejected
source: You rejected this conversation with {0}
ca: Refusar la conversa amb {0}
es: Rechazaste la conversacion con {0}
eu: Ez duzu {0}-(e)kin hitz egiteko eskaera onartu
it: Hai disattivato la conversazione con {0}

# NoConversations
source: You haven't scheduled any conversations
ca: No has programat cap conversa
es: No has programado ninguna conversación
