Repository: moar/lingoResx
Catalog: Views/Layout/Layout.*.resx
Languages: ca, es, it

# DescAbout
source: Langademy is an online language exchange community where you can practice foreign languages with natives all over the world.
ca: Langademy és una comunitat online d'intercanvi d'idiomes on pots practicar idiomes amb natius de tot el món
es: Langademy es una comunidad online de intercambio de idiomas donde puedes practicar idiomas con nativos de todo el mundo
it: Langademy è una comunità di scambio di lingua online dove è possibile praticare le lingue straniere con i nativi di tutto il mondo

# DescFaq
source: In this page you cand find the most asked questions about Langademy: languages you can learn, how the timebank works and another information that has been asked by the community
ca: En aquesta secció pots trobar les preguntes més freqüents que han fet els usuaris de Langademy: els idiomes que pots aprendre en Langademy, el funcionament del banc de temps i altres preguntes rellevants que ha fet la comunitat de Langademy.
es: En esta sección puedes encontrar las preguntas más frecuentes que han hecho los usuarios de Langademy: los idiomas que puedes aprender en Langademy, el funcionamiento del banco de tiempo y otras preguntas relevantes que ha hecho la comunidad de Langademy.
it: In questa sezione puoi trovare le domande più frequenti che hanno chiesto gli utenti: le lingue che puoi studiare in Langademy, il tempo di funzionamento della banca del tempo e altre questioni rilevanti che fatto la comunità Langademy.

# DescMeetupBoard
source: In the meetup board, you can create language exchange meetups to let the others know when you will be available to chat, or you can join the existing meetups.
ca: Al tauler de quedades, pot organitzar quedades per a que la resta sàpiguen quan vas a estar disponible, o bé per unir-te a les quedades ja existents.
es: En el Tablón de quedadas puedes organizar quedadas para que el resto de usuarios sepan cuando estarás disponible, o puedes apuntarte a las quedadas que hayan organizado otros usuarios
it: Nella tabella di appuntamenti, è possibile organizzare appuntamenti, così gli altri sanno quando sarai disponibile, oppure è possibile unirsi ai appuntamenti esistenti

# Description
source: Langademy is a social network to learn languages. It offers an online space where natives all over the world are connected with language students. Have conversations with natives and become fluent in any language! It provides two ways of trading with conversations: language exchanges and paid conversations.
ca: Langademy és una xarxa social per aprendre idiomes. Ofereix un espai on nadius de tot el món es connecten amb estudiants d'idiomes. Millora la fluïdesa en una llengua mantenint converses amb natius. Aquestes converses poden ser i pagament o es pot utilitzar el temps com a moneda de canvi mitjançant l'intercanvi d'idiomes.
es: Langademy es una red social para aprender idiomas. Ofrece un espacio donde nativos de todo el mundo se conectan con estudiantes de idiomas. Mejora la fluidez en un idioma manteniendo conversaciones con nativos. Estas conversaciones pueden ser e pago o se puede utilizar el tiempo como moneda de cambio mediante el intercambio de idiomas.
it: Langademy è un social network per imparare lingue. Offre scambio linguistici con madrelingua di tutto il mondo così la gente può ottenere scioltezza in una lingua.

# DesktopDescription
source: This is Langademy's home. From here, you can visit the entire Langademy, and you can tell to your contacts the Languages you are willing to use and also your Langademy state. You can also check your notifications in the right panel.
ca: Aquesta és la pàgina d'inici de Langademy. Des d'aquí podeu navegar per tot Langademy, també establir el teu estat e indicar als teus contactes en quins idiomes estàs disposat a conversar. Al panell dret pots consultar les teves notificacions.
es: Ésta es la página de inicio de Langademy. Desde aquí puedes navegar en todo Langademy, y su vez establecer tu estado e indicar a tus contactos en qué idiomas estás dispuesto a conversar. En el panel derecho puedes consultar tus notificaciones.
it: Questa è la web d'inizio di Langademy. Da qui puoi navigare per tutto Langademy, modificare il tuo stato, dire ai tuoi contatti in che lingua stai disposto a conversare ecc Nel riquadro a destra è possibile visualizzare le tue notifiche.

# DesktopTitle
source: Home - Langademy
ca: Inici - Langademy
es: Inicio - Langademy

# Keywords
source: Langademy, learn languages, language exchange, become fluent, practice english, practice spanish, practice languages, native speakers, improve language level
ca: Langademy, aprendre idiomes, intercanvi d'idiomes, millorar la fluïdesa, practicar idiomes, natius, millorar l'idioma, practicar angles
es: Langademy, aprender idiomas, intercambio de idiomas, mejorar fluidez, practicar Inglés, practicar idiomas, nativos, mejorar idioma
it: Langademy, imparare le lingue, scambio di lingue, acquisire una buona padronanza, praticare l'inglese, praticare spagnolo, pratica le lingue, nativi, migliorare il livello di lingua..

# LRDescription
source: In the Language Roulette you will meet new partners to practice the language you want to learn. Become fluent in a language while you meet new people!
ca: En Language Roulette trobaràs nous companys d'intercanvi per a l'idioma que vulguis aprendre. Millora el teu nivell mentre coneixes gent!
es: En Language Roulette encontrarás nuevos compañeros de intercambio de los idiomas que quieras aprender. ¡Mejora tu nivel mientras conoces gente nueva!
it: A Language Roulette puoi trovare nuovi partner per poter parlare la lingua che desideri imparare. Migliora il tuo livello, mentre conosci nuove persone!

# LRKeywords
source: language chat rooms,language exchange,chat,tandem, fluency
ca: sales de xat, intercanvi d'idiomes, practica l'idioma, tàndem, fluïdesa
es: salas de chat, intercambio de idiomas, practica idiomas, tándem, fluidez idioma
it: chat room, scambio linguistico, chat, tandem, scioltezza

# LRTitle
source: Meet new people and learn languages online - Language Roulette
ca: Coneix a gent nova i comença a aprendre idiomes online - Language Roulette
es: Conoce a gente nueva y comienza a aprender idiomas online - Language Roulette
it: Conosce nuove persone e inizia ad imparare lingue online - Language Roulette

# MainPrivacy
source: Privacy - Langademy
ca: Privacitat - Langademy
es: Privacidad - Langademy

# MainTerms
source: Terms and Conditions - Langademy
ca: Termes i Condicions - Langademy
es: Términos y Condiciones - Langademy
it: Termini e Condizioni - Langademy

# MainTitle
source: Learn Languages online with native speakers
ca: Aprèn idiomes online
es: Aprender idiomas online
it: Impara lingue online

# MBTitle
source: Conversation exchange meetups, create or join them! - Langademy
ca: Apunta't o crea quedades per aprendre idiomes amb natius - Langademy
es: Apúntate o crea quedadas para aprender idiomas con nativos - Langademy
it: Iscriviti o rifai nuovi appuntamenti per imparare lingue! - Langademy

# SearchDescription
source: Search new Langademy users or people that you know from previous conversations. You can filter you searches by languages they know and their level
ca: Troba nous amics a Langademy o troba a aquells amb els que ja has conversats. Pots filtrar les teves recerques per idioma i pel nivell dels usuaris
es: Encuentra nuevos amigos en Langademy o encuentra a aquellos con los que ya has conversado. Puedes filtrar tus búsquedas por idioma y por el nivel de los usuarios
it: Cerca nuovi utenti Langademy o persone con cui hai parlato in precedenza. È possibile filtrare le ricerche per linguaggi o livello degli utenti

# SearchTitle
source: Search language exchange partners - Langademy
ca: Troba companys per a intercanvis d'idiomes - Langademy
es: Encuentra compañeros para intercambios de idiomas - Langademy
it: Ricerca utenti per lo scambio di linguaggio - Langademy

# TBDescription
source: Langademy is based on a time banking policy. In this app you can check the historic of your time balance and you will know the effect of having conversations in different languages
ca: Langademy utilitza una política de Banc de Temps. En aquesta aplicació podràs consultar el teu històric de hores i com les converses mantingudes en diferents idiomes afecten el teu balanç d'hores.
es: Langademy usa una política de Banco de Tiempo. En esta aplicación podrás consultar tu histórico de horas y como las conversaciones mantenidas en diferentes idiomas afectan a tu saldo de horas
it: Langademy utilizza il criterio Banca del Tempo. In questa applicazione potete visualizzare il record di ore e come le conversazione nelle diverse lingue incide sull tuo saldo di ore.

# TBTitle
source: Time Bank
ca: Banc de Temps
es: Banco de Tiempo
it: Banca del Tempo

# UserDescription
source: Hi! I'm {0} and I want to learn new languages at Langademy!
ca: Hola! Sóc {0} i vull aprendre nous idiomes en Langademy!
es: ¡Hola!¡Soy {0} y quiero aprendes nuevos idiomas en Langademy!
it: Ciao! Sono {0} e voglio imparare nuove lingue in Langademy!

# IndexExchangeDescription
source: Langademy is a social network to learn languages. It offers an online space where natives all over the world are connected with language students. Have conversations with natives and become fluent in any language! It provides two ways of trading with conversations: language exchanges and paid conversations
ca: Langademy és una xarxa social per aprendre idiomes. Ofereix un espai d'intercanvi d'idiomes amb natius de tot el món per ajudar a la gent a que aprengui o adquireixi fluïdesa en diferents idiomes
es: Langademy es una red social para aprender idiomas. Ofrece un espacio donde nativos de todo el mundo se conectan con estudiantes de idiomas. Mejora la fluidez en un idioma manteniendo conversaciones con nativos. Estas conversaciones pueden ser e pago o se puede utilizar el tiempo como moneda de cambio mediante el intercambio de idiomas.
it: Langademy è un social network per imparare le lingue. Offre un spazio dove i madrelingua da tutto il mondo si possono collegare con gli studenti di lingue. Dove si può acquire fluidità nella lingua conversando con gli madrelingua.

# IndexExchangeTitle
source: Language exchange - Langademy
ca: Intercanvi d'idiomes - Langademy
es: Intercambio de idiomas - Langademy
it: Scambio di lingue - Langademy

# IndexNativesDescription
source: If you don't have time for language exchanges and you want to find native speakers to have conversations, this is your place.
ca: Si no tens temps per a intercanvis i vols mantenir converses amb parlants nadius, aquest és el teu lloc.
es: Si no tienes tiempo para intercambios y quieres mantener conversaciones con hablantes nativos, este es tu sitio.
it: Se non hai tempo per gli scambi e vuoi avere conversazioni con persone di madrelingua, questo è il tuo sito.

# IndexNativesTitle
source: Native conversations partners
ca: Companys de conversa natius
es: Compañeros de conversación nativos
it: Partner di conversazione madrelingua

# IndexStudentsDescription
source: Find articles and resources about learning languages online
ca: Mantén converses amb parlants natius i millora la teva fluïdesa de l'idioma! Tens dues opcions: pots fer intercanvis d'idiomes o pagar a un natiu perquè conversi amb tu
es: ¡Mantén conversaciones con hablantes nativos y mejora tu fluidez del idioma! Tienes dos opciones: puedes hacer intercambios de idiomas o pagar a un nativo para que converse contigo
it: Parla con un madrelingua e migliorare la fluidità! Hai due opzioni: si può fare scambi linguistici o pagare un madrelingua per conversare con te.

# IndexStudentsTitle
source: Learn languages online
ca: Langademy: aprèn idiomes
es: Langademy: aprende idiomas
it: Langademy: impara lingue

# SearchLangTitle
source: {0} language exchange partners - Langademy
ca: Companys per a intercanvis d'idiomes d'{0} - Langademy
es: Compañeros para intercambios de idiomas de {0} - Langademy
it: Compagni per lo scambio di linguaggio di {0} - Langademy

# SearchLanguageDescription
source: Search new Langademy users that speak {0} or people that you know from previous conversations. You can filter you searches by their level
ca: Troba nous amics a Langademy que parlin {0} o troba a aquells amb els que ja has conversat. Podeu reduir les teves recerques pel nivell dels usuaris
es: Encuentra nuevos amigos en Langademy que hablen {0} o encuentra a aquellos con los que ya has conversado. Puedes filtrar tus búsquedas por el nivel de los usuarios
it: Trova nuovi amici in Langademy che parlano {0} o trova quelli con i quali si è già parlato. È possibile filtrare le ricerche in base al livello degli utenti

# PricingDescription
source: Check Langdemy's pricing for native speakers and languager learners. Join today and start enjoying these features
ca: Revisa els preus de Langademy per als parlants natius i els estudiants. Uneix-te avui i comença a gaudir de les nostres ofertes.
es: Revisa los precios de Langademy para los hablantes nativos y los estudiantes. Únete hoy y empieza a disfrutar de nuestras ofertas.
it: Controlla i prezzi di Langademy, di madrelingua e studenti. Iscriviti oggi e inizia a godere le nostre offerte.

# SearchExchangeNatives
source: Search native language exchange partners
ca: Busca companys natius per a intercanvis d'idioma
es: Busca compañeros nativos para intercambios de idioma
it: Cerca compagni madrelingua per scambi linguistici

# SearchExchangeNativesDesc
source: Find native speakers for your language exchanges and use your time as a trade.
ca: Busca parlants natius per als teus intercanvis d'idiomes i utilitza el teu temps com a moneda de canvi
es: Busca hablantes nativos para tus intercambios de idiomas y usa tu tiempo como moneda de cambio
it: Cerca madrelingua per i tuoi scambi linguistici e utilizza il tuo tempo come moneta di scambio

# SearchPaidNatives
source: Find native speakers
ca: Busca parlants natius
es: Busca hablantes nativos
it: Ricerca madrelingua

# SearchPaidNativesDesc
source: Find native speakers that suit your preferences. Check their expertise, upvotes and rates and make conversation requests
ca: Busca parlants natius que s'adaptin a les teves preferències. Revisa la seva experiència, vots positius i tarifes i sol·licita converses privades amb ells
es: Busca hablantes nativos que se adapten a tus preferencias. Revisa su experiencia, votos positivos y tarifas y solicita conversaciones privadas con ellos
it: Cerca madrelingua in base alle tue preferenze. Controlla la sua esperienza, i tassi, i feedback positivi e richiede conversazioni private con loro

# SearchPartners
source: Find conversation partners - Langademy
ca: Busca companys de conversa - Langademy
es: Busca compañeros de conversación - Langademy
it: Cerca compagni di conversazioni - Langademy

# SearchPartnersDesc
source: Search native speakers or students at Langademy. You can use your time or Langademy credits as a trade.
ca: Busca parlants nadius o estudiants d'idiomes a Langademy. Pots utilitzar el teu temps o crèdits de Langademy com a moneda de canvi
es: Busca hablantes nativos o estudiantes de idiomas en Langademy. Puedes usar tu tiempo o créditos de Langademy como moneda de cambio
it: Cerca madrelingua o studenti di lingua in Langademy. Puoi usare il tuo tempo o crediti di Langademy come moneta di scambio

# SearchStudents
source: Search language students
ca: Busca estudiants d'idiomes
es: Busca estudiantes de idiomas
it: Ricerca studenti di lingue

# SearchStudentsDescription
source: Search language students. Edit your availability in your calendar to receive requests or create language meetups to meet new students.
ca: Busca als teus alumnes potencials. Edita el teu disponibilitat al teu calendari per rebre sol·licituds de converses o crea quedades per conèixer a nous estudiants.
es: Busca a tus alumnos potenciales. Edita tu disponibilidad en tu calendario para recibir solicitudes de conversaciones o crea quedadas para conocer a nuevos estudiantes.
it: Cerca studenti potenziali. Modifica la tua disponibilità sul calendario per ricevere le richieste per i colloqui o crea appuntamenti per incontrare nuovi studenti.

# OtherLangResources
source: Other language resources
ca: Altres recursos lingüístics
es: Otros recursos lingüísticos
it: Altre risorse linguistiche

# OtherLanguResourcesDesc
source: Want some extra language resources? Visit Langademy's friend pages and you won't regret it
ca: Vols més encara? Visita les pàgines amigues de Langademy i gaudeix de més recursos que t'ajudaran en el teu procés d'aprenentatge de l'idioma
es: ¿Quieres más aún? Visita las páginas amigas de Langademy y disfruta de más recursos que te ayudarán en tu proceso de aprendizaje del idioma
it: Vuoi ancora più? Visita le pagine amiche di Langademy e gode di più risorse per aiutare nel tuo processo di apprendimento della lingua

# IndexPartnersDescription
source: If you don't have time for language exchanges and you want to find native speakers to have conversations, this is your place.
ca: Si no tens temps per a intercanvis i vols trobar parlants natius per a converses, aquest és el teu lloc.
es: Si no tienes tiempo para intercambios y quieres encontrar hablantes nativos para conversaciones, éste es tu lugar.
it: Se non avete tempo per gli scambi e volete trovare madrelingua per le conversazioni, questo è il vostro posto.

# IndexPartnersTitle
source: Native conversation partners
ca: Companys de conversa natius
es: Compañeros de conversación nativos
it: Partner di conversazione madrelingua

# MainContact
source: Contact - Langademy
ca: Contacte - Langademy
es: Contacto - Langademy
it: Contatto - Langademy

# MainContactDesc
source: Do you want to send us a message? Contact us using this form.
ca: Vols enviar-nos un missatge? Contacta'ns a través d'aquest formulari
es: ¿Quieres enviarnos un mensaje? Contáctanos a traves de este formulario
it: Vuoi inviarci un messaggio? Contattaci su questo modulo

# IndexTeachersTitle
source: Become a language teacher | Langademy
ca: Converteix-te en professor en línia | Langademy
es: Conviértete en profesor en línea | Langademy
it: Diventa insegnante online | Langademy

# IndexTeachersDescription
source: If you want to teach languages online, apply for a position at Langademy. Work from home and whenever you want.
ca: Si vols ensenyar idiomes online, sol·licita un lloc en Langademy. Treballa des de casa i quan tu vulguis.
es: Si quieres enseñar idiomas online, solicita un puesto en Langademy. Trabaja desde casa y cuando tú quieras.
it: Se vuoi insegnare lingue online, fai domanda per un posto presso Langademy. Lavora da casa e quando vuoi.

# TeachersDescription
source: Do you want to teach a language online? We provide you an online working environment so you can teach languages from home.
ca: Vols ensenyar una llengua en línia? T'oferim un entorn de treball online on podràs ensenyar idiomes des de casa.
es: ¿Quieres enseñar un idioma online? Te ofrecemos un entorno de trabajo online donde podrás enseñar idiomas desde casa.
it: Vuoi insegnare una lingua online? Vi offriamo un ambiente di lavoro online dove potete insegnare le lingue da casa.

# TeachersMainTitle
source: Teach languages
ca: Ensenya idiomes
es: Enseña idiomas
it: Insegna lingue
