Repository: moar/lingoResx
Catalog: Views/LessonSalesCommon/SalesCommons.*.resx
Languages: ca, es, it

source: Accept reschedule
ca: Acepta
es: Aceptar
it: Accetta

source: Active
ca: Actives
es: Activas
it: Attive

source: All
ca: Totes
es: Todas
it: Tutti

# AllCancelled
source: Cancelled
ca: Cancel·lades
es: Canceladas
it: Annullate

# AllCompleted
source: Completed
ca: Completades
es: Completadas
it: Completato

# AllConfirmed
source: Confirmed
ca: Confirmades
es: Confirmadas
it: Confermate

# AllRejected
source: Rejected
ca: Rebutjades
es: Rechazadas
it: Rifiutate

source: Cancelled
ca: Cancel·lada
es: Cancelada
it: cancellata

source: Cancel reschedule
ca: Cancel·lar
es: Cancelar
it: Cancellare

source: Completed
ca: Completada
es: Completada
it: Completata

# Confirmed
source: Accepted
ca: Confirmada
es: Confirmada
it: Confermata

# ConfirmNewDate
source: Confirm the new date
ca: Confirma la nova data
es: Confirma la nueva fecha
it: Conferma la nuova data

source: Current date
ca: Data actual
es: Fecha actual
it: Data attuale

source: lessons
ca: classes
es: clases
it: lezioni

# LessonsLang
source: {0} lessons
ca: Classes de {0}
es: Clases de {0}
it: Lezioni di {0}

source: Progress
ca: Progrés
es: Progreso
it: Progresso

source: Rate
ca: Tarifa
es: Tarifa
it: Tariffa

source: Rejected
ca: Rebutjada
es: Rechazada
it: Rifiutata

source: Reject reschedule
ca: Rebutjar
es: Rechazar
it: Rifiutare

source: Scheduled lessons
ca: Classes programades
es: Clases programadas
it: Lezioni programmate

# SelectNewDate
source: Select the new date
ca: Selecciona la nova data
es: Selecciona la nueva fecha
it: Seleziona la nuova data

source: Status
ca: Estat
es: Estado
it: Stato

source: Total
it: Totale

source: Unconfirmed
ca: Sense confirma
es: Sin confirmar
it: Senza confirmare

source: View by
ca: Veure
es: Ver
it: Visualizza

source: Reschedule
ca: Reprogramar
es: Reprogramar
it: Riprogrammare

source: Unschedule
ca: Desprogramar
es: Desprogramar
it: Deprogrammare

source: Cancel unschedule
ca: Cancel · lar desprogramació
es: Cancelar desprogramación
it: Annullare la deprogrammazione

source: Accept unschedule
ca: Aceptar
es: Aceptar
it: Accettare

source: Reject unschedule
ca: Rebutjar
es: Rechazar
it: Rifiutare

source: Report issue
ca: Notificar problema
es: Notificar problema
it: Segnalare un problema

# SelectReportIssues
source: Select at least one issue to report
ca: Selecciona almenys un problema a notificar
es: Selecciona al menos un problema a notificar
it: Selezionare almeno un problema da segnalare

# TeCollectSolution
source: Mark lesson as Completed (100% will be collected)
ca: Marcar la classe com Completada (i cobrar el 100%)
es: Marcar la clase como Completada (y cobrar el 100%)
it: Contrassegnare la lezione come completata (e addebitare il 100%)

# CommentIssueStudent
source: Explain additional details about the issue (Your comments will be submitted to your teacher)
ca: Afegeix detalls addicionals sobre el problema (Els comentaris s'enviaran al teu professor)
es: Añade detalles adicionales sobre el problema (Los comentarios se enviarán a tu profesor)
it: Aggiungi ulteriori dettagli sul problema (i commenti saranno inviati al tuo insegnante)

# CommentIssueTeacher
source: Explain additional details about the issue (Your comments will be submitted to your student)
ca: Afegeix detalls addicionals sobre el problema (Els comentaris s'enviaran al teu estudiant)
es: Añade detalles adicionales sobre el problema (Los comentarios se enviarán a tu estudiante)
it: Aggiungi ulteriori dettagli sul problema (i commenti saranno inviati allo studente)

# HowSolveIssue
source: How would you like to solve this issue?
ca: Com t'agradaria solucionar aquest problema?
es: ¿Cómo te gustaría solucionar este problema?
it: Come vorresti risolvere questo problema?

# OtherIssue
source: Other
ca: Altre
es: Otro
it: Altro

# RescheduleSolution
source: Reschedule the lesson
ca: Reprogramar la classe
es: Reprogramar la clase
it: Riprogrammare la lezione

# StudentEarlyIssue
source: The student left early
ca: L'estudiant va marxar aviat
es: El estudiante se marchó pronto
it: Lo studente se ne andò presto

# StudentLateIssue
source: The student arrived late
ca: L'estudiant va arribar tard
es: El estudiante llegó tarde
it: Lo studente è arrivato in ritardo

# StudentMissedIssue
source: The student missed the lesson
ca: L'estudiant no es va presentar a la classe
es: El estudiante no se presentó a la clase
it: Studente non si è presentato per la lezione

# StudentTechnicalIssue
source: The student experienced technical problems
ca: L'estudiant va tenir problemes tècnics
es: El estudiante tuvo problemas técnicos
it: Lo studente ha avuto problemi tecnici

# TeacherEarlyIssue
source: The teacher left early
ca: El professor va marxar aviat
es: El profesor se marchó pronto
it: L'insegnante se ne andò presto

# TeacherLateIssue
source: The teacher arrived late
ca: El professor va arribar tard
es: El profesor llegó tarde
it: L'insegnante è arrivato in ritardo

# TeacherMissedIssue
source: The teacher missed the lesson
ca: El professor no es va presentar a la classe
es: El profesor no se presentó a la clase
it: L'Insegnante non si presentò per la lezione

# TeacherTechnicalIssue
source: The teacher experienced technical problems
ca: El professor va tenir problemes tècnics
es: El profesor tuvo problemas técnicos
it: Il professore ha avuto problemi tecnici

# TeCancelAndRefundHalfSolution
source: Cancel the lesson (50% will be refunded)
ca: Cancel·lar la classe (i tornar el 50%)
es: Cancelar la clase (y devolver el 50%)
it: Cancellare la lezione (e restituire il 50%)

# TeCancelAndRefundSolution
source: Cancel the lesson (100% will be refunded)
ca: Cancel·lar la classe (i tornar el 100%)
es: Cancelar la clase (y devolver el 100%)
it: Cancellare la lezione (e restituire il 100%)

# TeCollectHalfSolution
source: Mark lesson as Completed (50% will be collected)
ca: Marcar la classe com Completada (i cobrar el 50%)
es: Marcar la clase como Completada (y cobrar el 50%)
it: Contrassegna la lezione come Completata (e carica il 50%)

source: Cancel report
ca: Cancel · lar report
es: Cancelar reporte
it: Cancellare report

# StuCancelAndRefundHalfSolution
source: Cancel the lesson (50% will be refunded)
ca: Cancel·lar la classe (es retornarà el 50%)
es: Cancelar la clase (se devolverá el 50%)
it: Cancella lezione (rimborso 50%)

# StuCancelAndRefundSolution
source: Cancel the lesson (100% will be refunded)
ca: Cancel·lar la classe (es retornarà el 100%)
es: Cancelar la clase (se devolverá el 100%)
it: Cancella lezione (rimborso 100%)

# StuCollectHalfSolution
source: Mark lesson as Completed (50% will be paid)
ca: Marcar classe com completada (es pagarà el 50%)
es: Marcar clase como completada (se pagará el 50%)
it: Segnare la classe come completata. (50% da pagare)

# StuCollectSolution
source: Mark lesson as Completed (100% will be paid)
ca: Marcar classe com completada (es pagarà el 100%)
es: Marcar clase como completada (se pagará el 100%)
it: Contrassegnare la classe come completata (sarà versato il 100%)

source: Complete lesson
ca: Completar classe
es: Completar clase
it: Completare lezione

source: Accept solution
ca: Acceptar solució
es: Aceptar solución
it: Accettare soluzione

# LessonPackCompleted
source: The lesson pack is completed
ca: El pack de classes ja està complet
es: El pack de clases ya está completo
it: Il pacchetto di lezioni è ora completo

source: RejectSolution
ca: Rebutjar solució
es: Rechazar solución
it: Rifiutare soluzione

# CancelledPlural
source: Cancelled
ca: Cancel·lades
es: Canceladas
it: Cancellate

source: Price
ca: Preu
es: Precio
it: Prezzo

source: Refund
ca: Devolució
es: Devolución
it: Rimborso

source: Refunds
ca: Devolucions
es: Devoluciones
it: Rimborsi

source: Cancel mediation
ca: Cancel·lar mediació
es: Cancelar mediación
it: Cancellare la mediazione

source: Request mediation
ca: Sol·licitar mediació
es: Solicitar mediación
it: Richiedi mediazione

# StudentRequestedMediation
source: The studentrequested mediation to solve an issue. Langademy team will contact you
ca: L'estudiant ha sol·licitat mediació per resoldre un problema. L'equip de Langademy es posarà en contacte amb tu
es: El estudiante ha solicitado mediación para resolver un problema. El equipo de Langademy se pondrá en contacto contigo
it: Lo studente ha richiesto la mediazione per risolvere un problema. Il team di Langademy ti contatterà

# TeacherRequestedMediation
source: The teacher requested mediation to solve an issue. Langademy team will contact you
ca: El professor ha sol·licitat mediació per resoldre un problema. L'equip de Langademy es posarà en contacte amb tu
es: El profesor ha solicitado mediación para resolver un problema. El equipo de Langademy se pondrá en contacto contigo
it: L'insegnante ha richiesto la mediazione per risolvere un problema. Il team di Langademy ti contatterà

# YouRequestedMediation
source: You requested mediation to solve an issue. Langademy team will contact you
ca: Has sol·licitat mediació per resoldre un problema. L'equip de Langademy es posarà en contacte amb tu
es: Has solicitado mediación para resolver un problema. El equipo de Langademy se pondrá en contacto contigo
it: Hai chiesto la mediazione per risolvere un problema. Il team di Langademy ti contatterà

# MedDisagreementStudent
source: Why does your teacher disagree with your solution?
ca: Per que el teu professor no està d'acord amb la teva solució?
es: ¿Por que tu profesor no está de acuerdo con tu solución?
it: Perché il tuo insegnante non è d'accordo con la tua soluzione?

# MedDisagreementTeacher
source: Why does your student disagree with your solution?
ca: Per que el teu estudiant no està d'acord amb la teva solució?
es: ¿Por que tu estudiante no está de acuerdo con tu solución?
it: Perché il tuo studente non è d'accordo con la tua soluzione?

# MedIntroStudent
source: If you had issues with this lesson and you didn't agree on a solution with your teacher using the Report Issue feature, you can request Langademy's mediation. Our team decision will be final. Please, complete the form below and we will contact you (take into account that your teacher will also see what you write)
ca: Si vas tenir problemes amb aquesta classe i no has aconseguit acordar una solució amb el teu professor fent servir la funció Informa d'problema, pots sol·licitar la mediació de Langademy. La decisió del nostre equip serà definitiva. Si us plau completa el següent formulari i ens posarem en contacte amb tu (tingues en compte que el teu professor també veurà el que escriguis)
es: Si tuviste problemas con esta clase y no has conseguido acordar una solución con tu profesor usando la funcion Notificar problema, puedes solicitar la mediación de Langademy. La decisión de nuestro equipo será definitiva. Por favor completa el siguiente formulario y nos pondremos en contacto contigo (ten en cuenta que tu profesor también verá lo que escribas)
it: Se hai avuto problemi con questa lezione e non sei riuscito a trovare una soluzione con il tuo insegnante utilizzando la funzione Segnala Problemi, puoi richiedere la mediazione di Langademy. La decisione del nostro team sarà definitiva. Si prega di compilare il seguente formulario e vi contatteremo (ricorda che il vostro insegnante vedrà anche quello che scrivete)

# MedIntroTeacher
source: If you had issues with this lesson and you didn't agree on a solution with your student using the Report Issue feature, you can request Langademy's mediation. Our team decision will be final. Please, complete the form below and we will contact you (take into account that your student will also see what you write)
ca: Si vas tenir problemes amb aquesta classe i no has aconseguit acordar una solució amb el teu estudiant usant la funció Informa d'problema, pots sol·licitar la mediació de Langademy. La decisió del nostre equip serà definitiva. Si us plau completa el següent formulari i ens posarem en contacte amb tu (tingues en compte que el teu estudiant també veurà el que escriguis)
es: Si tuviste problemas con esta clase y no has conseguido acordar una solución con tu estudiante usando la funcion Notificar problema, puedes solicitar la mediación de Langademy. La decisión de nuestro equipo será definitiva. Por favor completa el siguiente formulario y nos pondremos en contacto contigo (ten en cuenta que tu estudiante también verá lo que escribas)
it: Se avete avuto problemi con questa lezione e non siete riusciti a trovare una soluzione con il vostro studente utilizzando la funzione Segnala Problema, potete chiedere la mediazione di Langademy. La decisione del nostro team sarà definitiva. Compila il seguente modulo e ti contatteremo (tieni presente che il tuo studente vedrà anche quello che scriverai)

# MedIssueDescr
source: Please, describe the problem you need mediation for as accurately as posible
ca: Descriu el problema per al que necessites mediació
es: Describe el problema para el que necesitas mediación
it: Descrivi il problema per il quale hai bisogno di mediazione

# MedProposedSol
source: Which solution do you propose?
ca: Quina solució proposes?
es: ¿Qué solución propones?
it: Quale soluzione proponi?

# LessonsUpper
source: Lessons
ca: Classes
es: Clases
it: Lezioni
