Repository: moar/lingoResx
Catalog: Views/Mails/Mail.*.resx
Languages: es, eu

# AvailabilityRequests
source: Someone wants to now when you will be available
es: Alguien quiere saber cuándo estarás disponible
eu: Norbaitek libre noiz zauden jakitea nahi du

# AvailableRequest
source: {0}'s calendar is updated
es: {0} ha actualizado su calendario
eu: {0}-(r)en egutegia eguneratua izan da

# AvailableRequests
source: {0} people have updated their calendars
es: {0} personas han actualizado sus calendarios
eu: {0} pertsonek beraien egutegia eguneratu dute

# ConversationAccepted
source: {0} has accepted your conversation request
es: {0} ha aceptado tu solicitud de conversación
eu: {0}-(e)k zure kontertsazio eskaera onartu du

# ConversationAlert
source: You have a conversation scheduled for today
es: Recordatorio: hoy tienes planificada una conversación
eu: Konbertsazio bat antolaturik daukazu gaurko

# ConversationAlerts
source: You have some conversations scheduled for today
es: Recordatorio: hoy tienes varias conversaciones
eu: Konbertsazio batzuk dituzu antolaturik gaurko

# InvitationSubject
source: Langademy Invitation
es: Invitación Langademy
eu: Langademyrako gonbidapena

# MailConfirmEmail
source: Confirm your email
es: Confirma tu email
eu: Baieztatu zure emaila

# MailFriendRequest
source: Connection request
es: Solicitud de conexión
eu: Konexio eskaera

# MailNewMeetupParticipants
source: New meetup participants
es: Nuevos participantes en la quedada
eu: Bilerarako partehartzaile berriak

# NewConversationRequests
source: Someone wants to have a conversation with you
es: Alguien quiere conversar contigo
eu: Norbaitek zurekin hitz egitea nahi du

# NewMeetupMail
source: New {0} meetup
es: Nueva quedada de {0}
eu: Bilera berria: {0}

# NewMeetupMails
source: New meetups for you!
es: ¡Nuevas quedadas para ti!
eu: Zuretzako bilera berriak!

# PasswordRecovery
source: Recover your password
es: Recupera tu contraseña
eu: Zure pasahitza berreskuratu

# PublicMeetupAlert
source: You have a meetup scheduled for today
es: Recordatorio: hoy tienes una quedada
eu: Gaurko bilera bat antolaturik daukazu

# VisitReminder
source: We miss you!
es: ¡Te echamos de menos!
eu: Faltan botatzen zaitugu!
