Repository: moar/lingoResx
Catalog: Views/TeachingApplication/Index.*.resx
Languages: ca, es, it

source: Activate
ca: Activar
es: Activar
it: Attivare

source: Add attachment
ca: Afegir adjunt
es: Añadir adjunto
it: Aggiungi allegato

# ApplSubmittedOn
source: Application submitted on
ca: Data d'enviament de la sol·licitud
es: Fecha de envío de la solictud
it: Data di spedizione della richiesta

# AttachBlockDescr
source: Upload certificates or any document that allow us to verify your professional experience and education for teaching languages (PDF documents only)
ca: Adjunta certificats o qualsevol document que ens permeti acreditar la teva experiència professional i la teva formació per ensenyar idiomes (només documents PDF)
es: Adjunta certificados o cualquier documento que nos permita acreditar tu experiencia profesional y tu formación para enseñar idiomas (solo documentos PDF)
it: Allegare certificati o qualsiasi altro documento che ci permetta di dimostrare la vostra esperienza professionale e la vostra formazione per l'insegnamento delle lingue (solo documenti PDF)

# AttachDescrPlaceHolder
source: Add a brief description about the content of this document
ca: Afegeix una breu descripció sobre el contingut d'aquest document
es: Añade una breve descripción sobre el contenido de este documento
it: Aggiungere una breve descrizione del contenuto di questo documento

source: Attachments
ca: Documents adjunts
es: Documentos adjuntos
it: Documentazione allegata

# AvailCalendar
source: Availability calendar
ca: Calendari de disponibilitat
es: Calendario de disponibilidad
it: Calendario disponibilità

# ClickToActivate
source: Click the next button to activate your profile
ca: Fes click al següent botó per activar el teu perfil
es: Haz click en el siguiente botón para activar tu perfil
it: Clicca sul pulsante seguente per attivare il tuo profilo

# ConfirmDeleteAppli
source: Are you sure you want to delete your application? This step cannot be undone
ca: Estàs segur de voler esborrar la teva sol·licitud? Aquest pas no es pot desfer
es: ¿Estás seguro de que quieres eliminar tu solicitud? Este paso no se puede deshacer
it: Sei sicuro di voler cancellare la tua richiesta? Questo passo non può essere annullato

# ConfirmSubmitAppli
source: Do you confirm that you want to submit your application?
ca: ¿Confirmes que vols enviar la teva sol·licitud?
es: ¿Confirmas que quieres enviar tu solicitud?
it: Confermi di voler inviare la tua richiesta?

# CongratsApplAccepted
source: Congratulations! Your application has been accepted
ca: Felicitats! La teva sol·licitud ha estat acceptada
es: ¡Felicidades! Tu solicitud ha sido aceptada
it: Congratulazioni! La tua richiesta è stata accettata

source: Cover photo
ca: Foto de portada
es: Foto de portada
it: Foto di copertina

# DeclinedDescr
source: Unfortunately your application has been declined. Check the report and then you can decide if you want to modify your application for submitting it again
ca: Desafortunadament la teva sol·licitud ha estat rebutjada. Revisa l'informe i després pots decidir si vols modificar la teva sol·licitud per enviar-la de nou
es: Desafortunadamente tu solicitud ha sido rechazada. Revisa el informe y luego puedes decidir si quieres modificar tu solicitud para enviarla de nuevo
it: Purtroppo, la sua richiesta è stata respinta. Rivede il rapporto e poi si può decidere se si vuole modificare la richiesta di inviarlo di nuovo.

source: Description
ca: Descripció
es: Descripción
it: Descrizione

# DescriptionMaxLength
source: Description must be less than {1} character long
ca: La descripció ha de tenir menys de {1} caràcters
es: La descripción debe tener menos de {1} caracteres
it: La descrizione deve essere inferiore a {1} caratteri

source: Download speed
ca: Velocitat de descàrrega
es: Velocidad de descarga
it: Velocità di download

# EditAttachDescr
source: Edit attachment description
ca: Editar descrpció del adjunt
es: Editar descrición del adjunto
it: Modificare la descrizione del allegato

source: Education
ca: Formació
es: Formación
it: Formazione

# ErrorRecordingSpeed
source: Error recording the speed test. Please, refresh the page and run again
ca: Error guardant el test de velocitat. Si us plau, refresca la pàgina i torneu a provar
es: Error guardando el test de velocidad. Por favor, refresca la página e inténtalo de nuevo
it: Errore nel salvataggio del test di velocità. Aggiorna la pagina e riprova

# EvalReportTitle
source: Application evaluation report
ca: Informe d'avaluació de la sol·licitud
es: Informe de evaluación de la solicitud
it: Relazione di valutazione della richiesta

source: Experience
ca: Experiència
es: Experiencia
it: Esperienza

# ImgNotPub
source: This image will not be published anywhere
ca: Aquesta imatge no es publicarà en cap lloc
es: Esta imagen no se publicará en ningún sitio
it: Questa immagine non sarà pubblicata da nessuna parte

# Intro1
source: Thank you for applying to teach on Langademy
ca: Gràcies per la teva sol·licitud per ensenyar a Langademy
es: Gracias por tu solicitud para enseñar en Langademy
it: Grazie per la tua richiesta di insegnare a Langademy

# Intro2
source: Your application consists of four sections
ca: La teva sol·licitud està composta per 4 seccions
es: Tu solicitud está compuesta por 4 secciones
it: La tua richiesta è composta da 4 sezioni

# IntroSection1
source: Personal Data and profile
ca: Dades personals i perfil
es: Datos personales y perfil
it: Dati personali e profilo

# IntroSection2
source: Attachments that certify your curriculum vitae
ca: Documents que certifiquen el teu currículum vitae
es: Documentos que certifican tu curriculum vitae
it: Documentazione che certifica il tuo curriculum vitae

# IntroSection3
source: Availability calendar
ca: Calendari de disponibilitat
es: Calendario de disponibilidad
it: Calendario disponibilità

# IntroSection4
source: Technical requirements
ca: Requisits tècnics
es: Requisitos técnicos
it: Requisiti tecnici

# IntroVideo
source: Introduction video
ca: Vídeo de presentació
es: Video de presentación
it: Video di presentazione

# InvoiceInfo
source: Invoicing information
ca: Informació de la facturació
es: Información de facturación
it: Dati di fatturazione

# InvoiceInfoDesc
source: Please, complete your personal data for invoicing
ca: Si us plau, completa les dades de facturació
es: Por favor, completa tus datos de facturación
it: Inserisci i tuoi dati di fatturazione

# InvoiceInfoDesc2
source: Langademy will issue your invoices using this information
ca: Langademy emetrà les factures utilitzant aquesta informació
es: Langademy emitirá las facturas utilizando esta información
it: Langademy emetterà fatture utilizzando queste informazioni

# LastDeclReasons
source: The last time you submitted your application it was declined for the following reasons. Check them all before submitting it again
ca: L'última vegada que vas enviar la teva sol·licitud va ser rebutjada pels següents motius. Revisa'ls tots abans d'enviar-la de nou
es: La última vez que enviaste tu solicitud fue rechazada por los siguientes motivos. Revísalos todos antes de enviarla de nuevo
it: L'ultima volta che è stata presentata la richiesta è stata respinta per i seguenti motivi. Controllarli tutti prima di rispedirli.

# ModifyAppli
source: Modify application
ca: Modificar sol·licitud
es: Modificar solicitud
it: Modificare richiesta

# OnlyPDF
source: only PDF documents
ca: Només documents PDF
es: solo documentos PDF
it: Solo documenti PDF

# PersDataTitle
source: Personal Data and profile
ca: Dades personals i perfil
es: Datos personales y perfil
it: Dati personali e profilo

source: Photo Id
ca: Document d'identitat
es: Documento de identidad
it: Documento d'identità

# PhotoIdDesc
source: Please, upload an image of a government Id document that confirms your identity (passport, driver's license, national Id Document, or similar, as long as it includes your photo)
ca: Si us plau, puja la imatge d'un document governamental que confirmi la teva identitat (passaport, carnet de conduir, document nacional d'identitat, o similar, sempre que inclogui la teva foto)
es: Por favor, sube la imagen de un documento gubernamental que confirme tu identidad (pasaporte, carnet de conducir, documento nacional de identidad, o similar, siempre que incluya tu foto)
it: Si prega di caricare l'immagine di un documento governativo che confermi la vostra identità (passaporto, patente di guida, carta d'identità nazionale, o simili, purché includa la foto)

source: Powered By
ca: Proporcionat per
es: Proporcionado por
it: Fornito da

source: Prepare application
ca: Preparar sol·licitud
es: Preparar solicitud
it: Preparare la richiesta

# PrepareApplText
source: Prepare your application for teaching at Langademy
ca: Prepara la teva sol·licitud per ensenyar a Langademy
es: prepara tu solictud para enseñar en Langademy
it: Prepara la tua richiesta per insegnare a Langademy

source: Profile photo
ca: Foto de perfil
es: Foto de perfil
it: Foto profilo

# ProfileTitle
source: Profile
ca: Perfil
es: Perfil
it: Profilo

source: Provider
ca: Proveïdor
es: Proveedor
it: Fornitore

source: Rates
ca: Tarifes
es: Tarifas
it: Tariffe

# SelectDoc
source: Select document
ca: Seleccionar document
es: Seleccionar documento
it: Selezionare documento

source: Speed test
ca: Test de velocitat
es: Test de velocidad
it: Test di velocità

source: Submission date
ca: Data d'enviament
es: Fecha de envío
it: Data di spedizione

# SubmittedApplDescr
source: When your application is reviewed you will be notified by e-mail
ca: Quan la teva sol·licitud sigui revisada se't notificarà per correu electrònic
es: Cuando tu solictud sea revisada se te notificará por email
it: Quando la tua richiesta sarà esaminata, riceverai una notifica via e-mail

# TechnicalReqs
source: Technical requirements
ca: Requisits tècnics
es: Requisitos técnicos
it: Requisiti tecnici

source: Test date
ca: Data del test
es: Fecha del test
it: Data del test

source: Test result
ca: Resultat del test
es: Resultado del test
it: Risultato del test

# TestVideoReqs
source: Test video call requirements
ca: Test de requisits de videotrucada
es: Test de requisitos de videollamada
it: Test requisiti videochiamata

# ThanksForSubm
source: Thank you for submitting your application!
ca: Gràcies per enviar la teva sol·licitud!
es: ¡Gracias por enviar tu solicitud!
it: Grazie per aver inviato la richiesta!

# UpdateAttachDescr
source: Update the description of this attachment
ca: Actualitza la descripció d'aquest arxiu
es: Actualiza la descripción de este adjunto
it: Aggiornare la descrizione di questo attachment

# UploadDoc
source: Upload document
ca: Carregar document
es: Subir documento
it: Carica documento

source: Upload photo Id
ca: Carregar el document d'identitat
es: Subir documento de identidad
it: Carica il documento d'identità

source: Upload speed
ca: Velociatat de càrrega
es: Velocidad de subida
it: Velocità di caricamento

# AvailCalendarDesc
source: Select on the calendar the slots when you will be available for teaching weekly (in your local time zone)
ca: Selecciona al calendari les franges en què estaràs disponible setmanalment per ensenyar (a la teva zona horària local)
es: Selecciona en el calendario las franjas en las que estarás disponible semanalmente para enseñar (en tu zona horaria local)
it: Seleziona dal calendario gli slot dove sarai disponibile per insegnare su base settimanale (nel tuo fuso orario locale)

# ApplValDefault
source: If your are having troubles to complete your application, contact us and we will be happy to help you (contact@langademy.com)
ca: Si estàs tenint problemes per completar la teva sol·licitud, contacta'ns i estarem encantats d'ajudar-te (contact@langademy.com)
es: Si estás teniendo problemas para completar tu solicitud, contáctanos y estaremos encantados de ayudarte (contact@langademy.com)
it: Se hai difficoltà a completare l'iscrizione, contattaci e saremo lieti di assisterti (contact@langademy.com).

# ApplValProfile
source: There are missing items in your profile. Please, complete it and submit your application again
ca: Hi ha seccions del teu perfil que falta per completar. Si us plau, ompli i envia la sol·licitud de nou.
es: Hay secciones de tu perfil que falta por completar. Por favor, rellénalas y envía la solicitud de nuevo
it: Ci sono sezioni del tuo profilo che devono essere completate. Si prega di compilare e inviare nuovamente la richiesta

# AppValAvailability
source: You have to complete your estimated availability calendar before submitting your application
ca: Has d'omplir el teu calendari de disponibilitat estimada abans d'enviar la sol·licitud
es: Tienes que rellenar tu calendario de disponibilidad estimado antes de enviar la solicitud
it: È necessario compilare il calendario delle disponibilità prima di inviare la richiesta

# AppValDocuments
source: You haven't uploaded any document that certifies your professional experience and education for teaching languages
ca: No has adjuntat cap document que certifiqui la teva experiència professional i la teva formació per ensenyar idiomes
es: No has adjuntado ningún documento que certifique tu experiencia profesional y tu formación para enseñar idiomas
it: Non hai allegato alcun documento attestante la tua esperienza professionale e la tua formazione per insegnare le lingue

# AppValGobernIdMissing
source: You must upload a photo of your governmental Identity card
ca: Has de pujar una foto de la teva targeta d'identificació governamental
es: Tienes que subir una foto de tu tarjeta de Identificación gubernamental
it: È necessario caricare una foto dalla tua carta d'identità del governo

# AppValSpeedTest
source: Unfortunately your last broadband speed test was below 1 Mbps (download/upload). If you improve your internet connection, run the speed test and submit the application again
ca: Desafortunadament l'últim test de velocitat de la teva connexió a internet estava per sota d'1 Mbps (baixada / pujada). Si millores la teva connexió a internet executa el test de velocitat i envia la sol·licitud de nou
es: Desafortnadamente el último test de velocidad de tu conexión a internet estaba por debajo de 1 Mbps (bajada/subida). Si mejoras tu conexión a internet ejecuta el test de velocidad y envía la solicitud de nuevo
it: Purtroppo l'ultimo test di velocità della connessione a Internet è stato inferiore a 1 Mbps (scarico/caricamento). Se si migliora la connessione a Internet, eseguire il test di velocità e inviare nuovamente la richiesta

# AppValSpeedTestMissing
source: You must run the speed test
ca: Has de executar el test de velocitat
es: Tienes que ejecutar el test de velocidad
it: È necessario eseguire il test di velocità

# AppValWebrtcTest
source: You must run the video call test before submitting your application
ca: Has executar el test de vídeo trucada abans d'enviar la sol.licitud
es: Debes ejecutar el test de video llamada antes de enviar la solictud
it: È necessario eseguire il test di videochiamata prima di inviare la richiesta

# TestInfo
source: These results are for information purposes only and do not mean that the application will be accepted or rejected
ca: Aquests resultats tenen propòsit informatiu i no impliquen necessàriament que la sol·licitud sigui acceptada o rebutjada
it: Questi risultati sono forniti a titolo puramente informativo e non implicano necessariamente che la domanda sarà accettata o respinta.

source: Ping time
es: Tiempo de ping
