Repository: moar/lingoResx
Catalog: Views/ExchangeIndex/Index.*.resx
Languages: ca, es, eu, it

# EIBlock1Link
source: Read more
ca: Llegir més
es: Leer más
eu: Gehiago irakurri
it: Leggi tutto

# EIBlock1Text
source: Become fluent in any language with online language exchanges. Go to Langademy's chat rooms, find native speakers and practice your favourite languages. You can learn spanish, german, english, french or any other language!
ca: Aconsegueix fluïdesa en qualsevol idioma amb els intercanvis d'idiomes. Vés a les sales de xat de Langademy, busca parlants natius i practica els teus idiomes preferits. Podràs aprendre anglès, alemany, francès o qualsevol altre idioma!
es: Gana fluidez en cualquier idioma con los intercambios de idiomas. Ve a las salas de chat de Langademy, busca hablantes nativos y practica tus idiomas favoritos. ¡Podrás aprender inglés, alemán, frances o cualquier otro idioma!
eu: Mendera itzazu hizkuntza desberdinak hizkuntza elkartrukeen bitartez. Joan Langademyko txat geletara, bilatu hiztun natiboak eta praktika itzazu zure hizkuntza gogokoenak! Ingelesa, alemana, frantsesa edo beste edozein hizkuntza ikasi ditzakezu!
it: Diventa fluente in qualsiasi lingua con scambi linguistici on-line. Vai alle Langademy chat rooms, ricerca di madrelingua e pratica le tue lingue preferite. È possibile imparare lo spagnolo, tedesco, inglese, francese o qualsiasi altra lingua!

# EIBlock1Title
source: Conversation exchange
ca: Intercanvi d'idiomes
es: Intercambio de idiomas
eu: Hizkuntza elkartrukea
it: Scambio di lingue

# EIBlock2B1Text
source: What languages do you speak? What is your level? Where are are you from? What are your interests? Upload your avatar and cover photos and be ready to talk in english, spanish or the language you want
ca: Quins idiomes parles? Quin és el teu nivell? D'on ets? Quins són els teus interessos? Puja la teva foto de perfil i foto de portada i ja estaràs preparat per practicar anglès, francès o l'idioma que tu vulguis
es: ¿Qué idiomas hablas? ¿Cuál es tu nivel? ¿De dónde eres?¿Cúales son tus intereses? Sube tu foto de perfil y foto de portada y ya estarás preparado para practicar ingles, francés o el idioma que tú quieras
eu: Ze hizkuntza hitz egiten dituzu? Zein da zure maila? Nongoa zara? Zeintzuk dira zure interesak? Igo itzazu zure profileko argazkia eta zure azaleko argazkia eta has zaitez ingelesa, alemana, frantsesa edota beste edozein hizkuntza praktikatzen!
it: Quali lingue parli? Qual è il tuo livello? Da dove sei? Quali sono i tuoi interessi? Carica la tua immagine del profilo e sarai pronto per praticare l'inglese, il francese o quella lingua che desideri imparare!

# EIBlock2B1Title
source: Sign up and start learning languages for free
ca: Registra't i comença a practicar idiomes gratis
es: Registrate y empieza a practicar idiomas gratis
eu: Erregistratu zaitez eta hasi doan hizkuntzak ikasten
it: Iscriviti e inizia a praticare lingue gratuitamente

# EIBlock2B2Text
source: The easiest way to meet a new partner. Plug in your webcam and your microphone and enter the room of the language you want to practice. You can chat or make private videocalls with the natives you meet in the chat rooms. Be kind ;-)
ca: La manera més fàcil per conèixer nous companys. Connecta la teva càmera i micro i entra a la sala de l'idioma que vols practicar. Pots xatejar o mantenir videotrucades amb els natius que coneguis a les sales de xat. Sigues simpàtic!
es: La manera más fácil para conocer nuevos compañeros. Enchufa tu cámara y micro y entra a la sala del idioma que quieres practicar. Puedes chatear o mantener videollamadas con los nativos que conozcas en las salas de chat. ¡Sé simpático!
eu: Mintzalagun berriak ezagutzeko modurik onena. Piztu ezazu zure web kamera eta mikroa eta sartu zaitez ikasi nahi duzun hizkuntzako txat gelan. Bertan dagoen jendeari idatzi edo beraiekin bideo dei pribatuak egin ditzakezu. Jator portatu zaitez :-)
it: Il modo più semplice per incontrare nuovi compagni. Collega la fotocamera e micro ed entra nella stanza della lingua che vuoi praticare. Puoi chattare o fare chiamate-video con i madrelingua che incontri nelle chat room. Sii gentile!

# EIBlock2B2Title
source: Try conversation exchange in the chat rooms
ca: Prova l'intercanvi d'idiomes a les sales de xat
es: Prueba el intercambio de idiomas en las salas de chat
eu: Probatu ezazu hizkuntza elkartrukea txat gelatan
it: Prova lo scambio di lingue nelle chat rooms

# EIBlock2B3Text
source: Vote for them in their profile! Send them a contact request. When they accept it, you will be able to chat in private an make video calls without entering the language rooms
ca: Dóna-li el teu vot en el seu perfil! Envia-li una petició de contacte i quan t'accepti podreu mantenir videotrucades privades sense haver d'entrar a les sales de xat
es: ¡Dale tu voto en su perfil! Enviale una petición de contacto y cuando te acepte podréis mantener videollamadas privadas sin tener que entrar a las salas de chat
eu: Bota ezazu bere profilean! Bidali iezaiozu kontaktu eskari bat eta onartzen zaituenean bideo dei pribatuak egin ahal izango dituzue txat geletara sartzeko beharrik gabe
it: Dai il tuo voto nel suo profilo! Invia una richiesta di contatto e una volta lui accetti potreste tenere video chiamate private senza dover inserire nel chat room

# EIBlock2B3Title
source: Did you like chatting with your partner?
ca: T'ha agradat parlar amb el teu company?
es: ¿Te ha gustado hablar con tu compañero?
eu: Zure mintzalagunarekin solastea gustatu al zaizu?
it: Ti è piaciuto parlare con il tuo partner?

# EIBlock3B1Text1
source: The amount of time you have for speaking with natives by videconference is the same amount of time that you use for helping others speak in your native language
ca: El temps que tens per parlar amb natius és el mateix temps que has fet servir ajudant a altres persones a que parlin el teu idioma natiu
es: El tiempo que tienes para hablar con nativos es el mismo tiempo que has usado ayudando a otras personas a que hablen tu idioma nativo
eu: Beste natibo batzuekin bideo deiak egiteko daukazun denbora, zuk beste mintzalagun batzuei zure hizkuntza natiboa ikasteko eskeini diezun denbora bera da
it: Il tempo che hai a parlare con madrelingua è lo stesso tempo che hai utilizzato per aiutare altri persone che vogliono parlare la tua lingua madre

# EIBlock3B1Text2
source: It works like a tandem but you decide who your partners are, when and in which language you want to chat with
ca: Funciona com un tàndem però tu ets el que decideix les persones, l'horari i l'idioma en què vols conversar
es: Funciona como un tandem pero tú eres el que decide las personas, el horario y el idioma en el que quieres conversar
eu: Tandem batek moduan funtzionatzen du, baina zuk aukeratuko duzu noiz, norekin eta zein hizkuntzatan hitz egin nahi duzun
it: Funziona come un tandem, ma tu sei quello che decide la gente, l'orario e la lingua che si vuole parlare

# EIBlock3B1Text3
source: Check your time balance to know if you need to increase it speaking in your native language. Read the time banking rules in order to know when a videochat conversation will add or substract time from your Time Bank account. Using your state, your contacts will know if you are available to start a video call
ca: Revisa el teu saldo de temps per saber si necessites parlar en la teva llengua materna. Llegeix les regles del banc del temps per saber quan se't sumarà o se't restarà temps de la teva compte del Banc del Temps quan mantinguis una conversa. Mitjançant el teu estat els teus contactes sabran si estàs disponible per començar una vídeotrucada
es: Revisa tu saldo de tiempo para saber si necesitas hablar en tu idioma nativo. Lee las reglas del banco del tiempo para saber cuando se te sumará o restará el tiempo de tu cuenta del Banco del Tiempo cuando mantengas una conversación. Mediante tu estado tus contactos sabrán si estás disponible para empezar una videollamada
eu: Zaindu ezazu zure denbora saldoa, eta denbora gutxi baduzu hitz egin ezazu zure hizkuntza natiboan denbora bakurako denbora gehiago irabazteko. Bankutik denbora noiz gehitu edo kenduko zaizun jakiteko, irakurri itzazu denbora bankuko erregelak. Bestalde, jakin ezazu zure perfileko egoeraren bitartez, zure Langademyko kontaktuek beraiekin hitz egiteko eskuragarri zauden adierazi diezaiekezula
it: Controlla il tuo saldo di tempo per sapere se è necessario parlare la tua lingua madre. Leggi le regole della banca del tempo per conoscere quando ti aggiungono o tolgono tempo dal tuo account. Nel tuo stato i tuoi contatti sapranno si sei disponibili per avviare una videochiamata

# EIBlock3B1Title
source: Time banking
ca: Banc del Temps
es: Banco del Tiempo
eu: Denbora bankua
it: Banca del Tempo

# EILangExcPart
source: {0} language exchange partners
ca: Companys d'intercanvi d'idiomes de {0}
es: Compañeros para intercambios de idiomas de {0}
eu: {0}-(e)z hitz egiten duten hizkuntza elkartrukerako mintzalagunak
it: Compagni per scambi linguistici di {0}

# EIMBPictureAlt
source: Create conversation exchange meetups in the meetup board
ca: Crea quedades per a l'intercanvi de converses al tauler de quedades
es: Crea quedadas para intercambio de conversaciones en el tablón de quedadas
eu: Sortu itzazu hizkuntza elkartrukerako bilerak bilera taulan
it: Crea appuntamenti per lo scambio di conversazioni nella tabella di appuntamenti

# EIMeetingBoard1
source: Schedule conversation exchanges with Langademy's Meetup Board
ca: Organitza quedades al tauler de quedades de Langademy
es: Organiza quedadas en el tablón de quedadas de Langademy
eu: Antolatu itzazu hizkuntza elkartrukeak Langademyren Bilera Taularen bitartez
it: Organizza appuntamenti nella Tabella di Appuntamenti Langademy

# EIMeetingBoard3
source: When do you want to have a conversation? Contribute to enriching the language exchange community by scheduling meetups for the days and hours you want to enter a chat room. Make it in time so people will have time to join the meetup
ca: Quan vas a tenir una estona per conversar? Contribueix a la comunitat d'intercanvi d'idiomes organitzant quedades els dies en què vagis a entrar a les sales de xat. Fes-ho amb una mica d'antelació perquè la gent tingui temps d'unir-se a la trobada
es: ¿Cuándo vas a tener un rato para conversar? Contribuye a la comunidad de intercambio de idiomas organizando quedadas los días en los que vayas a entrar a las salas de chat. Hazlo con un poco de antelación para que la gente tenga tiempo de unirse a la quedada
eu: Noiz nahi duzu konbertsazio bat izatea? Aberastu ezazu hizkuntza elkartrukerako komunitatea zuk mintzatzea nahi duzun ordu eta egunetarako bilerak sortuz. Sortu itzazu bilerak denboraz, jendeak hauen berri izateko eta hauetara apuntatzeko denbora izan dezan
it: Quando avrai il tempo di parlare? Contribuisci alla comunità di scambio linguistico organizzando appuntamenti i giorni in cui sarai nelle chat rom. Farlo con un po 'di anticipo, in modo che le persone abbiano il tempo di partecipare

# EIMeetingBoard4
source: If someone else has organized a meetup, you can join the meetup. It's just a click! If you join the meetup you can chose and vote the trending topics to be discussed at the meetup.
ca: Si algú més ha organitzat una quedada et pots unir a ella. És només un clic! Si t'uneixes a la quedada podràs proposar i votar temes per parlar a la quedada.
es: Si alguien más ha organizado una quedada te puedes unir a ella. ¡Es solo un clic! Si te unes a la quedada podrás proponer y votar temas para hablar en las quedada.
eu: Beste norbaitek bileraren bat antolatu badu bilera hortan apuntatu zaitezke. Klik bat egitea besterik ez da! Bilerara apuntatzen bazara, bilera hortarako gaiak proposatu eta bozkatu ahal izango dituzu
it: Se qualcun altro ha organizzato un appuntamento si può farne parte. E 'un solo click! Se ti iscrivi al appuntamento potrai proporre e votare su argomenti da discutere.

# EIMeetingBoard5
source: You can also share the meetup link in social networks so more people can join the meetup. The more, the merrier :-)
ca: També pots compartir el link de la quedada a les xarxes socials perquè més gent es pugui unir a la quedada. Com més, millor :-)
es: También pueden compartir el link de la quedada en las redes sociales para que más gente se pueda unir a la quedada. Cuantos más, mejor :-)
eu: Gainera, bilerak sare sozialetan parteka ditzakezu, horrela jende gehiagok parte hartuko du bileretan. Zenbat eta gehiago hobeto!
it: Potrai anche condividere il link dell'appuntamento sui social network in modo che più persone possono unirsi al appuntamento. Più siamo meglio :-)

# EINextMeetups
source: Next meetups to practice languages
ca: Properes quedades per practicar idiomes
es: Siguientes quedadas para practicar idiomas
eu: Hizkuntzak praktikatzeko hurrengo bilerak
it: Prossimi appuntamenti per praticare le lingue

# EIParticipants
source: Participants
es: Participantes
eu: Partehartzaileak
it: Partecipanti

# EISearchPartners
source: SIGN UP and search language exchange partners
ca: Busca companys d'intercanvi d'idiomes
es: Busca compañeros de intecambio de idiomas
eu: Bilatu itzazu hizkuntza elkartrukerako mintzalagunak
it: Cerca compagni di scambio lingue

# EITitle
source: Your online language exchange community
ca: La teva comunitat online d'intercanvi d'idiomes
es: Tu comunidad online de intercambio de idiomas
eu: Hizkuntza elkartrukerako zure komunitatea
it: La tua comunità online di scambio di lingua
