Repository: moar/lingoResx
Catalog: Views/MeetupBoard/Index.*.resx
Languages: ca, es, eu, it

source: All meetups
ca: Totes les quedades
es: Todas las quedadas
eu: Bilera guztiak
it: Tutti gli Appuntamenti

# MBMeetGetLangRoulettePrev
source: The meetup hasn't begun yet, but you can go to the chat room and <b>practice {0}</b> when you want
ca: <![CDATA[La quedada no ha començat encara, però pots accedir a la sala y <b>practicar {0}</b> quan vulguis]]>
es: Todavía no ha empezado la quedada, pero puedes entrar a la sala y <b>practicar {0}</b> cuando quieras
eu: Oraindik ez da bilera hasi
it: <![CDATA[L'appuntamento non è ancora iniziato, ma puoi andare nella chat room e <b>praticare {0}</b> quando vuoi ]]>

source: Attend
ca: Assistir
es: Asistir
eu: Joango naiz
it: Assistere

source: Avg Level
ca: Nivell mitjà
es: Nivel medio
eu: Batazbesteko Maila
it: Livello medio

source: Cancel Attendance
ca: Cancel·lar Assistència
es: Cancelar Asistencia
eu: Ez naiz joango
it: Cancellare Assistenza

source: Close
ca: Tancar
es: Cerrar
eu: Itxi
it: Chiudi

# MBDate
source: Date
ca: Data
es: Fecha
eu: Data
it: Data

# ExistingMeetupLanguage
source: There is already a meetup at this time to speak {0}. Join it instead of creating a new one
ca: Ja hi ha una quedada a aquesta hora per parlar {0}. Uneix-te a aquesta quedada en comptes de crear una nova
es: Ya existe una quedada a esta hora para hablar {0}. Apúntate a esa quedada en vez de crear una nueva
eu: Dagoeneko badago {0}(e)z hitz egiteko bilera bat ordu honetan. Batu zaitez bilerara beste bat sortu beharrean
it: C'è già un appuntamento in questo momento per parlare {0}. Iscriviti invece di creare uno nuovo

# InvitableContactsHeader
source: Contacts that speak {0}
ca: Contactes que parlen {0}
es: Contactos que hablan {0}
eu: {0} hitz egiten duten kontaktuak
it: Contatti che parlano {0}

source: Invite Contacts
ca: Convida a Contactes
es: Invitar Contactos
eu: Kontaktuak gonbidatu
it: Invita Contatti

# InviteContactsDesc
source: Select the contacts that you want to invite to this meetup
ca: Selecciona els contactes que vols convidar a aquesta quedada
es: Selecciona los contactos que quieres invitar a esta quedada
eu: Aukeratu bilera honetara gonbidatu nahi dituzun kontaktuak
it: Seleziona i contatti che desideri invitare a questo appuntamento

# MeetupHasStarted
source: You can only join a meetup before its start time
ca: Només pots unir-te a una quedada abans de la seva hora d'inici
es: Solo te puedes apuntar a una quedada antes de su hora de inicio
eu: Bilera hasi aurretik soilik batu zaitezke
it: È possibile partecipare solo in un appuntamento prima del suo orario di inizio

source: Meetup Board
ca: Tauler de Quedades
es: Tablón de Quedadas
eu: Bilera taula
it: Tabella di Appuntamenti

# MeetupsAllUserLanguages
source: There are meetups at this time to speak on any of your languages. Attend an existing meetup instead of creating a new one
ca: Hi ha quedades en aquest moment per parlar en qualsevol dels teus idiomes. Assisteix a una quedada existent en lloc de crear una nova.
es: Hay quedadas organizadas a esta hora para hablar en cualquiera de tus idiomas. Asiste a una quedada existente en lugar de crear una nueva.
eu: Zure edozein hizkuntzetarako dituzu bilerak ordu horretan. Batu zaitez bilera batera berri bat sortu beharrean
it: C'è già un appuntamento in questo momento per parlare. Uniciti invece di creare uno nuovo

source: My meetups
ca: Les meves quedades
es: Mis quedadas
eu: Nire bilerak
it: I miei appuntamenti

source: New meetup
ca: Nova quedada
es: Nueva quedada
eu: Bilera berria
it: Nuovo appuntamento

# NextPrevMeetups
source: Previous and next meetups
ca: Anteriors i següents quedades
es: Anteriores y siguientes quedadas
eu: Aurreko eta hurrengo bilerak
it: Appuntamenti precedenti e successivi

# ReqDateTime
source: The starting date and time of the meetup are required
ca: Es requereix la data i hora d'inici de la quedada
es: Se requieren la fecha y la hora de inicio de la quedada
eu: Bileraren hasierako data eta ordua beharrezkoak dira
it: È necessario selezionare data e ora di inizio dell'appuntamento

# ReqLanguage
source: The language of the meetup is required
ca: Es requereix l'idioma de la quedada
es: Se requiere el idioma de la quedada
eu: Bileraren hizkuntza beharrezkoa da
it: È necessario selezionare la lingua dell'appuntamento

# SelectedContactsHeader
source: Selected contacts
ca: Contactes seleccionats
es: Contactos seleccionados
eu: Aukeratutako kontaktuak
it: Contatti selezionati

source: Start time
ca: Hora d'inici
es: Hora de inicio
eu: Hasiera data
it: Ora di inizio

# StartTimeMin
source: You can not schedule a meetup before current time
ca: No es pot programar una quedada abans de l'hora d'inici
es: No se puede organizar una quedada antes de la hora actual
eu: Ezin duzu bilera bat aukeratu uneko ordua baino lehenago
it: Non è possibile pianificare un appuntamento prima del suo orario di inizio

source: Time
ca: Hora
es: Hora
eu: Ordua
it: Ora

# UserHasNotLanguage
source: You can only schedule meetups for your languages
ca: Només pots programar quedades amb els teus idiomes
es: Sólo puedes organizar quedadas para tus idiomas
eu: Zure hizkuntzetarako bilerak soilik antolatu ditzakezu
it: Solo è possibile programmare appuntamenti nella tua lingua

# UserNoLanguages
source: You need to complete your list of languages in your profile for organizing a meetup
ca: Necessites completar la teva llista d'idiomes al teu perfil abans de poder organitzar una quedada
es: Necesitas completar tu lista de idiomas en tu perfil antes de organizar una quedada
eu: Profilean zure hizkuntzen zerrenda osatu beharra daukazu bilera bat antolatzeko
it: È necessario completare l'elenco di lingue nel tuo profilo prima di potere organizzare un appuntamento

source: Natives
ca: Natius
es: Nativos
eu: Natiboak
it: Nativi

# MeetupCollision
source: You have confirmed your attendance to another meetup at the same time
ca: Has confirmat l'assistència a una altra quedada a la mateixa hora
es: Has confirmado la asistencia a otra quedada a la misma hora
eu: Ordu berean beste bilerara bat daukazu
it: Hai confermato la presenza ad appuntamento nella stessa ora

# StartTimeMax
source: You can only schedule meetups within the next 15 days from now
ca: Només pots programar quedades que comencen en un plaç de 15 dies
es: Sólo puedes organizar quedadas que comienzan en un plazo de 15 días
eu: Hurrengo 15 eguneko epean soilik antolatu ditzakezu bilerak
it: Solo è possibile programmare appuntamenti entro i 15 giorni

# ConfirmInvitations
source: {0} invitations submitted successfully
ca: {0} invitacions enviades amb èxit
es: {0} invitaciones enviadas con éxito
eu: {0} gonbidapen bidali dira
it: Inviti {0} Inviti inviati con successo

# MeetupPast
source: You can not invite other users to attend a meetup that is already over
ca: No es pot convidar a altres usuaris a assistir a una quedada que ja ha finalitzat
es: No se puede invitar a otros usuarios a asistir a una quedada que ya ha terminado
eu: Bilera hau bukatuta dago, ezin duzu bertara inor gonbidatu
it: Non è possibile invitare altri utenti a partecipare a un appuntamento che è già finito

# MeetupTooClose
source: You can not invite other users to attend a meetup starting in less than {0} hours
ca: No es pot convidar a altres usuaris a assistir a una quedada que comença en menys de {0} hores
es: No se puede invitar a otros usuarios a asistir a una quedada que comienza en menos de {0} horas
eu: Ezin duzu {0} ordu baino gutxiagotan hasiko den bilera batera inor gonbidatu
it: Non è possibile invitare altri utenti a partecipare a un appuntamento che comincia in meno di {0} ore

# Meetup
source: Meetup: talk in {0} online!
ca: Quedada per parlar en {0} online!
es: Quedada para hablar en {0} online
eu: Bilera: {0} online praktika ezazu!
it: Appuntamento per parlare in {0} online!

# MBLanguages
source: Languages
ca: Idiomes
es: Idiomas
eu: Hizkuntzak
it: Lingue

# SelectMeetupLanguage
source: Select language
ca: Selecciona idioma
es: Selecciona idioma
eu: Aukeratu hizkuntza
it: Seleziona la lingua

# MBNextMeetups
source: Next meetups
ca: Pròximes quedades
es: Próximas quedadas
eu: Hurrengo bilerak
it: Prossimi appuntamenti

# MBParticipants
source: Participants
es: Participantes
eu: Partaideak
it: Partecipanti

# MBNewMeetupPopover
source: New
ca: Nou
es: Nuevo
eu: Berria
it: Nuovo

# MBEnter
source: Enter
ca: Entrar
es: Entrar
eu: Sartu
it: Entrare

# MBMeetGetLangRouletteDuring
source: The meetup has begun! Go to the chat room and start speaking in {0} now
ca: La quedada ha començat! Accedeix la salal i comença a parlar en {0}
es: La quedada ha empezado! Entra ahora a la sala y empieza a hablar en {0}
eu: Bilera hasi da dagoeneko! Sar zaitez txat geara eta hasi zaitez {0} praktikatzen
it: L'appuntamento è iniziato! Vai nella chat room e comincia a parlare in {0}

# MBMeetGetLangRouletteEnded
source: The meetup is over. But remember that you can go to the chat room and <b>practice {0}</b> when you want
ca: La quedada ha finalitzat. Però pots entrar la sala i practicar {0} quan vulguis
es: La quedada ha finalizado. De todas formas puedes entrar a la sala y practicar {0} cuando quieras
eu: Bilera bukatu da dagoeneko
it: L'appuntamento è finito. Ma ricorda che puoi andare nella chat room e praticare {0} quando vuoi

# AboutToShareReddit
source: You are about to share this meetup on Reddit. We suggest one of the following subreddits:
ca: Vas a compartir aquesta quedada en Reddit. Et suggerim els següents subreddits:
es: Vas a compartir esta quedada en Reddit. Te sugerimos los siguientes subreddits:
eu: Bilera hau Redditen elkarbanatu behar duzu. Ondorengo subredditak iradokitzen dizkizugu:
it: Stai per condividere questo appuntamento su Reddit. Ti consigliamo i seguenti subreddits:

# CopiedToClipboard
source: When you click Continue, the text of the post will be copied to the clipboard and you will be redirected to {{:SiteUrl}}
ca: Quan cliques Continuar, el text d'aquest post es copiarà al portapapers i seràs redirigit a {{:SiteUrl}}
es: Cuando cliques Continuar, el texto de este post se copiará en el portapapeles y serás redirigido a {{:SiteUrl}
eu: Jarraitun klikatzen baduzu, posteko textua paperzorroan kopiatuko zaizu eta {{:SiteUrl}-ra helbideratuko zaitugu
it: Quando si fa clic su Continua, il testo del post verrà copiato negli appunti e sarai reindirizzato alla {{:SiteUrl}}

# LangContacts
source: Langademy contacts
ca: Contactes Langademy
es: Contactos de Langademy
eu: Langademyko kontaktuak
it: Contatti Langademy

# MBContinue
source: Continue
ca: Continuar
es: Continuar
eu: Jarraitu
it: Continuare

# MBMeetupDefaultPost
source: Join me to the {0} meetup on {1} at %s
ca: Uneix-te a la meva quedada de {0} el {1} en %s
es: Únete a mí quedada de {0} el {1} en %s
eu: Batu zaitez {0} bilerara {1}-ean %s
it: Partecipa nell'appuntamento di {0} il {1} en %s

# MBPost
source: Post
ca: Postejar
es: Postear
eu: Posteatu
it: Inviare

# MBShareSubreddit
source: Videochat meetup to practice {0} at Langademy on {1}.
ca: Quedada de videoxat per a practicar {0} en {1}.
es: Quedada de videochat para practicar {0} en {1}.
eu: Bideodei bilera Langademyn {0} praktikatzeko {1}
it: Appuntamento videochat per praticare {0} su {1}.

# ShareReddit
source: Share on Reddit
ca: Compartir en Reddit
es: Compartir en Reddit
eu: Redditen elkarbanatu
it: Condividi su Reddit

source: Submit to Reddit
ca: Enviar a Reddit
es: Enviar a Reddit
eu: Redditera bidali
it: Invia a Reddit

# MeetupCancelled
source: This meetup has been cancelled. But you can create a new one right now!
ca: La quedada a la qual intentes accedir ha estat cancel·lada. Però pots crear una nova ara mateix!
es: La quedada a la que intentas acceder ha sido cancelada. ¡Pero puedes crear una nueva ahora mismo!
eu: Bilera hau bertan bera utzi da, baina zeure bilera sortu dezakezu oraintxe bertan!
it: L'appuntamento che stai tentando di accedere è stato annullato. Ma è possibile creare un nuovo in questo momento!

# MBCreateJoinMeetup
source: Join an existing meetup or create a new one and start practicing the language you want
ca: Uneix-te a una quedada o crea una nova i comença a practicar l'idioma que vulguis
es: Únete a una quedada o crea una nueva y comienza a practicar el idioma que quieras
eu: Apunta zaitez bilera batera edo sortu ezazu berri bat eta hasi zaitez nahi duzun hizkuntza praktikatzen
it: Iscriviti ai appuntamenti, organizza nuovi appuntamenti, e comincia a imparare la lingua desiderata!

# MBAddTopic
source: Add topic
ca: Afegir tema
es: Añadir tema
eu: Gaia gehitu
it: Aggiungere un tema

# MBVotesCount
source: Votes
ca: Vots
es: Votos
eu: Botuak
it: Voti

# MBVoteTopics
source: VOTE topics
ca: VOTACIÓ de temes
es: VOTACIÓN de temas
eu: BOZKATU gaiak

# MBCategoryNoSubtopics
source: This category doesn't have subtopics
ca: Aquesta categoria no té subtemes
es: Esta categoría no tiene subtemas
eu: Kategoria honek ez dauka azpigairik
it: Questa categoria non ha sottoargomenti

# MBNewNotRetrieved
source: News couldn't be retrieved
ca: No s'han pogut carregar les notícies
es: No se han podido cargar las noticias
eu: Ezin izan dugu berririk aurkitu momentu honetan
it: Non si hanno caricato le notizie

# MBNoTopicsProposed
source: A topic hasn't been proposed yet. Be the first to propose a conversation topic for this meetup!
ca: No s'ha proposat cap tema de conversa encara. Sigues el primer a proposar un tema de conversa per a la quedada
es: No se ha propuesto ningun tema de conversación todavía. Sé el primero en proponer un tema de conversación para la quedada
eu: Oraindik ez da bilera honetarako mintzagairik proposatu. Izan zaitez lehenengoa!
it: Non c'è ancora nessun argomento di conversazione. Puoi essere il primo a proporre un argomento per l'appuntamento!

# MBStartedMeetup
source: The meetup is started! Enter now the chat room
ca: La quedada ha començat! Entra ara a la sala
es: ¡La quedada ha comenzado! Entra ahora a la sala
eu: Bilera hau hasi da dagoeneko! Sartu zaitez txat gelan orain!
it: L'appuntamento è iniziato! Entra nella chat room

# ATEnterTopic
source: Enter topic manually
ca: Escriu sobre un tema
es: Escribe sobre un tema
eu: Idatz ezazu nahi duzun gai bati buruz
it: Scrive su un argomento

# ATInsertTopicDesc
source: Insert a description for the topic
ca: Introdueix una descripció per al tema
es: Introduce una descripción para el tema
eu: Idatz ezazu gaiaren deskribapen bat
it: Inserire una descrizione per l'argomento

# ATInsertTopicTitle
source: Insert a title for the topic
ca: ntrodueix un títol per al tema
es: Introduce un título para el tema
eu: Idatz ezazu gaiaren izenburua
it: Inserisci un titolo per l'argomento

# ATInsertUrl
source: You can add an URL that is related to the topic
ca: Pots afegir un URL que estigui relacionat amb el tema
es: Puedes añadir una URL que esté relacionado con el tema
eu: Gaiarekin erlazionatutako URL bat sar ezazu
it: È possibile aggiungere un URL che è legato al tema

# MBSubmitTopic
source: Submit
ca: Enviar
es: Enviar
eu: Bidali
it: Inviare

# MBTopicSearch
source: Search
ca: Buscar
es: Buscar
eu: Bilatu
it: Cerca

# MBJoinToPost
source: You have to join the meetup to post
ca: Has de unir-te a la trobada per poder postejar
es: Tienes que unirte a la quedada para poder postear
eu: Posteatzeko bileran apuntatua egon behar duzu
it: Bisogna unirsi a l'appuntamento per pubblicare un post

# MBShareMeetup
source: Share meetup
ca: Compartir quedada
es: Compartir quedada
eu: Bilera elkarbanatu
it: Condividi appuntamento

# MBViewOlderPosts
source: View older posts
ca: Veure els post anteriors
es: Ver los posts anteriores
eu: Post zaharragoak ikusi
it: Vedi post precedenti

# MBComments
source: Comments
ca: Comentaris
es: Comentarios
eu: Iruzkinak
it: Commenti

# MBTopics
source: Topics
ca: Temes
es: Temas
eu: Gaiak
it: Tema

# MBAdvanced
source: Adv.
ca: Avç.
es: Avzdo.
eu: Aur.
it: Avz.

# MBBeginners
source: Begi.
ca: Princ.
es: Inic.
eu: Atari
it: Elem.

# MBIntermediates
source: Inter.
eu: Erdi.

# MBViewAllParts
source: View all
ca: Veure'ls tots
es: Ver todos
eu: Guztiak ikusi
it: Visualizza tutto

# MBPostWriteComment
source: Write your comment
ca: Introdueix un comentari
es: Introduce un comentario
eu: Idatzi zure iruzkina
it: Inserisci un commento

# MBNoTopicsCantVote
source: A topic hasn't been proposed yet. Join the meetup if you want to propose a conversation topic for the meetup
ca: No s'ha proposat cap tema de conversa. Apunta't a la trobada si vols proposar un tema de conversa
es: No se ha propuesto ningún tema de conversación. Apúntate a la quedada si quieres proponer un tema de conversación
eu: Ez da bilerarako hizketa gairik proposatu oraindik. Apunta zaitez bilerara gai bat proposatzea nahi baduzu.
it: Non si ha proposto nessun argomento di conversazione. Unisciti all'appuntamento se vuoi proporre un argomento alla conversazione.

# ATLatestNews
source: Latest news
ca: Últimes notícies
es: Últimas noticias
eu: Azken berriak
it: Ultime notizie

# ATProvidedBy
source: Provided by
ca: Obtinguts de
es: Obtenidos de
eu: Bing-en bitartez eskuratuta
it: ottenuti da

# ATSelectSubCategories
source: Select subcategories
ca: Selecciona les subcategories
es: Selecciona las subcategorias
eu: Aukeratu azpikategoriak
it: Seleziona le sottocategorie

# MBNoMeetups
source: Join a meetup or create a new one!
ca: Uneix-te a una quedada o crea una nova!
es: ¡Únete a una quedada o crea una nueva!
eu: Apunta zaitez bileraren batera edo berri bat sortu ezazu!
it: Partecipa a un appuntamento o crea uno di nuovo!

# MBNoMeetupsScheduled
source: No meetups scheduled
ca: No s'han organitzat quedades
es: No se han organizado quedadas
eu: Ez da bilerarik antolatu oraindik
it: Non si sono organizzati appuntamenti

# CalendarEdit
source: Edit Availability
ca: Edita Disponibilitat
es: Editar Disponibilidad
eu: Editatu zure ordu libreak
it: Modifica disponibilità

# CalendarLoad
source: Loading...
ca: Carregant..
es: Cargando...
eu: Kargatzen...
it: Caricando..

# ConvReqs
source: Conversation Requests
ca: Sol·licituds per conversar
es: Solicitudes conversación
eu: Konbertsazio eskariak
it: Richieste per conversare

# EditAvFillCalendar
source: Fill in your calendar the hours you will be free to speak in your native language
ca: Omple al teu calendari les hores a les que estaràs lliure per parlar en la teva llengua materna
es: Rellena en tu calendario las horas a las que estarás libre para hablar en tu idioma nativo
eu: Bete ezazu zure egutegian zure hizkuntza natiboak hitz egiteko libre egongo zaren ordutegia
it: Inserisci nell tuo calendario, l'ora in cui sarai libero a parlare tua lingua madre

# EditAvSelectType
source: Choose whether you want to receive requests for Wallet calls, Time banking calls or both and create as many stripes as you want directly on the calendar
ca: Tria si vols rebre sol·licituds per a trucades Wallet, trucades Time banking o per qualsevol i crea tantes franges com vulguis directament sobre el calendari
es: Elige si quieres recibir solicitudes para llamadas Wallet, llamadas Time banking o para cualquiera y crea tantas franjas como quieras directamente sobre el calendario
eu: Aukera ezazu Wallet deietarako, denbora bankuko deietarako edo bietarako eskaerak jasotzea nahi duzun. Sortu itzazu nahi beste zerrenda edo karratu
it: Sceglie ricevere le richieste per le chiamate Wallet,o chiamate Banca del Tempo e crea numerose band (tante come vuoi) direttamente sul calendario

# EditAvTB
source: Time banking
ca: Banc de Temps
es: Banco de Tiempo
eu: Denbora bankua
it: Banca del Tempo

# EditAvWallet
source: Wallet
eu: Walleta

source: Edit calendar
ca: Edita calendari
es: Editar calendario
eu: Egutegia editatu
it: Modifica il calendario

# EditSave
source: Save and Exit
ca: Desar i sortir
es: Guardar y salir
eu: Gorde eta itxi
it: Salvare e uscire

# IndexNoReq
source: You haven't sent any conversation requests
ca: No has manat cap sol·licitud de conversa
es: No has mandado ninguna solicitud de conversación
eu: Ez duzu konbertsazio eskaerarik bidali oraindik
it: Non hai inviato nessuna richiesta di conversazione

# IndexReceived
source: Received
ca: Rebuts
es: Recibidos
eu: Jasotakoak
it: Ricevuti

# IndexSent
source: Sent
ca: Enviats
es: Enviados
eu: Bidalitakoak
it: Inviati

# IndNoReq
source: You haven't received any conversation requests
ca: No has rebut cap sol·licitud de conversa
es: No has recibido ninguna solicitud de conversación
eu: Ez duzu konbertsazio eskaririk jaso
it: Non hai ricevuto nessuna richiesta per conversare

# NewConvSendReq
source: Send
ca: Enviar
es: Enviar
eu: Bidali
it: Inviare

# NoRequestMessages
source: No messages in this conversation request
ca: No hi ha missatges en aquesta sol·licitud de conversa
es: No hay mensajes en esta solicitud de conversación
eu: Ez dago mezurik konbertsazio eskaera honetan
it: Non ci sono messaggi in questa richiesta di conversazione
