Repository: moar/lingoResx
Catalog: Views/StudentIndex/Index.*.resx
Languages: ca, es, eu, it

# IsBlock2B1Text
source: Enter the Wallet chat rooms and find native speakers that suit you: check their experience and rates
ca: Entra a les sales de xat Wallet i troba natius que s'ajustin a les teves necessitats: revisa la seva experiència i tarifes
es: Entra a las salas de chat Wallet y encuentra nativos que se ajusten a tus necesidades: revisa su experiencia y tarifas
eu: Sartu Wallet txat geletara eta bilatu ezazu zure beharretara egokitzen den hiztun natiboren bat. Begiratu itzazu natiboen esperientzia eta tarifak!
it: Vai nelle chat rooms e trova dei madrelingua che si adattano a le tue preferenze: controlla la loro esperienza e prezzi

# ISBlock2B1Title
source: Enter the Wallet Rooms
ca: Entra a les sales wallet
es: Entra a las salas Wallet
eu: Sartu Wallet geletara
it: Fai videochiamate Wallet

# ISBlock2B2Text
source: Make private online video calls with native speakers all over the world. You will have a trial period of time to decide if you want to go on and pay for the conversation
ca: Fes videotrucades amb natius de tot el món. Tindràs un període de prova per decidir si desitges seguir amb la trucada i pagar per la conversa
es: Haz videollamadas con nativos de todo el mundo. Tendrás un periodo de prueba para decidir si deseas seguir con la llamada y pagar por la conversación
eu: Egin itzazu online bideo dei pribatuak mundu osoko hiztun natiboekin. Probarako denbora tarte bat izango duzu natibo bakoitzarekin, deiarekin aurrera jarraitu eta ordaindu nahi diozun erabakitzeko.
it: Effettua chiamate video con madrelingua in tutto il mondo. Avrai un periodo di prova per decidere se continuare con la chiamata e pagare per conversare.

# ISBlock2B2Title
source: Make private video calls
ca: Fes videotrucades privades
es: Haz videollamadas privadas
eu: Egin bideo dei pribatuak
it: Effettua chiamate video private

# ISBlock2B3Text
source: Pay just for the time you talk. Not a cent more
ca: Paga només pel que parles. Ni un cèntim més
es: Paga solo por lo que hablas. Ni un céntimo más
eu: Paga ezazu soilik hitz egiten duzun denboragatik. Ezta zentimo bat gehiago ere.
it: Paghi solo per quello che parli. Né uno centesimo in più

# ISBlock2B3Title
source: Pay as you go
ca: Paga només pel temps que parlis
es: Paga solo por el tiempo que hables
eu: Ordaindu hitz egiten duzun ahala
it: Si paga solo per il tempo che parli

# ISBlock2Title
source: Paid conversations
ca: Converses de pagament
es: Conversaciones de pago
eu: Ordaindutako konbertsazioak
it: Colloqui di pagamento

# ISBlock3B1Text
source: Money isn't necessary to learn languages, sharing your time and knowledge is enough at Langademy. Langademy provides a time banking system: the time you spend having conversations in your native language will be given to you so you can use it to practice foreign languages
ca: Els diners no son un requisit indispensable a l'hora d'aprendre idiomes: compartir el teu temps i coneixements és suficient. Langademy ofereix un Banc del Temps: el temps que gastis conversant en el teu idioma natiu podràs utilitzar-lo per aprendre altres idiomes.
es: El dinero no es un requisito indispensable a la hora de aprender idiomas: compartir tu tiempo y conocimientos es suficiente. Langademy ofrece un Banco del Tiempo: el tiempo que gastes conversando en tu idioma nativo podrás usarlo para aprender otros idiomas.
eu: Dirua ez da beharrezko gauza bat Langademyn hizkuntzak ikasteko, zure denbora eta jakinduria banatzea nahikoa da guretzat. Langademyk denbora banku sistema bat darabil: zure hizkuntza natiboan hitz egindako denbora bera zuk nahi dituzun hizkuntzak ikasteko emango dizugu
it: I soldi non son un prerequisito per imparare lingue: condividere il tuo tempo e la conoscenza è sufficiente. Langademy ti offre la Banca del Tempo: il tempo utilizzato per chattare nella tua lingua madre con gli altri lo puoi spendere per imparare altre lingue.

# ISBlock3B1Title
source: User your time as currency
ca: Utilitza el temps com a moneda de canvi
es: Usa el tiempo como moneda de cambio
eu: Erabil ezazu denbora trukerako txanpon bezala
it: Utilizza il tempo come merce di scambio

# ISBlock3B2Text
source: Enter Langademy's time banking rooms and you find people to speak the language to want. If you have a webcam, you can make video calls with them, else you can make audio calls or just text them!
ca: Entra a les sales de banc del temps de Langademy i trobaràs a gent que parla l'idioma que vols practicar. Si tens una càmera web podràs mantenir videotrucades amb ells, i si no, també pots fer trucades de veu o simplement escriure't amb ells
es: Entra a las salas de banco del tiempo de Langademy y encontrarás a gente que habla el idioma que quieres practicar. Si tienes una webcam podrás mantener videollamadas con ellos, y si no, también puedes realizar llamadas de voz o simplemente escribirte con ellos
eu: Sar zaitez Langademyko denbora bankuko geletara eta ikasi nahi duzun hizkuntzan mintzatzeko jendea aurkituko duzu. Web kamera bat baduzu bideo deiak egin ahal izango dituzu, bestela dei arruntak edota idatzizko mezuak bidal ditzakezu!
it: Entra nelle chat rooms di Langademy e trova persone che parlano la lingua che vuoi mettere in pratica. Se hai una webcam, è possibile mantenere videochiamate con i tuoi partner, e se non, è anche possibile effettuare chiamate voce o semplicemente scrivere.

# ISBlock3B2Title
source: Meet new people
ca: Coneix gent nova
es: Conoce gente nueva
eu: Ezagutu ezazu jende berria
it: Incontra gente nuova

# ISBlock3B3Text
source: Langademy's automatic partner finder will find you a partners that are available to speak and that match your preferences.
ca: El cercador automàtic de companys de Langademy et buscarà companys que estiguin disponibles per parlar i que compleixin les teves preferències
es: El buscador automático de compañeros de Langademy te buscará compañeros que estén disponibles para hablar y que cumplan tus preferencias
eu: Langademyko mintzalagun bilatzaile automatikoak eskuragarri dagoen eta zure premiak betetzen dituen mintzalagun bat bilatuko dizu
it: Il motore di ricerca di partners di Langademy ti cercherà compagni che stanno disponibili per parlare

# ISBlock3B3Title
source: Don't worry about looking for a partner
ca: No et preocupis de cercar un company
es: No te preocupes de buscar un compañero
eu: Ez zaitez mintzalagun bat aurkitzeaz arduratu
it: Non preoccuparti di trovare un partner

# ISBlock3Title
source: Language Exchange
ca: Intercanvi d'idiomes
es: Intercambio de idiomas
eu: Hizkuntza elkartrukea
it: Scambio di lingue

# ISOption1Text
source: Have online conversations in your native language and we will give you the same amount of time so you can practice foreign languages
ca: Mantén converses online a la teva llengua materna i et donarem la mateixa quantitat de temps perquè practiquis altres idiomes
es: Mantén conversaciones online en tu idioma nativo y te daremos la misma cantidad de tiempo para que practiques otros idiomas
eu: Hitz egin ezazu zure ama hizkuntzan eta erabilitako denbora beste atzerriko hizkuntza batzuk praktikatzeko emango dizugu
it: Tenere conversazioni online nella propria lingua, ti darà la stessa quantità di tempo per praticare altre lingue

# ISOption1Title
source: Language exchange
ca: Intercanvi d'idiomes
es: Intercambio de idiomas
eu: Hizkuntza elkartrukea
it: Scambio di lingue

# ISOption2Text
source: If you don't have time for conversation exchanges this is your option. Pay a native for a conversation
ca: Si no tens temps per a intercanvis, aquesta és la teva opció. Paga a un natiu per una conversa
es: Si no tienes tiempo para intercambios, ésta es tu opción. Paga a un nativo por una conversación
eu: Hizkuntza elkartrukerako denborarik ez baduzu, hau da zure aukera. Ordain iezaiozu natibo bati zurekin hitz egin dezan
it: Se non hai il tempo per gli scambi, questa è la tua scelta. Paga un madrelingua per una conversazione

# ISOption2Title
source: Pay for conversations
ca: Paga per conversar
es: Paga por conversar
eu: Ordaindu konbertsazioak izateagatik
it: Paga per conversare

# ISOptionTitle
source: How do you prefer to practice a language?
ca: Com prefereixes practicar una llengua?
es: ¿Cómo prefieres practicar un idioma?
eu: Nola nahi duzu hizkuntza bat praktikatzea?
it: Come ti piacerebbe praticare un lingua?

# ISSubTitle
source: talking to native speakers
ca: conversant amb parlants natius
es: conversando con hablantes nativos
eu: mintzalagun natiboekin hitz egiten
it: conversando con persone madrelingua

# ISTitle
source: Become fluent
ca: Adquireix fluïdesa
es: Adquiere fluidez
eu: Hizkuntza guztiz menderatu ezazu
it: Acquire fluidità
