Repository: moar/lingoResx
Catalog: Views/VideoChat/Videochat.*.resx
Languages: ca, es, eu, it

# CallCalling
source: Calling
ca: TRUCANT
es: LLAMANDO
eu: {0} DEITZEN
it: CHIAMANDO

# CallCallingSomeone
source: CALLING {0}
ca: TRUCANT A {0}
es: LLAMANDO A {0}
it: CHIAMANDO A {0}

# CallIncomingCall
source: INCOMING CALL
ca: TRUCADA ENTRANT
es: LLAMADA ENTRANTE
eu: SARRERAKO DEIA
it: CHIAMATA IN ARRIVO

source: Call report
ca: Resum de la trucada
es: Resumen de la llamada
eu: Deiaren laburpena
it: Rapporto da chiamate

# CallSuggestMes
source: We have found a conversation partner that is available right now
ca: Hem trobat un usuari disponible per parlar amb tu ara mateix
es: Hemos encontrado un usuario que se encuentra disponible para hablar contigo en estos momentos
eu: Momentu honetan online dagoen mintzalagun bat aurkitu dugu
it: Abbiamo trovato un utente che è disponibile a parlare con te in questo momento

# CallSuggestNeg
source: Remember: speaking in a non-native language with a native user has a cost for your timebank account
ca: Recorda: si parles amb un usuari natiu aquesta trucada tindrà un cost per al teu banc de temps
es: Recuerda: si hablas con un usuario nativo esta llamada tendrá un coste para tu banco de tiempo
eu: Gogora ezazu: zure ama hizkuntza ez den hizkuntza batean natibu batekin hitz egiteak kostu bat dauka zure denbora bankuan
it: Ricorda, se parli con un utente nativo questa chiamata avrà un costo per la tua banca tempo

# CallSuggestNot
source: This call will not affect to your timebank account
ca: Aquesta trucada no afectarà al teu banc de temps
es: Esta llamada no afectará a tu banco de tiempo
eu: Dei honek ez du eraginik zure denbora bankuan
it: Questa chiamata non influisce sulla banca del tempo

# CallSuggestPos
source: Remember: speaking in your language to a partner that has a lower level than you adds time to your timebank account
ca: Recorda: si parles en el teu idioma natiu amb un usuari que està aprenent aquest idioma, rebràs temps al teu banc de temps
es: Recuerda: si hablas en tu idioma nativo con un usuario que está aprendiendo ese idioma, recibirás tiempo en tu banco de tiempo
eu: Gogora ezazu: zure ama hizkuntzan hizkuntza hori ikasten dabilen pertsona batekin hitz egiteak zure denbora bankurako denbora emango dizu
it: Ricorda: se parli nella tua lingua madre con un utente che sta imparando la tua lingua, riceverai tempo nella tua banca del tempo

# CamNotAllowed
source: You cannot start a video-call because you have denied permission to use your camera and/or microphone. Please, click the camera icon in the address bar of your browser, grant permissions and refresh the page
ca: No pots fer trucades de vídeo perquè has rebutjat donar permís per utilitzar la teva càmera i / o micròfon. Si us plau, fes click a la icona de la càmera a la barra d'adreces del teu navegador, concedeix els permisos i recarrega la pàgina.
es: No puedes hacer una videollamada porque has rechazado dar permiso para usar tu cámara y/o micrófono. Por favor, haz click en el icono de la cámara en la barra de direcciones de tu navegador, concede los permisos y recarga la página.
it: Non è possibile effettuare una videochiamata perché si è rifiutato di dare il permesso di utilizzare la fotocamera e/o il microfono. Clicca sull'icona della telecamera nella barra degli indirizzi del tuo browser, concedi i permessi e ricarichi la pagina.

# CannotConnect
source: {0} and you cannot be connected due to the security level of your networks
ca: No es pot establir la trucada entre {0} i tu a causa del nivell de seguretat de les xarxes on us trobeu
es: No se puede establecer la llamada entre {0} y tú a causa del nivel de seguridad de las redes donde os encontráis
eu: Ezin zaituztegu {0} eta zu konektatu zuen sareko segurtasun mailagatikÂ
it: Non è possibile stabilire la chiamata tra {0} e te, a causa del livello di sicurezza delle reti dove vi trovate

source: Current time balance
ca: Saldo d'hores actual
es: Saldo de tiempo actual
eu: Eguneko denbora balantzea
it: Saldo di ore attuale

# HoursBagEarning
source: Earning for the Time Bank
ca: Guanys per al Banc de Temps
es: Ganancia para el Banco de Tiempo
eu: Denbora bankurako irabazia
it: Guadagno per la Banca del Tempo

# HoursBagSpent
source: Spent on Time Bank
ca: Despesa en el Banc de Temps
es: Gasto en el Banco de Tiempo
eu: Denbora bankuan gastatua
it: Tempo speso nella Banca del Tempo

# IsBusy
source: {0} is busy
ca: {0} està ocupat
es: {0} está ocupado
eu: {0} lanpetuta dago
it: {0} è occupato

source: Leave call
ca: Abandonar la trucada
es: Abandonar llamada
it: Appendere la telefonata

# LoadingLocal
source: Loading local video
ca: Carregant vídeo local
es: Cargando video local
eu: Bideo lokala kargatzen
it: Caricamento video locale

# NoAnswer
source: {0} is not answering
ca: {0} no contesta
es: {0} no contesta
eu: {0}-(e)k ez du erantzuten
it: {0} non risponde

source: Partner match found
ca: Trobat company per conversa
es: Compañero para conversación encontrado
eu: Mintzalagun bat aurkitu dizugu
it: Compagno trovato per la conversazione

# PrevTime
source: Previous time balance
ca: Balanç de temps anterior
es: Saldo de tiempo anterior
eu: Aurreko denbora balantzea
it: Saldo di ore precedente

source: Refresh
ca: Recarregar
es: Recargar
it: Ricaricare

# ReportLang
source: Language
ca: Idioma
es: Idioma
eu: Hizkuntza
it: Lingua

# ReportLevel
source: Your level
ca: El teu nivell
es: Tu nivel
eu: Zure maila
it: Il tuo livello

# ReportPartnerlevel
source: Your partner's level
ca: Nivell del teu company d'intercanvi
es: Nivel de tu compañero de intercambio
eu: Zure bikotearen maila
it: Il livello del tuo partner

# ReportTimeAccount
source: Time to your account
ca: Temps per al teu compte
es: Tiempo para tu cuenta
eu: Zure konturako denbora
it: Tempo nell tuo account

# SugCall
source: Call
ca: Trucar
es: Llamar
eu: Deitu
it: Chiamare

# SugNotNow
source: Not now
ca: Ara no
es: Ahora no
eu: Orain ez
it: Ora no

source: Time banking
ca: Banc de Temps
es: Banco de Tiempo
eu: Denbora bankua
it: Banca del Tempo

source: Time left
ca: Temps restant
es: Tiempo restante
eu: Gelditzen zaizun denbora
it: Tempo rimasto

# Title
source: Videochat
ca: Videoxat
eu: Bideotxata

# VCAvailableBalance
source: Available balance
ca: Saldo disponible
es: Saldo disponible
it: Saldo disponibile

# VCDuration
source: Duration
ca: Duració
es: Duración
eu: Iraupena
it: Durata

# VCEarned
source: Earned
ca: guanyats
es: ganados
it: guadagnato

# VCFee
source: Langademy fee
ca: Comissió Langademy
es: Comisión Langademy
it: Commissione Langademy

# VCMinTimeCallerInfo
source: You have 3 minutes to decide if you want to speak with this native. Once the 3 minutes are past the rate of this call will start to be applied to the call
ca: Tens 3 minuts per decidir si vols conversar amb aquest natiu. Quan passin els 3 minuts se't començarà a aplicar la tarifa d'aquesta conversa
es: Tienes 3 minutos para decidir si quieres conversar con este nativo. Cuando pasen los 3 minutos se te empezará a aplicar la tarifa de esta conversación
it: Hai 3 minuti per decidere se vuoi parlare con questo madrelingua. Dopo i 3 minuti, si inizierà ad applicare il tasso di questa conversazione

# VCMinTimeNativeInfo
source: Your conversation partner has 3 minutes to decide if he wants to have a conversation with you. Once the 3 minutes are past your rate will start to be applied to the call
ca: El teu company de conversa té 3 minuts per decidir si decideix mantenir una conversa amb tu. Una vegada que passin aquests 3 minuts la teva tarifa començarà a ser aplicada a la trucada
es: Tu compañero de conversación tiene 3 minutos para decidir si quiere mantener una conversación contigo. Una vez pasen esos 3 minutos se comenzará a aplicar tu tarifa en la llamada
it: L'interlocutore ha 3 minuti per decidere di avere una conversazione con te. Una volta che si passa questi 3 minuti, la tariffa comincia ad essere applicata nella chiamata

# VCMonthlyFee
source: Monthly fee
ca: Comissió mensual
es: Comisión mensual
it: Commissione mensile

# VCNoMoreMatches
source: Don't show more matches
ca: No mostrar més emparellaments
es: No mostrar más emparejamientos
eu: Ez erakutsi mintzalagun gehiago
it: Non mostrare più abbinamenti

# VCPreviousBalance
source: Previous balance
ca: Saldo anterior
es: Saldo anterior
it: Saldo precedente

# VCRate
source: Rate
ca: Tarifa
es: Tarifa
it: Tariffa

# VCReturnHome
source: Return home
ca: Tornar a l'inici
es: Volver a inicio
eu: Hasierara itzuli
it: Ritornare all'inizio

# VCSendMessage
source: Send message
ca: Enviar missatge
es: Mandar mensaje
it: Inviare messaggi

# VCSendMessageTip
source: You can only send messages to your connections
ca: Només pots enviar missatges als teus contactes
es: Sólo puedes mandar mensajes a tus contactos
it: Solo è possibile inviare messaggi ai tuoi contatti

# VCSpent
source: spent
ca: gastats
es: gastados
it: speso

# VCTip
source: Tip
ca: Pista
es: Pista
eu: Oharra
it: Pista

# VCTipContent
source: You can enable/disable the automatic partner finder in your state panel whenever you want
ca: Pots activar / desactivar el cercador automàtic de companys en el teu panell d'estat quan vulguis
es: Puedes activar/desactivar el buscador automático de compañeros en tu panel de estado cuando quieras
eu: Mintzalagun bilatzaile automatikoa nahi duzunean gaitu/desgaitu dezakezu
it: Puoi abilitare / disattivare la ricerca automatica dei partner nel proprio pannello in qualsiasi momento

# VCTransaction
source: Wallet transaction
ca: Transacció de Wallet
es: Transacción de Wallet
it: Transazione Wallet

# VidWannaChat
source: {0} wants to chat with you!
ca: {0} vol parlar amb tu!
es: ¡{0} quiere hablar contigo!
eu: {0}-(e)k zurekin hitz egin nahi du!
it: {0} vuole chattare con te!

# WaitingTo
source: Waiting for permission to use your camera...
ca: Esperant el permís per poder utilitzar la teva càmera...
es: Esperando a los permisos para poder utilizar tu cámara...
eu: Zure kamera erabiltzeko baimenaren zain
it: In attesa il permesso per poter utilizzare la tua camera...

# WalletCallError
source: The call does not comply with Langademy's terms of service and will not be computed
ca: Aquesta trucada no compleix les condicions de servei de Langademy i no computaran
es: Esta llamada no cumple las condiciones de servicio de Langademy y no computarán
it: Questa chiamata non soddisfa con i termini di Langademy e non sarà calcolata.

# WalletReportFee
source: Langademy only charges fees on Wallet-videocalls when you speak in your native language for more than 3 minutes
ca: Langademy només cobra comissions en les trucades de Wallet quan parles en el teu idioma natiu durant més de 3 minuts
es: Langademy solo cobra comisiones en las llamadas de Wallet cuando hablas en tu idioma nativo durante más de 3 minutos
it: Langademy addebita solo le tasse sulle Wallet-videocalls quando si parla nella tua lingua madre per più di 3 minuti
